Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The MAP bins in combination with the RPM bins on the bottom of the EGO table define the vertexes (points on the EGO map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores MAP en combinación con los cubos de RPM en la parte inferior de la tabla EGO definir los vértices (puntos en el mapa EGO). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: MAP astiat yhdessä RPM roskakoreihin pohjassa EGO taulukon määritellä vertexes (pisteiden EGO kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs MAP en combinaison avec les bacs de RPM sur le bas du tableau EGO définir les sommets (points sur la carte EGO). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the Manifold Absolute Pressure (MAP) bins on the left side of the Lambda Table table define the vertexes (points on the Lambda map). The ECU will interpolate between vertexes providing a smooth transition between points on the Lambda map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con la presión absoluta del múltiple (MAP) papeleras en el lado izquierdo de la tabla Tabla Lambda definir los vértices (puntos en el mapa Lambda). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa Lambda. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä Kokoojaputkissa absoluuttinen paine (MAP) siilot vasemmalla puolella Lambda Pöytään määritellä vertexes (pisteiden Lambda kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden Lambda kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec la pression absolue du collecteur (MAP) des bacs sur le côté gauche de la table Lambda Tableau définir les sommets (points sur la carte Lambda). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte Lambda. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the Lambda Targets constants block of data and updates all controls with the current values.
es: Este botón recupera los objetivos constantes de Lambda bloque de datos y actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee Lambda tavoitteet vakiot estää tietojen ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton récupère les échéances constantes Lambda bloc de données et mises à jour tous les contrôles avec les valeurs actuelles.

source: This pops up a 3 dimensional view of the current Lambda Target table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual tabla de Lambda de destino. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Lambda Target taulukossa. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Vasenta hiiren painiketta holddown ja vetämällä hiirtä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de la table en cours Lambda cible. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: _Lambda Targets
es: Objetivos _Lambda
fi: _Lambda Tavoitteet
fr: Cibles _Lambda

source: The MAP bins in combination with the RPM bins on the bottom of the ANBIAR table define the vertexes (points on the ANBIAR map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores MAP en combinación con los cubos de RPM en la parte inferior de la tabla ANBIAR definir los vértices (puntos en el mapa ANBIAR). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: MAP astiat yhdessä RPM roskakoreihin pohjassa ANBIAR taulukon määritellä vertexes (pisteiden ANBIAR kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs MAP en combinaison avec les bacs de RPM sur le bas du tableau ANBIAR définir les sommets (points sur la carte ANBIAR). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the Settings constants block of data and updates all controls with the current values.
es: Este botón recupera la configuración de las constantes de bloque de datos y actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee asetukset vakiot estää tietojen ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton de retrouver les paramètres des constantes bloc de données et mises à jour tous les contrôles avec les valeurs actuelles.

source: "Discrete" contains the current state of B10, C7, C8, B9, C9, C15, D11, ACREQ, INJLOOP.
es: "Discreto" contiene el estado actual de la B10, C7, C8, B9, C9, C15, D11, ACREQ, INJLOOP.
fi: "Huomaamaton" sisältää nykytilaa B10, C7, C8, B9, C9, C15, D11, ACREQ, INJLOOP.
fr: "Discrets" contient l&#39;état actuel de B10, C7, C8, B9, C9, C15, D11, ACREQ, INJLOOP.

source: "Duty Cycle" is the injector Duty cycle.
es: "Ciclo" es el ciclo de inyección de impuestos.
fi: "Duty Cycle" on injektorin Käyttömäärä.
fr: "Cycle" est le cycle d&#39;injection de service.

source: "status.APW" Applied Pulse Width is the final pulse width that will be seen at the injector(s).
es: "Status.APW" aplicada por ancho de pulso es la anchura del impulso final que se verá en el inyector (s).
fi: "Status.APW" Applied Pulse Width on lopullinen pulssileveys että nähdään injektorin (s).
fr: "Status.APW" Applied Pulse Width est la largeur d&#39;impulsion finale qui sera vu à l&#39;injecteur (s).

source: "status.adc." ADC reading
es: "Status.adc". ADC lectura
fi: "Status.adc." ADC käsittely
fr: "Status.adc." lecture ADC

source: "status.adc.cts" CTS ADC reading
es: "Status.adc.cts" CTS lectura ADC
fi: "Status.adc.cts" CTS ADC käsittelyssä
fr: "Status.adc.cts" CTS lecture ADC

source: "status.adc.diag" DIAG ADC reading
es: "Status.adc.diag" DIAG ADC lectura
fi: "Status.adc.diag" DIAG ADC käsittelyssä
fr: "Status.adc.diag" DIAG ADC lecture

source: "status.adc.esc" ESC ADC reading
es: "Status.adc.esc" ESC ADC lectura
fi: "Status.adc.esc" ESC ADC käsittelyssä
fr: "Status.adc.esc" ESC ADC lecture

source: "status.adc.map" MAP ADC reading
es: "Status.adc.map" MAP ADC lectura
fi: "Status.adc.map" MAP ADC käsittelyssä
fr: "Status.adc.map" MAP ADC lecture

source: "status.adc.mat" MAT ADC reading
es: "Status.adc.mat" MAT ADC lectura
fi: "Status.adc.mat" MAT ADC käsittelyssä
fr: "Status.adc.mat" MAT ADC lecture

source: "status.adc.nbo2" NBO2 ADC reading
es: "Status.adc.nbo2" NBO2 ADC lectura
fi: "Status.adc.nbo2" NBO2 ADC käsittelyssä
fr: "Status.adc.nbo2" NBO2 ADC lecture

source: "status.adc.tps" TPS ADC reading
es: "Status.adc.tps" TPS lectura ADC
fi: "Status.adc.tps" TPS ADC käsittelyssä
fr: "Status.adc.tps" TPS ADC lecture

source: "status.adc.vmaf" VMAF ADC reading
es: "Status.adc.vmaf" VMAF ADC lectura
fi: "Status.adc.vmaf" VMAF ADC käsittelyssä
fr: "Status.adc.vmaf" VMAF ADC lecture

source: "status.adc.volt" VOLT ADC reading
es: "Status.adc.volt" VOLTIOS ADC lectura
fi: "Status.adc.volt" VOLT ADC käsittelyssä
fr: "Status.adc.volt" VOLT ADC lecture

source: "status.adc.wbo2" WBO2 ADC reading
es: "Status.adc.wbo2" WBO2 ADC lectura
fi: "Status.adc.wbo2" WBO2 ADC käsittelyssä
fr: "Status.adc.wbo2" WBO2 ADC lecture

source: "status.ae.APW" applied PW is the current acceleration injection pulse width and is tapered to nothing over the duration.
es: "Status.ae.APW" aplicado PW es la inyección de corriente de aceleración de ancho de pulso y se disminuye en nada sobre la duración.
fi: "Status.ae.APW" sovellettu PW on nykyinen kiihtyvyys injektio pulssin leveys ja kapenevat olemattomiin keston aikana.
fr: "Status.ae.APW" appliquée PW est la largeur actuelle accélération du pouls et l&#39;injection est effilée à rien sur la durée.

source: "status.ae.BPW" This is the AE base pulse width BPW. It is chosen from a table that considers your current RPM vs current TPS. This value is then % adjusted depending upon the actual TPS ROC/50ms. The final result is then % adjusted according to the CTS.
es: "Status.ae.BPW" Este es el pulso de base AE ancho de BPW. Es elegido de una tabla que considera que su actual RPM vs TPS actual. Este valor se ajusta% dependiendo de la real ROC/50ms TPS. El resultado final se ajusta%según el CTS.
fi: "Status.ae.BPW" Tämä on AE pohjan pulssileveys BPW. Se valitaan taulukon pitää nykyisen RPM vs nykyinen TPS. Tämä arvo on sitten % mukautetaan riippuen todellinen TPS ROC/50ms. Lopputuloksena on sitten % mukautetaan CTS.
fr: "Status.ae.BPW« C&#39;est le pouls de base AE largeur BPW. Il est choisi parmi une table qui tient compte de votre RPM actuelle vs TPS actuelle. Cette valeur est ensuite ajustée%selon la ROC/50ms réelle TPS. Le résultat final est alors% ajustée en fonction de la CTS.

source: "status.ae.cts_factor" % of Acceleration Enrichment that will be used due to the engine's coolant temperature.
es: "Status.ae.cts_factor"% de la aceleración de enriquecimiento que se utilizará, debido a la temperatura del refrigerante del motor.
fi: "Status.ae.cts_factor" % kiihtyvyys rikastus, joita käytetään, koska moottorin jäähdytysnesteen lämpötila.
fr: "Status.ae.cts_factor"% de l&#39;accélération d&#39;enrichissement qui sera utilisé en raison de la température du liquide de refroidissement du moteur.

source: "status.ae.roc_factor" % of Acceleration Enrichment that will be used due to the TPS ROC.
es: "Status.ae.roc_factor"% de la aceleración de enriquecimiento que se utilizarán por la República de China TPS.
fi: "Status.ae.roc_factor" % kiihtyvyys rikastus, joita käytetään, koska TPS ROC.
fr: "Status.ae.roc_factor"% de l&#39;accélération d&#39;enrichissement qui sera utilisé en raison de la ROC TPS.

source: "status.ae_clk" counts down the number of ms Acceleration Enrichment async pulses to be performed.
es: "Status.ae_clk" cuenta el número de pulsos de aceleración ms async enriquecimiento a realizar.
fi: "Status.ae_clk" laskee alas määrä ms kiihtyvyys Enrichment async pulssit tehtävä.
fr: "Status.ae_clk" compte à rebours du nombre des impulsions ms accélération async enrichissement à effectuer.

source: "status.asc.applied_correction" % of BPW currently being applied.
es: "Status.asc.applied_correction"% de BPW actualmente se aplican.
fi: "Status.asc.applied_correction" % ja BPW parhaillaan sovelletaan.
fr: "Status.asc.applied_correction"% du BPW actuellement appliquée.

source: "status.asc.base_correction" After Start Correction, initial % of BPW
es: "Status.asc.base_correction" después de la corrección de inicio,% inicial de BPW
fi: "Status.asc.base_correction" Käynnistyksen jälkeen korjauksen alkuperäinen % ja BPW
fr: "Status.asc.base_correction" Après correction sur Démarrer,% initial de BPW

source: "status.asc.durtation" Number of injection cycles over which the base % will be tappered to nothing.
es: "Status.asc.durtation" El número de ciclos de inyección sobre la que será la base de tappered% a la nada.
fi: "Status.asc.durtation" lukumäärä injektio jaksoa, jonka aikana pohja % on tappered juuri mitään.
fr: "Status.asc.durtation" Nombre de cycles d&#39;injection sur laquelle l&#39;% de base sera tappered à rien.

source: "status.asc.pw" (status.asc.applied_correction) % of BPW converted to milliseconds
es: "Status.asc.pw" (status.asc.applied_correction)% de BPW convierte en milisegundos
fi: "Status.asc.pw" (status.asc.applied_correction)% ja BPW muunnetaan millisekuntia
fr: "Status.asc.pw" (status.asc.applied_correction)% du BPW converti en millisecondes

source: "status.asc_clk" counts down the number of After Start Correction injection events remaining.
es: "Status.asc_clk" cuenta el número de eventos de inicio después de la inyección de corrección restantes.
fi: "Status.asc_clk" laskee alas määrän jälkeen Alku Korjaus pistoksen tapahtumia jäljellä.
fr: "Status.asc_clk" compte à rebours du nombre de manifestations après le lancement d&#39;injection Correction restants.

source: "status.cts.correction" % of BPW to add to final PW based on Coolant Temperate Sender (deg)
es: "Status.cts.correction"% de BPW para añadir PW final basado en refrigerante Templados del remitente (gr)
fi: "Status.cts.correction"% ja BPW lisätä lopulliseen PW perustuu jäähdytysnesteen lauhkea Sender (astetta)
fr: "Status.cts.correction"% du BPW pour ajouter à l&#39;IPL finale sur la base du liquide de refroidissement tempérées de l&#39;expéditeur (DEG)

source: "status.cts.iar" ignition +advance/-retard correction based on engine coolant temperature.
es: "Status.cts.iar" avance de encendido + /-retard de corrección basado en la temperatura del refrigerante del motor.
fi: "Status.cts.iar" syttyminen + ennakko /-retard korjaus perustuu moottorin jäähdytysnesteen lämpötila.
fr: correction "status.cts.iar« avance d&#39;allumage + /-retard fonction de la température du liquide de refroidissement.

source: "status.cts.kelvin" Coolant Temperate Sender (deg K).
es: "Status.cts.kelvin" refrigerante templados Remitente (K).
fi: "Status.cts.kelvin" Jäähdytysneste lauhkea Sender (astetta K).
fr: "Status.cts.kelvin" du liquide de refroidissement tempérées de l&#39;expéditeur (deg K).

source: "status.cts.pw" (status.cts.correction) % of BPW converted to milliseconds
es: "Status.cts.pw" (status.cts.correction)% de BPW convierte en milisegundos
fi: "Status.cts.pw" (status.cts.correction)% ja BPW muunnetaan millisekuntia
fr: "Status.cts.pw" (status.cts.correction)% du BPW converti en millisecondes

source: "status.ego.correction" Exhaust Gas Oxygen correction.
es: "Status.ego.correction" de gases de escape de oxígeno corrección.
fi: "Status.ego.correction" Exhaust Gas Oxygen korjaus.
fr: "Status.ego.correction" des gaz d&#39;échappement en oxygène de correction.

source: "status.ego.integral"this is the integral accumulative error of the PI controller.
es: "Status.ego.integral" este es el error acumulativo integral del controlador PI.
fi: "Status.ego.integral" tämä on olennainen kertyvä virhe PI-säätimen.
fr: "Status.ego.integral" C&#39;est l&#39;erreur cumulative intégrante du régulateur PI.

source: "status.ego.pw" this is the adjustment that will be applied to the overall fueling due to the EGO.
es: "Status.ego.pw" este es el ajuste que se aplicará el sistema de alimentación global debido a la EGO.
fi: "Status.ego.pw" tämä on oikaisu, sovelletaan yleistä polttoaineen takia EGO.
fr: "Status.ego.pw" c&#39;est l&#39;adaptation qui seront appliquées à l&#39;alimentation générale en raison de l&#39;ego.

source: "status.ego.target" the amount of error between where the EGO is reading and where we want it to read.
es: "Status.ego.target" la cantidad de error entre el lugar en el EGO es la lectura y donde se quiere leer.
fi: "Status.ego.target" määrä virheen välillä, jos ego on lukemisen ja jos me haluamme sen lukea.
fr: "Status.ego.target" le montant de l&#39;erreur entre l&#39;endroit où l&#39;EGO est la lecture et où nous voulons pour lire.

source: "status.ego.target" this is the actual ADC count we are seeking from the EGO sensor.
es: "Status.ego.target" este es el verdadero recuento de ADC que estamos buscando desde el sensor EGO.
fi: "Status.ego.target" tämä on todellinen ADC määrä pyrimme pois EGO anturi.
fr: "Status.ego.target" ceci est le nombre réel ADC nous cherchons de la sonde EGO.

source: "status.ego_clk" counts the number of ms until the next Exhaust Gas Oxygen calculation is to be performed.
es: "Status.ego_clk" cuenta el número de ms hasta el próximo cálculo de gases de escape de oxígeno se va a realizar.
fi: "Status.ego_clk" laskee kuinka monta ms vasta seuraavana pakokaasun Happi laskelma on tehtävä.
fr: "Status.ego_clk" compte le nombre de ms jusqu&#39;à ce que le prochain calcul des gaz d&#39;échappement en oxygène doit être exécuté.

source: "status.flags" is for tracking ECU internal state.
es: "Status.flags" es para el seguimiento del estado de ecus interior.
fi: "Status.flags" on seurata ecua sisäinen tila.
fr: "Status.flags" est pour le suivi de l&#39;état interne d&#39;écus.

source: "status.iac.idle_rpm" this is our engines idling target that the IAC is trying to match.
es: "Status.iac.idle_rpm" esta es nuestra meta motores al ralentí que el IAC está tratando de igualar.
fi: "Status.iac.idle_rpm" tämä on meidän moottorit tyhjäkäynnillä tavoitteeksi, että IAC yrittää vastata.
fr: "Status.iac.idle_rpm« C&#39;est notre marche au ralenti cible que le CCI s&#39;efforce de match.

source: "status.iac.minimum" the minimum position the IAC can go to, causing the IAC to act as a throttle stop.
es: "Status.iac.minimum" la posición mínima de la IAC puede ir a, haciendo que el IAC para actuar como un tope del acelerador.
fi: "Status.iac.minimum" minimiasentoon IAC voi mennä, aiheuttaa IAC toimia kaasu stop.
fr: "Status.iac.minimum" la position minimale de la CCI peut aller, causant la CCI d&#39;agir comme un arrêt des gaz.

source: "status.iac.position" the current position of the IAC.
es: "Status.iac.position" la posición actual de la CAI.
fi: "Status.iac.position" nykyinen sijainti IAC.
fr: "Status.iac.position" la position actuelle de l&#39;IAC.

source: "status.iac.start" number of steps where idle control first takes over your throttle.
es: "Status.iac.start" serie de medidas de control de ralentí donde primero se hace cargo de su acelerador.
fi: "Status.iac.start" useita toimia, joilla tyhjäkäynnillä ohjaus ensimmäinen siirtyy sinun kuristaa.
fr: "Status.iac.start" certain nombre d&#39;étapes où la commande de ralenti prend d&#39;abord sur votre manette des gaz.
