Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: This defines the idle PWM values at which time based afterstart tapering is initiated. Note that this value must be higher than the lowest value in your IAC PWM table or you can get strange results
es: Esto define los valores PWM ociosa en la que afterstart tiempo basado afilada es iniciado. Tenga en cuenta que este valor debe ser mayor que el valor más bajo en su tabla de PWM IAC, o puede generar resultados extraños
fi: Tämä määrittää tyhjäkäynnillä PWM-arvot jolloin perustuva afterstart kapeneva aloitetaan. Huomaa, että tämä arvo on suurempi kuin pienin arvo teidän IAC PWM taulukkoon tai voit saada outoja tuloksia
fr: Celle-ci définit les valeurs PWM ralenti au cours de laquelle afterstart temps en fonction effilée, est lancé. Notez que cette valeur doit être supérieure à la valeur la plus basse dans votre IAC PWM table ou vous pouvez obtenir des résultats étranges

source: This defines the initial coolant temp below which afterstart taper will be extended based on the cold position and cold taper time. It should be set fairly cold, generally not more than 20degF.
es: Esto define la temperatura del refrigerante inicial por debajo del cual forma cónica afterstart se extenderá sobre la base de la posición de frío y el tiempo de cono frío. Se debe ajustar bastante frío, por lo general no más de 20degF.
fi: Tämä määrittää ensimmäisen jäähdytysnesteen lämpötila, jonka alapuolella afterstart kartio jatketaan perustuu kylmä asema ja kylmä kartio aikaa. On syytä asettaa melko kylmä, yleensä enintään 20degF.
fr: Ceci définit la température du liquide de refroidissement initial ci-dessous qui s&#39;amincissent afterstart sera étendue en fonction de la position à froid et le temps froid cône. Il devrait être fixé assez froid, généralement pas plus de 20degF.

source: This defines the number of second the megasquirt takes to move from the cold position to the position indicated in the IAC step table for the current coolant temp. See http://www.megamanual.com/mt28.htm#sg
es: Esto define el número de segundos la MegaSquirt requiere para pasar de la posición de agua fría a la posición indicada en la tabla de paso para el IAC temperatura del refrigerante actual. Ver http://www.megamanual.com/mt28.htm # sg
fi: Tämä määritellään joukko toinen megasquirt kestää siirtyä kylmän kannan sijainti ilmoitetaan IAC vaiheessa taulukon nykyisen jäähdytysnesteen lämpötila. Katso http://www.megamanual.com/mt28.htm # SG
fr: Ceci définit le nombre de la deuxième megasquirt prendre pour passer de la position à froid à la position indiquée dans le tableau étape IAC pour la température du liquide de refroidissement en cours. Voir http://www.megamanual.com/mt28.htm # sg

source: This is primarily the response time of the sensor plus the fastest time between injector and exhaust valve.
es: Esto se debe principalmente al tiempo de respuesta del sensor, más el tiempo más rápido entre los inyectores y válvula de escape.
fi: Tämä on ennen kaikkea vasteaika anturin plus nopein aika välillä suutin ja pakokaasujen venttiili.
fr: Cela est principalement le temps de réponse du capteur ainsi que le temps le plus rapide entre l&#39;injecteur et la soupape d&#39;échappement.

source: This is the PWM Drive frequency from 80-800 hertz in 80Hz steps.
es: Esta es la frecuencia PWM unidad de 80 a 800 hercios en 80Hz pasos.
fi: Tämä on PWM Drive taajuus 80-800 hertsiä ja 80 Hz vaiheessa.
fr: C&#39;est la fréquence PWM de 80 à 800 hertz, promenade en 80Hz étapes.

source: This is the RPM at which fuel is re-enabled in Fuel cut mode, and the RPM at which timing is fully restored in spark retard mode
es: Este es el RPM en los que el combustible se vuelve a habilitar en el modo de combustible cortado, y el RPM en el que el tiempo es totalmente restaurada en el modo de retardar la chispa
fi: Tämä on RPM, jossa polttoaine on jälleen käytössä Fuel leikata tilassa, ja RPM, jossa ajoitus on täysin restauroitu vuonna kipinä retard tilassa
fr: Il s&#39;agit de la RPM au cours de laquelle le carburant est réactivée dans le mode de coupure de carburant, et à quel régime calendrier est entièrement restaurée dans étincelles mode de retarder

source: This is the RPM at which the revlimit is initially applied
es: Este es el RPM en el que el revlimit se aplicó inicialmente
fi: Tämä on RPM jossa revlimit sovelletaan ensimmäistä
fr: Il s&#39;agit de la RPM au cours de laquelle l&#39;revlimit est appliqué pour la première

source: This is the amount of time spent tapering from the cranking position to the run position once the engine has started. Higher times means it takes longer for the high idle to taper off.
es: Esta es la cantidad de tiempo dedicado adelgazándose gradualmente desde la posición de arranque a la posición de marcha una vez que el motor ha arrancado. A mayor tiempo significa que toma más tiempo para el ralentí a disminuir.
fi: Tämä on käytetty aika kapeneva siitä cranking kannan ajoasentoon, kun moottori on käynnistynyt. Korkeampi kertaa tarkoittaa kestää kauemmin korkea tyhjäkäynnillä ja kurissa.
fr: Il s&#39;agit de la quantité de temps passé dégressifs à partir de la position démarrage en position de marche une fois que le moteur a démarré. Fois plus élevé signifie qu&#39;il faut plus de temps pour le ralenti à s&#39;estomper.

source: This is the effect of rpm and map and as well as the exhaust geometry.
es: Este es el efecto de rpm y el mapa y así como los gases de escape geometría.
fi: Tämä vaikutus rpm ja kartta ja sekä pakokaasujen geometria.
fr: C&#39;est l&#39;effet de tr / min et la carte et ainsi que les gaz d&#39;échappement de la géométrie.

source: This is the level which the Manifold PRessure (MAP) must be BELOW before closed loop EGO correction will take place. NOTE: other conditions above must ALSO be met.
es: Este es el nivel que la presión del múltiple (MAP) debe estar por debajo antes de la corrección cerrada EGO bucle se llevará a cabo. NOTA: por encima de las demás condiciones deben ser cumplidas.
fi: Tämä on taso, joka Ahtopaine (MAP) on oltava alle ennen suljetun EGO korjaus tapahtuu. HUOM: muut olosuhteet edellä on täytyttävä.
fr: C&#39;est le niveau qui la pression d&#39;admission (MAP) doivent être fermés de correction ci-dessous avant EGO boucle aura lieu. REMARQUE: les autres conditions ci-dessus doivent également être respectées.

source: This is the minimum number of steps for the IAC actuator to move, so it isn't jiggling betwen steps and potentially loosing position or count.
es: Este es el número mínimo de pasos para el actuador IAC para moverse, así que no es jiggling pasos Transcurrirá y potencialmente perder la posición ni contar.
fi: Tämä on vähimmäismäärä vaiheet IAC toimilaitteen siirtää, joten se ei jiggling betwen toimenpiteitä ja mahdollisesti menettää kanta tai määrä.
fr: C&#39;est le nombre minimum d&#39;étapes pour l&#39;actionneur IAC à se déplacer, il n&#39;est donc pas jiggling étapes Situés entre et potentiellement perdre la position ou le chef.

source: This is the number of steps the pintle is retracted to the "wide-open" position when MegaSquirt is powered up, It it used in all temperatures.
es: Este es el número de pasos que el perno se retrae a la "abiertos" cuando MegaSquirt se enciende, se lo utilizó en todas las temperaturas.
fi: Tämä on määrä toimia pintle on ajettuina "avonainen" asentoon, kun MegaSquirt kytketään virta, se on käytettävä kaikissa lämpötiloissa.
fr: C&#39;est le nombre de mesures prises par le téton est rentré à la "grande ouverte" lorsque MegaSquirt est sous tension, il a utilisé toutes les températures.

source: This is the start value position for cranking. If set below the values in the warmup table, then this is used, and once the engine is started it will taper to the run value over the time set in the fields below.
es: Esta es la posición valor de inicio para el arranque. Si se establece por debajo de los valores de la tabla warm up, este es utilizado, y una vez que se arranca el motor que disminuirá al valor atropellado el tiempo establecido en los siguientes campos.
fi: Tämä on alku arvo kanta cranking. Jos alempi arvot WarmUp taulukkoon, niin tämä on käytetty, ja kun moottori käynnistetään se kaventua ajaa arvo yli määrättynä ajankohtana alla olevat kentät.
fr: Telle est la position la valeur de départ de démarrage. S&#39;il est défini ci-dessous les valeurs dans le tableau de réchauffement, alors il est utilisé, et une fois le moteur démarré, il cône à la valeur de courir le délai fixé dans le champs ci-dessous.

source: This refers to the amount the temp has to change before the motor is moved to the new position. It prevents excessive wear by having the motor constantly adjust, 5-10 deg is a good default.
es: Esto se refiere a la cantidad que la temperatura tiene que cambiar antes que el motor se mueve a la nueva posición. Se evita el desgaste excesivo en el motor que ajustar constantemente, grados 5-10 es un buen valor por defecto.
fi: Tämä tarkoittaa määrää temp on muutettava ennen moottori on siirretty uuteen paikkaan. Se estää liiallisen kulumisen ottaa moottori jatkuvasti säätää, 50-10 astetta on hyvä oletusarvo.
fr: Il s&#39;agit de la somme que le temp a changer avant que le moteur est déplacé vers la nouvelle position. Il évite l&#39;usure excessive en ayant le moteur constamment ajuster, deg 10.5 est une valeur.

source: This sets point when fast idle valve changes state. Below this temp it's active, above it it's not.
es: Este conjuntos de puntos, cuando un cambio rápido de la válvula estado libre. Por debajo de esta temperatura es activa, por encima de ella no lo es.
fi: Tämä asettaa vaiheessa, kun nopea hyödytön venttiili muutoksia valtion. Tämän alla lämpötila on aktiivinen, sen yläpuolella se ei ole.
fr: Ceci définit le point où les changements rapides de soupape état de repos. En dessous de cette température il est actif, au-dessus, ce n&#39;est pas.

source: This sets the maximum spark retard used for the revlimiter when the ECU is controlling spark
es: Esto establece el máximo de retardar la chispa utilizados para la revlimiter cuando la ECU es el control de chispa
fi: Tämä asettaa suurimman kipinä retard käytetään revlimiter kun ecua valvoo kipinä
fr: Cela définit le maximum étincelle retarder utilisés pour la revlimiter lorsque l&#39;écu est de contrôler étincelle

source: This sets the nominal time between steps. (too low and the stepper motor misses steps and looses position)
es: Esto establece el tiempo nominal entre los pasos. (Demasiado bajo y el motor paso a paso echa de menos pasos y pierde la posición)
fi: Tämä asettaa nimelliset välinen aika toimia. (Liian pieni ja askelmoottori piti toimia ja menettää asema)
fr: Fixe le temps nominale entre les étapes. (Trop faible et le moteur pas à pas les étapes et la position de manque perd)

source: After-start: This is the next pulse tolerance while afterstart enrichment is active, and it should be lower than the value while cranking.
es: Después de arranque: Esta es la tolerancia siguiente pulso, mientras que el enriquecimiento afterstart está activa, y debería ser inferior al valor mientras lo hace girar.
fi: Kun käynnistys: Tämä on seuraava pulssi suvaitsevaisuutta ja afterstart etu on aktiivinen, ja sen pitäisi olla pienempi kuin arvo, kun cranking.
fr: Après démarrage: Il s&#39;agit de la tolérance impulsion suivante tout enrichissement afterstart est actif, et il devrait être inférieur à la valeur durant le démarrage.

source: Cranking: This is the next pulse tolerance while cranking (enginebit is 3) - it should be set fairly high. This is because the starter motor speed can vary quite a bit, depending on the compression and which cylinders happen to reach firing conditions first, etc.
es: Marcha: Esta es la tolerancia siguiente pulso durante el arranque (enginebit es 3) -, debería estar bastante alto. Esto se debe a la velocidad del motor de arranque puede variar un poco, dependiendo de la compresión de los cilindros y que suceda para conseguir unas condiciones primera cocción, etc
fi: Cranking: Tämä on seuraava pulssi toleranssi vaikka cranking (enginebit on 3) - se on asetettu melko korkealle. Tämä johtuu siitä, että starttimoottori nopeus voi vaihdella melkoisesti riippuen pakkaus ja joka sylinterit tapahtua päästä ampumisen edellytyksiä ensimmäinen jne.
fr: Démarrage: Il s&#39;agit de la tolérance impulsion suivante pendant le lancement (enginebit est 3) - il devrait être fixé assez haut. C&#39;est parce la vitesse du démarreur peut varier un peu, en fonction de la compression et qui cylindres arriver à atteindre les conditions du premier tir, etc

source: Delay Teeth (Delay_Teeth): Number of teeth to delay after 1st tooth after the missing teeth before 1st tach synch declared. You get synch as soon as you detect "first real tooth after the missing tooth". If that tooth is at TDC when it is detected, then there is 0 delay. If TDC doesn't occur until the next tooth is detected, then there is a delay of one tooth, and so forth.
es: Retraso Dientes (Delay_Teeth): Número de dientes para retrasar a partir del 1 diente después de los dientes que falta antes de sincronizar tacómetro primero declaró. Usted obtiene sincronización tan pronto como se detecta "diente real primero después que los dientes que faltan". Si el diente está en el PMS cuando se detecta, entonces hay 0 demora. Si TDC no se produce hasta que el diente del día, se detecta, entonces hay un retraso de un diente, y así sucesivamente.
fi: Delay Hampaat (Delay_Teeth): hampaiden lukumäärä lykätä jälkeen ensimmäinen hammas jälkeen puuttuvat hampaat ennen ensimmäinen tach synch ilmoitettu. Saat synkkä pian huomaat, "ensimmäinen todellinen hammas jälkeen puuttuva hammas". Jos tämä hammas on TDC kun se havaitaan, niin on 0 viive. Jos TDC ei tapahdu ennen ensi hammas on havaittu, silloin on myöhässä yhden hampaan, ja niin edelleen.
fr: Retard des dents (Delay_Teeth): Nombre de dents de retarder après le 1er dent après les dents manquantes avant le 1er synchronisation Tach déclaré. Vous obtenez synchronisation dès que vous détectez "première dent réel après la dent manquante. Si cette dent est au PMH quand il est détecté, alors il est de 0 retard. Si TDC ne se produit pas jusqu&#39;à ce que la dent suivante est détecté, alors il ya un délai d&#39;une dent, et ainsi de suite.

source: Full IAT Retard: RPM at which to fully apply the intake air temperature based spark retard amount. It will be the full amount of retard above this, and fall linearly zero at the Start IAT Retard rpm (above).
es: Lleno IAT RETARD: RPM en el que para aplicar plenamente la temperatura del aire de admisión basado en la cantidad retardar la chispa. Será la cantidad correspondiente de retardo por encima de este, y la caída linealmente a cero en el inicio rpm IAT RETARD (arriba).
fi: Koko iat Retard: RPM, jossa soveltamaan täysimääräisesti imuilman lämpötila perustuu kipinä retard määrä. Se on kokonaisuudessaan retard Tämän lisäksi ja lasku lineaarisesti nollaan Start iat Retard rpm (yllä).
fr: Full IAT Retard: à quel régime à appliquer pleinement la température de l&#39;air en fonction étincelle montant retard. Il sera le montant total de retard ci-dessus cela, et à l&#39;automne linéairement de zéro à la vitesse de rotation de début IAT Retard (ci-dessus).

source: Help not provided by firmware authors.
es: Ayuda no previstas por los autores del firmware.
fi: Apua ei tarjoa firmware tekijät.
fr: Aide non prévus par les auteurs du firmware.

source: Missing Teeth (No_Miss_Teeth): Number of consecutive missing teeth.
es: Los dientes perdidos (No_Miss_Teeth): Número de dientes perdidos consecutivos.
fi: Puuttuvat hampaat (No_Miss_Teeth): useita peräkkäisiä puuttuvan hampaan.
fr: Dents manquantes (No_Miss_Teeth): Nombre de dents manquantes consécutives.

source: Normal Running: This is the next pulse tolerance once afterstart enrichment ends, and it should be the lowest of the three (since the engine speed is more stable in normal running conditions - there's more rotational inertia, and fewer variations in things like air/fuel mixtures. As well, if you have a VR sensor, the signal is stronger, etc.)
es: Normal de funcionamiento: Esta es la tolerancia siguiente pulso una vez termina afterstart enriquecimiento, y debe ser la menor de las tres (ya que la velocidad del motor es más estable en condiciones normales de marcha - no hay inercia más rotación y menos variaciones en las cosas como el aire / combustible mezclas. Además, si usted tiene un sensor de VR, la señal es más fuerte, etc)
fi: Normaali Running: Tämä on seuraava pulssi toleranssi kerran afterstart rikastus loppuu, ja se on alin kolmesta (koska moottori on vakaampi tavanmukaisissa - ei enempää rotaatio inertia, ja vähemmän vaihtelua asioita kuten ilman ja polttoaineen seoksia. Samoin, jos sinulla on VR anturi, signaali on voimakkaampi, jne.)
fr: Fonctionnement normal: Il s&#39;agit de la tolérance impulsion suivante, une fois termine enrichissement afterstart, et il devrait être plus faible des trois (car la vitesse du moteur est plus stable dans les conditions normales de fonctionnement - il ya inertie plus rotation, et moins de variations dans les choses comme l&#39;air / carburant mélanges. De plus, si vous avez un capteur de VR, le signal est plus fort, etc)

source: Percentage Mask is the percentage of the predicted interval before the next tooth (dtpred) after the last tach input capture during which further interrupts are inhibited to mask coil ring or VR sensor noise.
es: Porcentaje máscara es el porcentaje del intervalo previsto antes de la siguiente diente (dtpred) después de la toma de entrada de tacómetro último en el que más se inhiben las interrupciones para que suene la máscara de alambre o el ruido del sensor VR.
fi: Prosentti Mask on prosenttiosuus ennusti aikaa ennen seuraavan hampaan (dtpred) jälkeen viimeisen tach panos kaapata aikana edelleen keskeytykset on estetty peittää kela renkaaseen tai VR anturi melua.
fr: Pourcentage Mask est le pourcentage de l&#39;intervalle prévue avant la dent suivante (dtpred) après la prise d&#39;entrée du tachymètre dernière au cours de laquelle d&#39;autres interruptions sont inhibées à sonner bobine masque ou de bruit du capteur VR.

source: See http://www.megamanual.com/mt28.htm#ia
es: Ver http://www.megamanual.com/mt28.htm # ia
fi: Katso http://www.megamanual.com/mt28.htm # ia
fr: Voir http://www.megamanual.com/mt28.htm # ia

source: See http://www.megamanual.com/mt28.htm#ia Offset (advance) for Output #2
es: Ver http://www.megamanual.com/mt28.htm # ia Offset (avance) para la salida # 2
fi: Katso http://www.megamanual.com/mt28.htm # ia Offset (ennakko) tulostiedoston # 2
fr: Voir http://www.megamanual.com/mt28.htm # IA Offset (avance) pour la sortie # 2

source: Sets ECU Ignition Output Polarity. Be careful, setting this incorrectly can overheat/fry your ignition module.
es: Juegos de encendido ECU Polaridad de salida. Tenga cuidado, el establecimiento de esta forma incorrecta se pueden recalentarse / alevines de su módulo de encendido.
fi: Sarjat ecua Ignition lähdön polariteetti. Ole varovainen, jossa tämä virheellinen käyttö saattaa ylikuumentaa / paistaa teidän sytytys moduuli.
fr: Sets écus Polarité de sortie d&#39;allumage. Attention, la définition de cette manière incorrecte peut surchauffer / RFY votre module d&#39;allumage.

source: Sets ECU Input trigger predictor to use with the last interval, or an alpha-beta-gamma filter, see http://www.megamanual.com/mt28.htm#ib for more information.
es: Juegos de ecus predictor de disparo de entrada para utilizar con el último intervalo, o un filtro de alfa-beta-gamma, vea http://www.megamanual.com/mt28.htm # ib para más información.
fi: Sarjat ecua Input laukaista ennusteen käyttöä viimeiseen intervalli, tai alfa-beeta-gamma-suodatin, ks http://www.megamanual.com/mt28.htm # IB lisätietoja.
fr: Sets écus prédicteur entrée de déclenchement à utiliser avec le dernier intervalle, ou un filtre alpha-beta-gamma, voir http://www.megamanual.com/mt28.htm # IB pour plus d&#39;informations.

source: Skip Teeth (No_Skip_Teeth): Number of teeth (between tach pulses) to be skipped. You must create the same number of 'tach' signals as you want ignition events. On a four cylinder four stroke engine, this is two per revolution. Suppose it has a 60-2 wheel. What you need to have happen is for MegaSquirt-II to 'skip' a certain number of teeth so the only the right number of teeth are counted as 'tach signals' per revolution. Since we have determined the number of tach signals we want is 2, we need to skip 60/2 or 30 teeth. For a eight cylinder 60-2, we need 4 ignition events per revolution, so we set skip teeth to 60/4 or 15. And for an eight cylinder 36-1 wheel, we would set skip teeth 36/4 or 9.
es: Pasar los dientes (No_Skip_Teeth): Número de dientes (entre los pulsos tacómetro) se omiten. Debe crear el mismo número de "tach" señales como desea que los eventos de encendido. En un cuatro cilindros motor de cuatro tiempos, esto es dos por la revolución. Supongamos que tiene una rueda de 60-2. Lo que usted necesita que pase es para MegaSquirt-II a &#39;saltar&#39; un cierto número de dientes por lo que el sólo el número correcto de los dientes se cuentan como "señales de tacómetro por la revolución. Como nos han determinado el número de señales de tacómetro que queremos es 2, tenemos que saltar 60 / 2 o 30 dientes. Para un cilindro ocho 60-2, necesitamos 4 eventos de encendido por revolución, por lo que establecer saltar los dientes a 60 / 4 y 15. Y para un cilindro de 36-1 ocho ruedas, que establecería saltar los dientes 36 / 4 o 9.
fi: Ohita Hampaat (No_Skip_Teeth): hampaiden lukumäärä (välillä tach palkokasvit) jättää väliin. Sinun on luotava sama määrä "tach" viestejä haluat sytytys tapahtumia. On nelisylinterinen nelitahtinen moottori, tämä on kaksi kierrosta kohti. Oletetaan, se on 60-2 pyörä. Mitä sinun täytyy olla niin, että tämä MegaSquirt-II "ohittaa" joitakin hampaita, joten ainoa oikea määrä hampaita lasketaan "tach signaaleista kierrosta kohti. Koska meillä on määritetty määrä tach signaaleja haluamme 2, meidän siirtyä 60 / 2 tai 30 hammasta. Saat kahdeksan sylinteriä 60-2, meidän 4 sytytys tapahtumia per kierros, joten ryhdyimme hyppy hampaita 60 / 4 tai 15. Ja kahdeksan sylinteriä 36-1 pyörä, olisimme asettaa hyppy hammasta 36 / 4 tai 9.
fr: Passer dents (No_Skip_Teeth): Nombre de dents (entre les impulsions du tachymètre) pour être ignorés. Vous devez créer le même nombre de «Tach &#39;signaux que vous le souhaitez événements d&#39;allumage. Sur un quatre cylindres moteur à quatre temps, il s&#39;agit de deux par tour. Supposons qu&#39;il a une roue de 60-2. Ce que vous devez avoir lieu est pour MegaSquirt-II de "sauter" un certain nombre de dents pour la seule raison du nombre de dents sont comptés comme «tach signaux par la révolution. Depuis, nous avons déterminé le nombre de signaux Tach nous voulons est de 2, nous avons besoin pour passer 60 / 2 ou 30 dents. Pour un cylindre huit 60-2, nous avons besoin de 4 événements d&#39;allumage par tour, nous avons donc mis sauter les dents à 60 / 4 ou 15. Et pour un cylindre de roue huit 36-1, nous set skip dents 36 / 4 ou 9.
