Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Enables or Disables constant baro correction in Alpha-N mode
es: Activa o desactiva la corrección baro constante en el modo Alpha-N
fi: Ottaa käyttöön tai poistaa jatkuvan baro korjaus Alpha-N-tilassa
fr: Active ou désactive la correction baro constante alpha-N mode

source: Enables or Disables constant baro correction in normal modes
es: Activa o desactiva la corrección baro constante en los modos normales
fi: Ottaa käyttöön tai poistaa jatkuvan baro korjauksen Normaalimoodit
fr: Active ou désactive la correction baro constante dans les modes normaux

source: Enables or Disables use of MAF sensor on X7 input pin
es: Activa o desactiva el uso del sensor de MAF en la clavija de entrada X7
fi: Ottaa käyttöön tai poistaa käytöstä MAF anturin X7 pinni
fr: Active ou désactive l&#39;utilisation du CRG capteur sur X7 broche d&#39;entrée

source: Enables or disables the False Trigger detection code in the firmware. Filters if triggertime is too short in wheel mode.
es: Activa o desactiva el código de detección de falsos disparo en el firmware. Filtros triggertime si es demasiado corto en el modo de rueda.
fi: Ottaa käyttöön tai poistaa väärän Trigger havaitsemista koodi firmware. Suodattimet jos triggertime on liian lyhyt pyörän tilassa.
fr: Active ou désactive le code de détection de faux Trigger dans le firmware. Filtres si triggertime est trop court en mode roue.

source: Enables or disables the use of constant baro correction. Requires use of additional map sensor on x6 or x7
es: Activa o desactiva el uso de corrección baro constante. Requiere el uso de sensores adicionales de mapa de x6 x7 o
fi: Ottaa käyttöön tai poistaa käytöstä jatkuvasti baro korjaus. Vaatii käyttö Lisäkarttamateriaalin anturin x6 tai x7
fr: Active ou désactive l&#39;utilisation de la correction baro constant. Nécessite l&#39;utilisation de capteurs supplémentaires sur la carte X6 ou X7

source: For Over-Run Fuel Cut ALL conditions must be met to enable it.
es: Durante más de las condiciones de ejecución-corte de combustible TODOS deben cumplirse para que pueda.
fi: Yli-Run Fuel Cut kaikki ehdot on täytettävä, jotta se.
fr: Depuis plus de carburant-Run conditions toutes taillées doivent être remplies pour l&#39;activer.

source: For Over-Run Fuel Cut ALL conditions must be met to enable it. This value is in KPa.
es: Durante más de las condiciones de ejecución-corte de combustible TODOS deben cumplirse para que pueda. Este valor se expresa en KPa.
fi: Yli-Run Fuel Cut kaikki ehdot on täytettävä, jotta se. Tämä arvo on kPa.
fr: Depuis plus de carburant-Run conditions toutes taillées doivent être remplies pour l&#39;activer. Cette valeur est en kPa.

source: For Over-Run Fuel Cut ALL conditions must be met to enable it.. This value is in Degrees (check general tab for temp scale in use )
es: Durante más de las condiciones de ejecución-corte de combustible TODOS deben cumplirse para activarlo .. Este valor se expresa en grados (marque pestaña general para la escala temporal en uso)
fi: Yli-Run Fuel Cut kaikki ehdot on täytettävä, jotta se .. Tämä arvo asteina (tarkista yleinen välilehti lämpötila asteikon käyttö)
fr: Depuis plus de carburant-Run conditions toutes taillées doivent être remplies pour l&#39;activer .. Cette valeur est exprimée en degrés (vérifier onglet Général pour l&#39;échelle temp en cours d&#39;utilisation)

source: For Over-Run Fuel Cut ALL conditions must be met to enable it.. This value is in RAW ADC counts
es: Durante más de las condiciones de ejecución-corte de combustible TODOS deben cumplirse para activarlo .. Este valor es en RAW ADC cuenta
fi: Yli-Run Fuel Cut kaikki ehdot on täytettävä, jotta se .. Tämä arvo on RAW ADC laskee
fr: Depuis plus de carburant-Run conditions toutes taillées doivent être remplies pour l&#39;activer .. Cette valeur est en RAW ADC compte

source: For Over-Run Fuel Cut ALL conditions must be met to enable it.. This value is in seconds
es: Durante más de las condiciones de ejecución-corte de combustible TODOS deben cumplirse para activarlo .. Este valor es en segundos
fi: Yli-Run Fuel Cut kaikki ehdot on täytettävä, jotta se .. Tämä arvo sekunneissa
fr: Depuis plus de carburant-Run conditions toutes taillées doivent être remplies pour l&#39;activer .. Cette valeur est en secondes

source: Hardware Latency Compensation (ignition latency compensator)
es: Hardware de Compensación de latencia (compensador de encendido latencia)
fi: Kone Latency korvaukset (sytytys latenssi kompensaattori)
fr: Matériel compensation de latence (temps de latence compensateur d&#39;allumage)

source: Sets the hard revlimiter type, Spark only, Fuel only, or Both
es: Establece el tipo de revlimiter duro, sólo la chispa, único combustible, o ambos
fi: Asettaa kovat revlimiter tyyppi, Spark vain, Fuel vain, tai molemmat
fr: Définit le type revlimiter dur, Spark seulement, de carburant, ou les deux

source: Sets the staging algorithm to just trigger on one variable (above) or AS WELL as the manifold pressure values below (dual threshold triggering). This combines two MT controls into one as it makes little sense to do it like megatune as there isn't any feasable situation where you'd use one without the other., hence MtX links them to make the UI simpler.
es: Establece el algoritmo de parada para activar sólo en una variable (arriba) o además de los valores por debajo de la presión del múltiple (doble umbral desencadenante). Esto combina dos controles de la TA en una como no tiene mucho sentido hacerlo así megatune ya que no es cualquier situación donde sea posible tendrá que utilizar una sin la otra., Por lo tanto, MTX enlaces que hagan más sencilla la interfaz de usuario.
fi: Määrittää pysähdyspaikkojen algoritmia vain käynnistää yhden muuttujan (yllä) tai sekä Ahtopaine arvojen alapuolella (kaksi kynnysarvon). Tämä on yhdistetty kaksi MT valvonnan yhdeksi niin ei ole järkeä tehdä sitä kuin megatune koska ei ole mitään mahdollista tilannetta, jossa voit käyttää toista ilman toista. Siten MTX linkkejä heitä tekemään UI yksinkertaisempi.
fr: Définit l&#39;algorithme de mise en scène à un peu de détente sur une variable (ci-dessus) ou aussi bien que les valeurs de pression d&#39;admission ci-dessous (seuil de déclenchement double). Celui-ci combine deux contrôles MT en un seul car il n&#39;a guère de sens de le faire comme megatune car il n&#39;est pas possible de toute situation où vous devez utiliser un sans l&#39;autre., D&#39;où MTX liens entre eux pour faire de la simple interface utilisateur.

source: Sets the staging mode to be based on RPM only, MAP, or TPS.
es: Establece el modo de puesta en escena que se basa en sólo RPM, MAP, o TPS.
fi: Asettaa pysähdyspaikkojen tila perustuu RPM ainoastaan, MAP, tai TPS.
fr: Définit le mode de mise en scène d&#39;être basée sur les RPM que, MAP, ou TPS.

source: The Amount of time to run on the soft limitera. If this timeout is exceeded the hard limiter will kick in, even if the hard revlimit RPM has not yet been reached.
es: La cantidad de tiempo para ejecutarse en el limitera suave. Si este tiempo de espera que se supere el limitador duro arrancar, incluso si el RPM revlimit duro no ha llegado todavía.
fi: Aika kulua pehmeä limitera. Jos tämä aika ylittyy kova rajoittimen potkia, vaikka kova revlimit RPM ei ole vielä saavutettu.
fr: La quantité de temps à courir le limitera doux. Si ce délai est dépassé le limiteur dur coup de pied dans, même si le RPM revlimit dur n&#39;a pas encore été atteint.

source: The Hard revlimiter RPM threshold. when this is exceeded the hard revlimit params take effect whether that be spark drop, fuel drop or both.
es: El revlimiter duro RPM umbral. Cuando se excede los parámetros del revlimit duro en vigor ya sea chispa gota, gota de combustible o de ambos.
fi: Hard revlimiter RPM raja. kun tämä ylittyy kova revlimit params voimaan olipa kyse kipinä pisara, polttoaine pudota tai molempia.
fr: Le seuil de Hard RPM revlimiter. lorsque cela est dépassé, les params revlimit dur prendra effet que ce soit étincelle drop drop de carburant, ou les deux.

source: The lower limit for the barocorrection factor in ADC Counts. useful to prevent bad running in case of ECU hiccup/reset.
es: El límite inferior para el factor de barocorrection en los Cargos ADC. útiles para evitar malos corriendo en caso de hipo ecus / reset.
fi: Alarajaa barocorrection tekijä ADC Counts. hyödyllistä estää huono käynnissä tapauksessa ecua hikka / reset.
fr: La limite inférieure pour le facteur barocorrection aux chefs ADC. utiles pour éviter les mauvaises fonctionnement en cas de hoquet écus / reset.

source: The soft revlimit point where only spark is retarded to try to limit engien RPM.
es: El punto de revlimit suave en el que sólo se retarda la chispa para tratar de limitar engien RPM.
fi: Pehmeä revlimit kohdassa, jossa vain kipinä on kehitysvammainen pyritään rajoittamaan engien RPM.
fr: Le point revlimit doux où seule étincelle est retardée pour essayer de limiter RPM Engien.

source: The spark advance to run on the soft revlimiter.
es: El avance del encendido para ejecutarse en el revlimiter suave.
fi: Sytytysennakkoa kulua pehmeä revlimiter.
fr: L&#39;avance à l&#39;allumage à courir à la revlimiter doux.

source: The upper limit for the barocorrection factor in ADC Counts. useful to prevent bad running in case of ECU hiccup/reset.
es: El límite superior para el factor de barocorrection en los Cargos ADC. útiles para evitar malos corriendo en caso de hipo ecus / reset.
fi: Yläraja barocorrection tekijä ADC Counts. hyödyllistä estää huono käynnissä tapauksessa ecua hikka / reset.
fr: La limite supérieure pour le facteur barocorrection aux chefs ADC. utiles pour éviter les mauvaises fonctionnement en cas de hoquet écus / reset.

source: This control sets the Off delta where the manifold pressure needs to drop by this amount below the above threshold before injector staging is turned off.
es: Este control ajusta el delta de descuento en la presión del múltiple tiene que pasar por esta cantidad por debajo del umbral a partir del inyector antes de puesta en escena está apagado.
fi: Tämä valvonta sisältää Off delta jossa Ahtopaine on alentaa tämän määrän alle edellä kynnyksen ennen injektori pysähdys on kytketty pois päältä.
fr: Cette commande définit le delta du Off où la pression d&#39;admission doit passer ce montant en dessous du seuil ci-dessus avant la mise en scène injecteur est éteint.

source: This control sets the number of engine cycles at which point staging is phased in.
es: Este control ajusta el número de ciclos de rotación en los cuales se reducirá progresivamente punto de parada pulg
fi: Tämä valvonta sisältää useita moottorin syklin jolloin pysähdys on vähitellen sisään
fr: Cette commande définit le nombre de cycles du moteur au cours de laquelle point d&#39;arrêt est progressivement po

source: This control sets the threshold where the manifold pressure needs to be exceeded along with the above staging params to enable injector staging.
es: Este control ajusta el umbral donde la presión del múltiple debe ser superado, junto con los parámetros del anterior de clasificación para permitir la estadificación de los inyectores.
fi: Tämä säädin asetetaan raja, jossa Ahtopaine on ylittänyt yhdessä edellä lavastus params jotta suutin lavastus.
fr: Cette commande définit le seuil où la pression d&#39;admission doit être dépassée avec la mise en scène params ci-dessus pour permettre la mise en scène de l&#39;injecteur.

source: This is the number of sparks to drop for ever number of sparks in the Base sparks variable above, so if you have a 4 cyle engine set base sparks to 5 and this to one, it'll do an evenly balanced round robin spark drop. Use a higher number for more spark drop and more engien power cutoff.
es: Este es el número de chispas a caer para el número cada vez de chispas en la Base de chispas variable anterior, así que si tienes una base de 4 Cyle conjunto de motores de chispas a 5 y un presente que, lo voy a hacer un round robin equilibrada chispa caída. Utilice un número más alto para caer más chispa y más poder de corte engien.
fi: Tämä on määrä kipinöitä pudota ikuisesti määrä kipinöitä Base kipinät muuttuvat edellä, joten jos sinulla on 4 cyle moottori asettaa perusta kipinöitä 5 ja tämä yksi, se tulee tehdä jakautuvat tasaisesti round robin kipinä pudota. Käytä suurempi joukko enemmän kipinä pudottaa enemmän engien valtaa sulku.
fr: C&#39;est le nombre d&#39;étincelles à baisser, pour nombre de plus d&#39;étincelles dans la Base étincelles variable ci-dessus, donc si vous avez une base 4 cyle ensemble moteur étincelles à 5 et ce à un, ça va faire un tournoi à la ronde équilibrée étincelle déroulant. Utilisez un nombre plus élevé pour plus d&#39;étincelle de chute et plus de coupure d&#39;alimentation Engien.

source: This is the round robin spark drop routine. Typically you should set this to one MORE than the total number of cylinders the engine has.
es: Este es el round robin chispa rutina gota. Normalmente, usted debe fijar en una más que el número total de los cilindros del motor tiene.
fi: Tämä on round robin kipinä pudota rutiinia. Yleensä sinun tulisi asettaa tämä yksi enemmän kuin määrä pulloja moottori on.
fr: C&#39;est le tournoi à la ronde de routine étincelle déroulant. En général, vous devriez fixer cette valeur un de plus que le nombre total de cylindres du moteur a.

source: This is the scaling factor used for injector scaling. This value is calculated by dividing the total flow of the Primary injectors (on inj channel 1) by the TOTAL injector flow of both the primaries and secondaries, and then taking that quantitiy and multiplying by 512. ((prim_flow/(prim_flow+sec_flow))*512)
es: Este es el factor de escala utilizada para la ampliación de los inyectores. Este valor se calcula dividiendo el caudal total de los inyectores de primaria (en inj canal 1) por el flujo de inyección total de ambos en las primarias y secundarias, y teniendo entonces que la cantidad y multiplicando por 512. ((Prim_flow / (prim_flow sec_flow +)) * 512)
fi: Tämä on skaalaustekijää käytetty suutin skaalausta. Tämä arvo lasketaan jakamalla virtaus Primary suonensisäisesti (on inj kanava 1) kokonaismäärällä injektorin kulkua sekä perusvärit ja secondaries, ja sitten kun tämä määrä ja kertomalla 512. ((Prim_flow / (prim_flow + sec_flow)) * 512)
fr: C&#39;est le facteur d&#39;échelle utilisée pour l&#39;extension de l&#39;injecteur. Cette valeur est calculée en divisant le débit total des injecteurs primaire (inj sur le canal 1) par le débit d&#39;injection totale tant de la primaires et secondaires, et en prenant ensuite la quantité et en multipliant par 512. ((Prim_flow / (+ prim_flow sec_flow)) * 512)

source: This sets the off delta point at which to disable injector staging. This is a raw units control, and thus its units are either "RPM/100", "KPa" or "TPSADC" as selected by the above buttons.
es: Esto establece el punto fuera de delta en el que la puesta en escena inyector desactivar. Este es un control de las unidades de crudo, y por lo tanto sus unidades son RPM/100 "," KPa "o" TPSADC ", seleccionada por los botones de arriba.
fi: Tämä asettaa pois delta missä vaiheessa poistaa suutin lavastus. Tämä on raaka yksiköiden valvonta, ja näin sen yksiköt ovat joko "RPM/100", "kPa" tai "TPSADC" valitsemassa edellä painikkeilla.
fr: Ceci définit le point de delta au cours de laquelle la mise en scène de l&#39;injecteur désactiver. Il s&#39;agit d&#39;un contrôle de premières unités, et donc ses unités sont soit RPM/100 »,« kPa »ou« TPSADC "sélectionné par les boutons ci-dessus.

source: This sets the threshold point at which to enable injector staging. This is a raw units control, and thus is either "RPM/100", "KPa" or "TPSADC" as selected by the above buttons.
es: Esto establece el punto de umbral en el que para que la estadificación del inyector. Este es un control de las unidades de crudo, y por lo tanto es bien RPM/100 "," KPa "o" TPSADC ", seleccionada por los botones de arriba.
fi: Tämä asettaa raja missä vaiheessa, jotta suutin lavastus. Tämä on raaka yksiköiden valvonta, ja näin on joko "RPM/100", "kPa" tai "TPSADC" valitsemassa edellä painikkeilla.
fr: Ceci définit le point de seuil à partir duquel afin de permettre la mise en scène de l&#39;injecteur. Il s&#39;agit d&#39;un contrôle de premières unités, et donc est soit RPM/100 »,« kPa »ou« TPSADC "sélectionné par les boutons ci-dessus.

source: Uses either Intake air temp for temp correction, or leaves it internal to the MAF sensor, which iwll output a temp compensated signal.
es: Utiliza ya sea temperatura del aire de admisión para la corrección de temperatura, o la deja interna para el sensor MAF, que seria una señal de temperatura compensada.
fi: Käyttää joko Imuilman lämpötila ja lämpötila korjaus, tai jättää se sisäinen MAF anturi, joka lähtö lämpötila kompensoi signaalin.
fr: Utilise soit temp d&#39;air d&#39;admission pour la correction de la température, ou laisse interne au capteur MAF, qui émet un signal compensé temp.

source: _Advanced Options
es: Opciones _Advanced
fi: _Advanced Asetukset
fr: Options _advanced

source: For every number of degrees this control is set to, that the intake air temp rises over, we reduce the boost by 1 psi. So If you have the start reducing boost control set to 150 deg, and the reduce boost by 1psi control set to 10deg, then when the air temp is at 190deg, the ECU will attempt to reduce boost by 4 psi. e.g. 190-150/10 equals 4psi.
es: Por cada número de grados se establece en este control para que la temperatura de entrada de aire se eleva por encima, se reduce el impulso de 1 psi. Así que si usted tiene el impulso empezar a reducir de control en 150 grados, y el reducir el impulso por 1psi de control en 10deg, a continuación, cuando la temperatura del aire se encuentra en 190deg, la ECU intentará reducir el impulso por 4 psi. por ejemplo, es igual a 4psi 190-150/10.
fi: Jokaisesta määrä asteita tämä valvonta on asetettu, että imuilman lämpötila nousee, me vähentää tukea, jonka 1 psi. Joten jos olet alkavat vähentää tukea ohjaus asetettu 150 astetta, ja vähentää tukea, jonka 1psi ohjaus asettaa 10deg, sitten kun ilma lämpötila on 190deg, ECU yrittää vähentää tukea, jonka 4 psi. esim. 190-150/10 vastaa 4psi.
fr: Pour chaque nombre de degrés de cette commande est réglée pour que la température de l&#39;air d&#39;admission s&#39;élève au-dessus, nous réduisons le coup de pouce de 1 psi. Donc si vous avez le début de la réduction stimuler contrôle mis à 150 degrés, et la réduction accélérée par 1PSI de contrôle mis à 10deg, puis lorsque la température de l&#39;air est à 190deg, l&#39;ECU pour tenter de réduire accroître de 4 psi. par exemple, est égal à 190-150/10 4psi.

source: How often the boost algorithm calculations are run.
es: ¿Con qué frecuencia los cálculos algoritmo de impulso se ejecutan.
fi: Kuinka usein parantaa algoritmin laskenta suoritetaan.
fr: Combien de fois les calculs algorithmiques stimuler sont exécutés.

source: If boost deviates more than this limit from the target as defined by the boost kpa target tables (1 or 3) we wll switch to open loop mode and use the dutycycle table 2.
es: Si se desvía más de aumentar este límite de la meta definida por las tablas de destino impulso kPa (1 o 3) que wll cambiar a modo de lazo abierto y el uso de la tabla dutycycle 2.
fi: Jos tukea poikkeaa enemmän kuin tämän rajoituksen tavoite määritelty lisätä kPa tavoite taulukoita (1 tai 3) me wll siirtyä avoimen piirin tila ja käyttö dutycycle taulukko 2.
fr: Si stimuler s&#39;écarte de plus de cette limite de l&#39;objectif tel que défini par l&#39;objectif de stimuler tables kPa (1 ou 3) nous WLL interrupteur pour activer le mode boucle et d&#39;utiliser le tableau 2 du rapport durée période.

source: If intake air temp exceeds this temperature AND the Throtle position exceeds the TPS setpoint below the ECU will start reducing boost based on the value of the next control.
es: Si temperatura de entrada de aire superior a esta temperatura y la posición Throtle excede el punto de referencia por debajo del TPS ecus se iniciará la reducción de estímulo basado en el valor de la siguiente control.
fi: Jos imuilman lämpötila ylittää tämän lämpötilan ja Throtle kanta ylittää TPS asetusarvon alapuolella ecua alkaa vähentää edistää arvon perusteella seuraavan valvontaa.
fr: Si la température de l&#39;air d&#39;admission est supérieure à cette température et la position de la manette des gaz est supérieure à la consigne de TPS ci-dessous l&#39;ECU commencer à réduire stimuler basé sur la valeur de la commande suivante.

source: If the throttle position is higher than this value (measured in RAW ADC counts) then the boost_iat controls take effect. If TPS is below this threshold those controls have NO EFFECT.
es: Si la posición del acelerador es superior a este valor (medido en RAW cuenta ADC), el boost_iat controles surtan efecto. Si TPS está por debajo de este umbral aquellos controles no hacen ningún efecto.
fi: Jos asento on suurempi kuin tämä arvo (mitattuna RAW ADC määrä) sitten boost_iat tarkastukset tulevat voimaan. Jos TPS on tämän rajan alapuolella näitä tarkastuksia ei ole vaikutusta.
fr: Si la position du papillon est supérieure à cette valeur (mesurée en compte ADC RAW), le boost_iat contrôles prennent effet. Si TPS est inférieur à ce seuil ces contrôles n&#39;ont pas d&#39;effet.

source: OverBoost cutoff at which point fuel is shutdown completely to avoid engine destruction.
es: "Overboost" de corte de combustible en el que el punto se cierra por completo para evitar la destrucción del motor.
fi: OverBoost raja jolloin polttoaine on shutdown täysin välttää moottorin tuhoutuminen.
fr: coupure overboost à laquelle le carburant est le point d&#39;arrêt complètement pour éviter la destruction du moteur.

source: Sets the Boost Actuator PWM rate to the specified value. Higher rates are better for fast acting valves, slower rates are more suitable for valves that have higher damping or that respond slower.
es: Establece el actuador Alza PWM tasa en el valor especificado. Las tasas más altas son mejores para las válvulas de acción rápida, las tasas más lentas son más adecuados para las válvulas que tienen una mayor amortiguación o que responden más lento.
fi: Määrittää Boost Actuator PWM määrä määrättyyn arvoon. Korkeammat hinnat ovat parempia nopeasti venttiilien hitaampi hinnat ovat sopivat venttiilit, joilla on korkeammat vaimennuksen tai vastata hitaammin.
fr: Définit le Boost actionneur PWM taux à la valeur spécifiée. Des taux plus élevés sont meilleurs pour les vannes à action rapide, un rythme plus lent sont plus appropriés pour les robinets qui ont plus d&#39;amortissement ou qui répondent plus lentement.

source: Sets the overboost protection revlimiter style to be either fuel drop, spark drop, or both.
es: Define el estilo de protección revlimiter overboost a ser gota de combustible, una chispa caída, o ambas cosas.
fi: Määrittää overboost suoja revlimiter tyyli on joko polttoaineen pisara, kipinä pudota, tai molemmat.
fr: Définit le style de la protection overboost revlimiter être soit goutte de carburant, les bougies déroulant, ou les deux.
