Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The LOAD (TPS) bins in combination with the RPM bins on the bottom of the Boost Table define the vertexes (points on the Boost map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La carga (TPS) contenedores en combinación con las cajas RPM en la parte inferior de la tabla Alza definir los vértices (puntos en el mapa Boost). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: LOAD (TPS) astiat yhdessä RPM roskakoreihin pohjassa Boost taulukon määritellä vertexes (pisteiden Boost kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La charge (TPS) bacs en combinaison avec les bacs de RPM sur la partie inférieure du tableau Boost définir les sommets (points sur la carte Boost). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the Boost-Table define the vertexes (points on the Boost map). The ECU will interpolate between vertexes providing a smooth transition between points on the map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo de la tabla Boost-definir los vértices (puntos en el mapa Boost). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä LOAD roskakoreihin vasemmalla puolella Boost-taulukko määrittää vertexes (pisteiden Boost kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen kohtaa kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de la Table-Boost définir les sommets (points sur la carte Boost). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This pops up a 3 dimensional view of the current Boost-Table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual alza de Mesa. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Boost-taulukossa. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Vasenta hiiren painiketta holddown ja vetämällä hiirtä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de l&#39;actuelle Boost-tableau. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: _Boost Tables
es: Tablas de Turbo/Boost
fi: _Boost Taulukot
fr: Tables _Boost

source: "Write internal log to disk" is a new feature. By default megatunix will record ALL variables read while the Runtime reader is running, even if you do NOT have datalogging enabled. This button dumps that to disk as a std logfile of ALL variables. It can be loaded in megatunix's logviewer for playback if desired...
es: "Escribir registro interno en el disco" es una nueva característica. Por defecto megatunix registrará todas las variables mientras el lector lee Tiempo de ejecución está en marcha, incluso si usted no tiene registro de datos habilitado. Este botón que vuelca en el disco como un archivo de registro de todas las variables std. Se puede cargar en logviewer megatunix para la reproducción, si lo desea ...
fi: "Kirjoita sisäinen loki levylle" on uusi ominaisuus. Oletuksena megatunix kirjataan kaikki muuttujat Lukeminen Runtime lukija on käynnissä, vaikka Sinulla ei ole datalogging käytössä. Tämä painike kaatopaikat että levykkeelle std logfile on kaikkiin muuttujiin. Se voidaan ladata megatunix n logviewer toistaa haluttaessa ...
fr: "Donnez votre journal interne sur le disque" est une nouvelle fonctionnalité. Par défaut megatunix va enregistrer toutes les variables lire tandis que le lecteur d&#39;exécution est en marche, même si vous n&#39;avez PAS datalogging activé. Cette décharges bouton sur le disque un fichier de journal de toutes les variables std. Il peut être chargé dans logviewer megatunix pour la lecture si vous le souhaitez ...

source: Defines which table controls injector 1
es: Define cual tabla controla el banco de inyeccion 1
fi: Määritellään, mitkä taulukon tarkastukset injektorin 1
fr: Définit la table qui contrôle INJECTEUR 1

source: Defines which table controls injector 2
es: Define cual tabla controla el banco de inyeccion 2
fi: Määritellään, mitkä taulukon valvonta injektorin 2
fr: Définit la table qui contrôle injecteur 2

source: Enables or Disables Gammae (enrichments) on injector channel 1
es: Activa o Desactiva Gammae (enriquecimientos) en el banco de inyeccion 1
fi: Ottaa käyttöön tai poistaa Gammae (rikastusta) on injektorin kanava 1
fr: Active ou désactive Gammae (enrichissement) sur le canal 1 injecteur

source: Sets the Idle Control mode
es: Define el modo de Control de Valvula de Ralenti (baja)
fi: Määrittää Idle Control tila
fr: Définit le mode de commande du ralenti

source: Sets the Table Mode, single table, or dual independant tables
es: Define el Modo de control de Tablas: Unidas como una sola tabla / Dos tablas Independientes
fi: Määrittää taulukon Mode, yhden pöydän, tai kaksi itsenäistä taulukot
fr: Définit le mode de table, table unique ou à double tables indépendantes

source: Sets the boost controller PWM frequency
es: Define la frecuencia de pulso PWM del controlador de Boost/Presion
fi: Määrittää edistää rekisterinpitäjän PWM taajuus
fr: Définit le contrôleur PWM accroître la fréquence

source: _DT Parameters
es: Parametros de (DT) doble tabla
fi: _DT Parametrit
fr: Paramètres _DT

source: "AFR" Is the Air Fuel ratio the engine is running at. This is calculated from a lookuptable, if this reading seems wrong make sure you've specified the proper lookuptable in the Interrogation Profile and selected the right sensor type in the Enrichments Tab.
es: "AFR" Es la relación de aire y combustible que el motor está funcionando a. Este cálculo se realiza una lookuptable, si esta lectura parece mal asegúrese de que ha especificado el lookuptable adecuada en el perfil de Interrogación y seleccionado el tipo de sensor de la derecha en la Ficha de enriquecimientos.
fi: "AFR" Onko lentopolttonesteille suhde moottorin käydessä. Tämä on laskettu lookuptable, jos tämä käsittely tuntuu väärältä varmista, että olet määrittänyt asianmukaisesti lookuptable vuonna Poliisikuulustelu profiili ja valitaan oikea anturi tyypin rikastusta välilehti.
fr: "AFR est le ratio de carburant Air le moteur tourne à. Il est calculé à partir d&#39;un lookuptable, si cette lecture semble erroné vérifiez que vous avez spécifié le bon lookuptable dans le profil de l&#39;interrogatoire et sélectionné le type de capteur de droit dans l&#39;onglet d&#39;enrichissement.

source: "DC 1\" is the injector Duty cycle for injectors connected to injector channel 1.
fr: "DC 1 \" est le cycle d&#39;injection pour les injecteurs de service relié à 1 canal de l&#39;injecteur.

source: "DC 2\" is the injector Duty cycle for injectors connected to injector channel 2.
fr: "DC 2 \" est le cycle d&#39;injection pour les injecteurs de service relié à 2 canaux d&#39;injection.

source: "IdleDC" is the duty cycle for the PWM Idle control
es: "IdleDC" es el ciclo de trabajo para el reposo de control PWM
fi: "IdleDC" on velvollisuus kiertoa PWM Idle valvonta
fr: "IdleDC" est le cycle de travail pour la marche au ralenti de contrôle PWM

source: "O2 Volts" is the Exhaust Oxygen Sensor voltage. Range 0-5 Volts, resolution 19.6 mv.
es: "Voltios O2" es el escape de oxígeno del sensor de voltaje. Rango de 0-5 voltios, la resolución de 19,6 mv.
fi: "O2 volttia" on Exhaust happitunnistimen jännite. Range 0-5 volttia, resoluutio 19,6 mv.
fr: "Volts O2" est le capteur de tension d&#39;échappement en oxygène. Fourchette de 0-5 volts, la résolution de 19,6 mV.

source: "PW 1" is the pulsewidth in milliseconds for the injectors tied to injector channel 1.
es: "PW 1" es la amplitud de pulso en milisegundos para los inyectores atado a un canal de inyección.
fi: "PW 1" pulsewidth millisekunteina varten suonensisäisesti sidottu suutin kanava 1.
fr: "PW 1" est la largeur d&#39;impulsion en millisecondes pour les injecteurs lié à 1 canal de l&#39;injecteur.

source: "PW 2" is the pulsewidth in milliseconds for the injectors tied to injector channel 2.
es: "PW 2" es la amplitud de pulso en milisegundos para los inyectores atado a canal 2 de inyección.
fi: "PW 2" on pulsewidth millisekunteina varten suonensisäisesti sidottu suutin kanava 2.
fr: "PW 2" est la largeur d&#39;impulsion en millisecondes pour les injecteurs liée à 2 canaux d&#39;injection.

source: "VE 1" is the instantaneous volumetric efficiency for table 1 that the MS is calculating fuel for.
es: "VE 1" es la eficiencia volumétrica instantánea para la tabla 1 que la EM es el cálculo del combustible para.
fi: "VE 1" on hetkellinen tilavuuden tehokkuus taulukko 1 että MS laskee polttoainetta.
fr: «VE 1" est le rendement volumétrique instantanée pour le tableau 1 que la sclérose en plaques est le calcul de carburant pour.

source: "VE 2" is the instantaneous volumetric efficiency for table 2 that the MS is calculating fuel for.
es: "VE 2" es la eficiencia volumétrica instantánea para la tabla 2 que la EM es el cálculo del combustible para.
fi: "VE 2" on hetkellinen tilavuuden tehokkuus taulukko 2, että MS laskee polttoainetta.
fr: «VE 2" est le rendement volumétrique instantanée pour le tableau 2 que la sclérose en plaques est le calcul de carburant pour.

source: Dutycycle 2
fr: Du rapport durée période 2

source: VE-Table 0, Dualtable v1.02
es: VE-Tabla 0, Dualtable v1.02
fi: VE-taulukon 0, Dualtable v1.02
fr: VE-Tableau 0, Dualtable v1.02

source: VE-Table 1, Dualtable v1.02
es: VE-Tabla 1, Dualtable v1.02
fi: VE-taulukko 1, Dualtable v1.02
fr: VE-Tableau 1, Dualtable v1.02

source: Enables or Disables BARO Correction
es: Activa o Desactiva la Correccion Barometrica
fi: Ottaa käyttöön tai poistaa BARO korjaus
fr: Correction BARO Active ou désactive

source: Sets the Engine firing pattern
es: Define el patron de Fuego/Chispa del motor
fi: Määrittää moottorin polttoa malli
fr: Définit la mise à feu du moteur modèle

source: Sets the Engine stroke
es: Define los ciclos (stroke) del motor
fi: Määrittää moottorin iskunpituus
fr: Définit la course du moteur

source: Sets the Fuel control algorithm to eithe Speed Density or Alpha-N
es: Define el Algoritmo de control de Inyeccion ya sea Velocidad/Densidad (MAP) o Alpha-N (TPS)
fi: Määrittää Polttoaine ohjaus algoritmi eithe Speed Density tai Alpha-N
fr: Définit l&#39;algorithme de contrôle de carburant à vitesse eithe densité ou Alpha-N

source: Sets the MAP Sensor type
es: Define el tipo de Sensor/Sonda MAP
fi: Määrittää MAP Sensor tyyppi
fr: Définit le type de capteur MAP

source: _Dualtable Constants
es: Constantes de Doble Tabla
fi: _Dualtable Vakiot
fr: Constantes _Dualtable

source: This button will send the "!!X" string to the ECU to enter the bootloader and then reboot. It will trigger a read to readback the message from the ECU and display it in the box below. If nothing comes back it means there are no problems. This is to be used when the ECU is running the fuel pump once per second as that is how MSnS-E signals an error condition. These problems can occur when setting two features that conflict with each other. (like nitrous and water injection, both can NOT be used at the same time as they use the same output pin)
es: Este botón se enviará el "!!X" cadena a la ECU para entrar en el gestor de arranque y luego reiniciar el sistema. Se dará lugar a una lectura a colación el mensaje de la ECU y lo mostrará en el cuadro de abajo. Si no sale nada nuevo que significa que no hay problemas. Esto se va a utilizar cuando la ECU se está ejecutando la bomba de combustible una vez por segundo ya que es así MSNS-E señala una condición de error. Estos problemas pueden ocurrir al establecer dos características que entran en conflicto entre sí. (Como la inyección de nitrógeno y agua, tanto NO pueden ser utilizados al mismo tiempo, ya que utilizan el mismo pin de salida)
fi: Tämä painike lähettää "! X" string ecuun tulla bootloader ja käynnistä. Se laukaisee lukea readback viesti ecusta ja näyttää alla. Jos mitään ei palaa se tarkoittaa, ettei ongelmia ole. Tämä on käytettävä ecu käynnissä polttoainepumppu kerran sekunnissa eli miten MSnS-E signaaleja virhetilanne. Näitä ongelmia voi esiintyä, kun asetetaan kaksi piirrettä, jotka ovat ristiriidassa keskenään. (Kuten typen ja veden ruiskutus, niin ei voi käyttää samanaikaisesti, sillä ne käyttävät samaa lähtö tappi)
fr: Ce bouton permet d&#39;envoyer le "! X" string à l&#39;écu d&#39;entrer dans le chargeur de démarrage et redémarrez. Il va déclencher une lecture à collationnement du message de l&#39;ECU et l&#39;afficher dans la case ci-dessous. Si rien ne revient cela signifie qu&#39;il n&#39;ya pas de problèmes. Ce doit être utilisé lorsque l&#39;écu est en marche la pompe à carburant une fois par seconde que c&#39;est de cette façon MSN-E indique une condition d&#39;erreur. Ces problèmes peuvent survenir lors de l&#39;établissement deux éléments qui entrent en conflit les uns avec les autres. (Comme d&#39;azote et d&#39;injection d&#39;eau, les deux ne peuvent être utilisés en même temps qu&#39;ils utilisent la même broche de sortie)

source: _Error Status
es: Estado de Error
fi: _Error Tila
fr: _error État

source: Enabled Playback mode for the logviewer. You need to select a logfile and then the parameters you wish to view. Hittings Start Playback will initiate playback of the log and the playback will stop shortly after the end of the log is reached. Scrolling to any point of the log is allowed even during runtime.
es: Activado Modo de reproducción para la logviewer. Debe seleccionar un archivo de registro y, a continuación los parámetros que desea ver. Hittings Inicio de la reproducción se iniciará la reproducción del registro y la reproducción se detendrá poco después del final del registro que se llegó. Desplazamiento a cualquier punto de la sesión se permite incluso en tiempo de ejecución.
fi: Käytössä Toistotila varten logviewer. Sinun täytyy valita logfile ja sitten parametrit haluat tarkastella. Hittings Aloita Toisto aloittaa toiston loki ja toisto loppuu pian jälkeen loki on saavutettu. Vieritys mihin tahansa kohtaan log saa myös ajon aikana.
fr: Activé Mode de lecture pour la logviewer. Vous devez sélectionner un fichier de log, puis les paramètres que vous souhaitez consulter. Hittings démarrer la lecture commencera la lecture du journal et la lecture s&#39;arrête peu après la fin du journal est atteinte. Défilement à n&#39;importe quel point du journal est autorisé, même pendant l&#39;exécution.

source: Enables Runtime mode for the logviewer. The logviewer will act like a stripchart view allwing viewing of signals from the ECU live, with the added ability to scroll back in time (to the point where RT vars were started from)
es: Activa el modo Tiempo de ejecución para la logviewer. El logviewer actuará como una vista stripchart allwing visualización de las señales de la ECU en vivo, con la capacidad adicional para retroceder en el tiempo (hasta el punto de VAR RT se iniciaron a partir de)
fi: Ottaa Runtime tila logviewer. Logviewer toimii kuin stripchart näkymä allwing katselu signaaleja ecuun elää, on lisätty mahdollisuus selata ajassa taaksepäin (siihen pisteeseen RT vars oli lähtenyt)
fr: Permet d&#39;exécution pour le mode logviewer. Le logviewer agira comme un point de vue stripchart allwing visualisation des signaux provenant de l&#39;ECU en direct, avec la capacité supplémentaire pour remonter dans le temps (au point où vars RT ont été lancées à partir de)

source: Starts datalog playback from the specified logfile. Playback will stop automatically at jsut after the end of the logfile..
es: Inicia la reproducción desde el registro de datos archivo de registro especificado. La reproducción se detiene automáticamente a justo después del final del archivo de registro ..
fi: Alkaa datalog toiston määritelty logfile. Toisto pysähtyy automaattisesti juuri päätyttyä logfile ..
fr: Commence Datalog lecture à partir du fichier journal spécifié. La lecture s&#39;arrête automatiquement à juste après la fin de l&#39;.. logfile

source: Stops datalog playback
es: Detiene la reproducción de registro de datos
fi: Pysäkit datalog toisto
fr: Arrête la lecture Datalog

source: Stops the Runtime Data display and the log.
es: Detiene la ejecución de visualización de datos y el registro.
fi: Pysäkit Runtime Data näyttö ja loki.
fr: Arrête l&#39;affichage de données d&#39;exécution et le journal.

source: This starts reading the RT variables and updates the logviewer with the LIVE data from the ECU. You can use the slider above to move back to see past data even while the log s running.
es: Esto empieza a leer las variables RT y actualiza el logviewer con los datos en vivo desde la ECU. Puede utilizar el control deslizante de arriba para volver a ver los datos del pasado aun cuando el registro de s en ejecución.
fi: Tämä alkaa lukea RT muuttujat ja päivitykset logviewer kanssa LIVE tiedot ecusta. Voit käyttää liukusäädintä edellä palaamaan nähdä aiempien vuosien tiedot myös silloin, kun halko pyörittää.
fr: Cela commence la lecture de la RT variables et mises à jour de la logviewer avec les données en direct de l&#39;ECU. Vous pouvez utiliser le curseur dessus pour revenir en arrière pour voir les données passé, même si le journal de marche.

source: This will popup a window where you can select the fields you wish to view in either the Runtime view or Logfile for playback. Traces can be selected/removed while the log is playing as well.
es: Esto popup una ventana donde puede seleccionar los campos que desea ver ya sea en la vista Tiempo de ejecución o de archivo de registro para la reproducción. Huellas se pueden seleccionar / eliminado, mientras que el registro está jugando tan bien.
fi: Tämä popup-ikkuna, jossa voit valita kentät haluat tarkastella joko Runtime katsella tai Logfile toistoa varten. Jälkiä voi valita / poistaa, kun loki on pelissä myös.
fr: Cela ouvrira une fenêtre où vous pouvez sélectionner les champs que vous souhaitez consulter soit dans la vue d&#39;exécution ou fichier journal pour la lecture. Les traces peuvent être sélectionnés ou supprimés tandis que le journal joue ainsi.

source: Accel enrichment taper time.
es: enriquecimiento de Accel cono tiempo.
fi: Accel etu kartio aikaa.
fr: temps Accel cône d&#39;enrichissement.

source: Cold Accel Enrichment in milliseconds.
es: Enriquecimiento en milisegundos por Aceleracion en Frio
fi: Cold Accel Väkevöiminen millisekunteina.
fr: Cold Accel enrichissement en millisecondes.
