Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: "BARO Volts" is the reading from the Manifold Absolute Pressure sensor at ECU powerup, used for barometer correction. The value is converted to volts. Range is 0-5 volts, resolution of 19.6 millivolts (8 bits)
es: "BARO Volts" es la lectura del Sensor de presión absoluta del múltiple Al momento del encendido de ecus, para la corrección del barómetro. El valor se convierte en voltios. El rango es 0-5 voltios, la resolución de 19,6 milivoltios (8 bits)
fi: "BARO volttia" on lukemisen Kokoojaputkissa Absolute Paineanturi ecuksi powerup, käytetään barometri korjaus. Arvo muunnetaan volttia. Range on 0-5 volttia resoluution 19,6 millivolttien (8 bittiä)
fr: "Volts BARO" est la lecture du capteur de pression absolue du collecteur à PowerUp écus, utilisé pour la correction du baromètre. La valeur est convertie en volts. Range 0-5 volts, la résolution de 19,6 millivolts (8 bits)

source: "BAROcorr" is the Barometer correction factor. This is expressed as a percentage, 100 being NO enrichment, anything over 100 causes additional fuel to be added, less than 100 means less fuel.
es: "BAROcorr" es el factor de corrección del Barómetro. Esto se expresa en porcentaje, siendo 100 NO enriquecimiento, algo más de 100 causas de combustible adicionales que se añadirán, combustible inferior a 100 significa menos.
fi: "BAROcorr" on Ilmanpaine korjauskerroin. Tämä ilmaistaan prosentteina, 100 on väkevöimättömien mitään yli 100 aiheutuu ylimääräistä polttoainetta lisätään, alle 100 vähemmän polttoainetta.
fr: "BAROcorr" est le facteur de correction du baromètre. Cela est exprimé en pourcentage, 100 étant d&#39;aucun enrichissement, rien de plus de 100 causes de carburant supplémentaires à ajouter, de carburant inférieur à 100 signifie moins.

source: "BATT ADC" is the raw ADC counts for the Battery Voltage input, Range 0-255, resolution 1 adc
es: "BATT ADC" es la cuenta ADC primas para la entrada de voltaje de la batería, rango 0-255, resolución 1 adc
fi: "BATT ADC" on raaka ADC laskee varten Battery Jännitetulo, Range 0-255, resoluutio 1 ADC
fr: "BATT ADC" est le chiffres bruts ADC pour l&#39;entrée de tension de batterie, plage 0-255, résolution 1 adc

source: "BATT Volts" is the Battery voltage in DC volts.
es: "BATT Volts" es el voltaje de la batería en voltios DC.
fi: "BATT volttia" on Akun jännite DC volttia.
fr: "Volts BATT" est la tension de la batterie en volts DC.

source: "BSPOT2" is one of three blank spots returned in the runtime variables for standard MegaSquirt ECUs. Some of the less known MS variants use these to communicate back additional data. These are loggable just for this reasons. Units are 0-255, resolution of 1.
es: "BSPOT2" es uno de los tres puntos en blanco regresó en las variables de tiempo de ejecución para el estándar de ecus MegaSquirt. Algunas de las variantes menos conocidas de MS utilizarlos para comunicarse de nuevo datos adicionales. Estos son sólo para este loggable motivos. Las unidades son 0-255, la resolución de 1.
fi: "BSPOT2" on yksi kolmesta tyhjä paikoista palautetaan runtime muuttujien standardin MegaSquirt ecua. Jotkut vähemmän tunnetut MS muunnelmat käyttävät näitä toimittamaan takaisin lisätietoja. Nämä ovat loggable juuri näistä syistä. Yksiköt ovat 0-255, päätöslauselma 1.
fr: "BSPOT2" est l&#39;un des trois taches blanches retournées dans les variables d&#39;exécution pour les calculateurs standard MegaSquirt. Certaines des variantes moins connues MS utiliser pour communiquer ces données supplémentaires. Ce sont loggable juste pour cette raisons. Les unités sont 0-255, résolution de 1.

source: "BSPOT3" is one of three blank spots returned in the runtime variables for standard MegaSquirt ECUs. Some of the less known MS variants use these to communicate back additional data. These are loggable just for this reasons. Units are 0-255, resolution of 1.
es: "BSPOT3" es uno de los tres puntos en blanco regresó en las variables de tiempo de ejecución para el estándar de ecus MegaSquirt. Algunas de las variantes menos conocidas de MS utilizarlos para comunicarse de nuevo datos adicionales. Estos son sólo para este loggable motivos. Las unidades son 0-255, la resolución de 1.
fi: "BSPOT3" on yksi kolmesta tyhjä paikoista palautetaan runtime muuttujien standardin MegaSquirt ecua. Jotkut vähemmän tunnetut MS muunnelmat käyttävät näitä toimittamaan takaisin lisätietoja. Nämä ovat loggable juuri näistä syistä. Yksiköt ovat 0-255, päätöslauselma 1.
fr: "BSPOT3" est l&#39;un des trois taches blanches retournées dans les variables d&#39;exécution pour les calculateurs standard MegaSquirt. Certaines des variantes moins connues MS utiliser pour communiquer ces données supplémentaires. Ce sont loggable juste pour cette raisons. Les unités sont 0-255, résolution de 1.

source: "BSPOT\" is one of three blank spots returned in the runtime variables for standard MegaSquirt ECUs. Some of the less known MS variants use these to communicate back additional data. These are loggable just for this reasons. Units are 0-255, resolution of 1.
fr: "BSPOT \" est l&#39;un des trois taches blanches retournées dans les variables d&#39;exécution pour les calculateurs standard MegaSquirt. Certaines des variantes moins connues MS utiliser pour communiquer ces données supplémentaires. Ce sont loggable juste pour cette raisons. Les unités sont 0-255, résolution de 1.

source: "CLT (302260)" is the Engine Coolant Temperature in conventional thermal units (centigrade or fahrenheit depending on what you've set in the General Tab)
es: "CLT (302260)" es la temperatura del refrigerante en unidades convencionales térmica (centígrados o Fahrenheit, según lo que hemos propuesto en la ficha General)
fi: "CLT (302260) on moottorin jäähdytysnesteen lämpötila on tavanomaisen lämpöenergian yksikköä (Celsius tai Fahrenheit riippuen siitä, mitä olet asettanut Yleiset-välilehti)
fr: "CLT ( 302 260) est le moteur de liquide de refroidissement dans les centrales thermiques classiques (centigrades ou Fahrenheit en fonction de ce que vous avez défini dans l&#39;onglet Général)

source: "CLT ADC" is the raw ADC counts from the Engine Coolant Temperature sensor reading. Range is 0-255 counts, resolution of 1 counts
es: "CLT ADC" es la prima de la ADC cuenta la temperatura del refrigerante del motor sensor de la lectura. El rango es 0-255 cuenta, la resolución de una cuenta
fi: "CLT ADC" on raaka ADC laskee moottorin jäähdytysnesteen lämpötila-anturi käsittelyssä. Range on 0-255 laskee resoluution 1 laskee
fr: "CLT ADC" est le chiffres bruts ADC de la température du liquide de refroidissement lecture du capteur. La portée est 0-255, chiffres, résolution de 1 compte

source: "CLT Volts" is the reading from the Engine Coolant Temperature sensor converted to volts. Range is 0-5 volts, resolution of 19.6 millivolts (8 bits)
es: "CLT Volts" es la lectura de la temperatura del refrigerante del motor sensor convierte en voltios. El rango es 0-5 voltios, la resolución de 19,6 milivoltios (8 bits)
fi: "CLT volttia" on lukemisen moottorin jäähdytysnesteen lämpötila-anturi muuntaa volttia. Range on 0-5 volttia resoluution 19,6 millivolttien (8 bittiä)
fr: "CLT Volts" est la lecture de la température du liquide de refroidissement du capteur convertie en volts. Range 0-5 volts, la résolution de 19,6 millivolts (8 bits)

source: "EGOcorr" is the Exhaust Gas Correction factor. This is expressed as a percentage, 100 being NO enrichment, anything over 100 causes additional fuel to be added, less than 100 means less fuel. The EGO Feedback settings on the Enrichments tab have the most effect on this parameter.
es: "EGOcorr" es el gas de escape Factor de corrección. Esto se expresa en porcentaje, siendo 100 NO enriquecimiento, algo más de 100 causas de combustible adicionales que se añadirán, combustible inferior a 100 significa menos. Los ajustes del EGO de votos en la ficha enriquecimientos tienen el mayor efecto sobre este parámetro.
fi: "EGOcorr" on pakokaasujen Korjauskerroin. Tämä ilmaistaan prosentteina, 100 on väkevöimättömien mitään yli 100 aiheutuu ylimääräistä polttoainetta lisätään, alle 100 vähemmän polttoainetta. EGO Palaute asetukset rikastusta välilehdessä on eniten vaikutusta tähän muuttujaan.
fr: "EGOcorr" est le facteur de correction des gaz d&#39;échappement. Cela est exprimé en pourcentage, 100 étant d&#39;aucun enrichissement, rien de plus de 100 causes de carburant supplémentaires à ajouter, de carburant inférieur à 100 signifie moins. Les paramètres d&#39;évaluation EGO sur l&#39;onglet enrichissements ont le plus d&#39;effet sur ce paramètre.

source: "EngineBits" is a bitfield containing information such as cranking/running, accel enrich, decel mode and warmup enrichment. It require decoding, use the information in unions.h for the \"engine\" union.
fr: "EngineBits" est un champ de bits contenant des informations telles que démarrage / en cours d&#39;exécution, Accel enrichir, le mode de décélération et l&#39;enrichissement de réchauffement. Il nécessite le décodage, l&#39;utilisation des informations contenues dans unions.h pour le "moteur \" union.

source: "GammaE" is the summation of ALL enrichments (temp enrich,accel enrich, warmup enrich, etc..) in the MegaSquirt ECU.
es: "GammaE" es la suma de enriquecimientos ALL (temp enriquecen, enriquecen aceleración, calentamiento enriquecer, etc.) En la unidad de MegaSquirt.
fi: "GammaE" on yhteenvedon KAIKKI rikastusta (temp rikastuttaa, Accel rikastuttaa, WarmUp rikastuttaa, jne..) Vuonna MegaSquirt ecua.
fr: "GammaE" est la somme des enrichissements ALL (temp enrichir, Accel enrichir, warm-up enrichir, etc.) Dans l&#39;ECU MegaSquirt.

source: "HR Clock" is a High resolution clock recorded to the logfile by this pc when data arrives, resolution of 1 millisecond.
es: "HR Clock" es un reloj de alta resolución registrada al archivo de registro por esta pc cuando los datos llegan, la resolución de 1 milisegundo.
fi: "HR Clock" on korkea resoluutio kello tallennetaan lokitiedostoon tämän pc kun tietoja saapuu resoluution 1 millisekunnissa.
fr: "HR Clock" est une horloge haute résolution enregistrées dans le fichier journal par ce PC arrive lorsque les données, la résolution de 1 milliseconde.

source: "Lambda" is a representation of AFR (Air Fuel Ratio). 1.0 is stoichiometric combustion (AFR 14.7:1), less than 1 is a "rich" mixture and greater than 1 is a "lean" mixture
es: "Lambda" es una representación de AFR (Air Fuel Ratio). 1,0 es la combustión estequiométrica (AFR 14.7:1), menos de 1 es una mezcla rica y mayor que 1 es un "pobre" mezcla
fi: "Lambda" on edustus AFR (Air Fuel Ratio). 1.0 on stoikiometrinen palaminen (AFR 14.7:1), alle 1 on "rikas" seos ja yli 1 on "laiha" seos
fr: "Lambda" est une représentation de l&#39;AFR (Air Fuel Ratio). 1,0 est la combustion stoechiométrique (AFR 14,7:1), moins de 1 est un «riche» et le mélange est supérieure à 1 est un "pauvre" mélange

source: "MAP ADC" is the raw ADC counts from the Manifold Absolute Pressure sensor reading. Range is 0-255 counts, resolution of 1 counts
es: "MAP ADC" es la prima de la cuenta ADC de presión absoluta del múltiple de sensores de lectura. El rango es 0-255 cuenta, la resolución de una cuenta
fi: "MAP ADC" on raaka ADC laskee siitä Kokoojaputkissa Absolute Paineanturi käsittelyssä. Range on 0-255 laskee resoluution 1 laskee
fr: «MAP ADC" est le compte de la première ADC pression absolue du collecteur lecture du capteur. La portée est 0-255, chiffres, résolution de 1 compte

source: "MAP KPA" is the Manifold Absolute Pressure in KPA (Kilopascals), 100KPA is atmospheric pressure at sea level.
es: "MAP KPa" es la presión absoluta del múltiple en el Ejército Popular de Corea (kilopascales), 100 kPa es la presión atmosférica a nivel del mar.
fi: "MAP KPA" on Kokoojaputkissa absoluuttinen paine, kPa (kPa), 100KPA on ilmanpainetta merenpinnan tasolla.
fr: «MAP KPA" est la pression absolue du collecteur en kPa (kilopascals), 100 kPa est la pression atmosphérique au niveau de la mer.

source: "MAP Volts" is the reading from the Manifold Absolute Pressure sensor converted to volts. Range is 0-5 volts, resolution of 19.6 millivolts (8 bits)
es: "MAP Volts" es la lectura del sensor de presión absoluta del múltiple convierte en voltios. El rango es 0-5 voltios, la resolución de 19,6 milivoltios (8 bits)
fi: "MAP volttia" on lukemisen Kokoojaputkissa Absolute Paineanturi muuntaa volttia. Range on 0-5 volttia resoluution 19,6 millivolttien (8 bittiä)
fr: "Volts MAP" est la lecture de la pression absolue du collecteur du capteur convertie en volts. Range 0-5 volts, la résolution de 19,6 millivolts (8 bits)

source: "MAT (302260)" is the Manifold Air Temperature in conventional thermal units (centigrade or fahrenheit depending on what you've set in the General Tab)
es: "MAT (302260)" es la temperatura del aire en el colector de unidades térmicas convencionales (centígrados o Fahrenheit, según lo que hemos propuesto en la ficha General)
fi: "MAT (302260)" on imusarjan Lämpötila tavanomaisen lämpöenergian yksikköä (Celsius tai Fahrenheit riippuen siitä, mitä olet asettanut Yleiset-välilehti)
fr: "MAT ( 302 260) est le collecteur Température de l&#39;air dans les centrales thermiques classiques (centigrades ou Fahrenheit en fonction de ce que vous avez défini dans l&#39;onglet Général)

source: "MAT ADC" is the raw ADC counts from the Manifold Air Temperature sensor reading. Range is 0-255 counts, resolution of 1 counts
es: "MAT ADC" es la prima de la ADC cuenta la temperatura del aire del sensor múltiple de la lectura. El rango es 0-255 cuenta, la resolución de una cuenta
fi: "MAT ADC" on raaka ADC laskee siitä imusarjan lämpötila-anturi käsittelyssä. Range on 0-255 laskee resoluution 1 laskee
fr: "MAT ADC" est le chiffres bruts ADC de la température de l&#39;air en liasses lecture du capteur. La portée est 0-255, chiffres, résolution de 1 compte

source: "MAT Volts" is the reading from the Manifold Air Temperature sensor converted to volts. Range is 0-5 volts, resolution of 19.6 millivolts (8 bits)
es: "MAT Volts" es la lectura de la temperatura del sensor múltiple de aire convierte en voltios. El rango es 0-5 voltios, la resolución de 19,6 milivoltios (8 bits)
fi: "MAT volttia" on lukemisen imusarjan lämpötila-anturi muuntaa volttia. Range on 0-5 volttia resoluution 19,6 millivolttien (8 bittiä)
fr: "Volts MAT» est la lecture de la température de l&#39;air en liasses capteur converti en volts. Range 0-5 volts, la résolution de 19,6 millivolts (8 bits)

source: "MS Clock" is the MegaSquirt clock returned by the ECU, this runs from 0-255 and recylcles indefinitely, resolution 1 second.
es: "MS clock" es el reloj MegaSquirt devuelto por la ECU, esto va desde 0 hasta 255 y recylcles indefinidamente, la resolución de 1 segundo.
fi: "MS Clock" on MegaSquirt kello palauttaa ecua tämä toimii 0-255 ja recylcles loputtomiin, resoluutio 1 sekunti.
fr: "MS Clock" est l&#39;horloge MegaSquirt retourné par l&#39;ECU, ce qui va de 0 à 255 et recylcles indéfiniment, résolution 1 seconde.

source: "O2 ADC" is the raw ADC counts for the Exhaust Gas Oxygen reading, Range 0-255, resolution 1 adc
es: "O2 ADC" es la cuenta ADC primas para la lectura de gases de escape de oxígeno, rango 0-255, resolución 1 adc
fi: "O2 ADC" on raaka ADC laskee varten pakokaasun Happi käsittelyssä Range 0-255, resoluutio 1 ADC
fr: "O2 ADC" est le chiffres bruts ADC pour la lecture des gaz d&#39;échappement en oxygène, plage 0-255, résolution 1 adc

source: "O2 Volts" is the Exhaust Oxygen Sensor voltage. Range 0-5 Volts, resolution 19.6 mv
es: "O2 Volts" es el escape de oxígeno del sensor de voltaje. Rango de 0-5 voltios, la resolución de 19,6 mv
fi: "O2 volttia" on Exhaust happitunnistimen jännite. Range 0-5 volttia, resoluutio 19,6 mv
fr: "Volts O2" est le capteur de tension d&#39;échappement en oxygène. Fourchette de 0-5 volts, la résolution de 19,6 mv

source: "PW" is the pulsewidth in milliseconds for the injectors.
es: "PW" es la amplitud de pulso en milisegundos para los inyectores.
fi: "PW" on pulsewidth millisekunteina varten suonensisäisesti.
fr: "PW" est la largeur d&#39;impulsion en millisecondes pour les injecteurs.

source: "RAW RPM" Is the engine RPM, as sent from the ECU in units of rpm/100
es: "RAW RPM" ¿Es el RPM del motor, como enviado de la ECU en unidades de rpm/100
fi: "RAW RPM" Onko moottorin kierrosluvun, koska lähetti ecusta yksikköinä rpm/100
fr: "RAW RPM" Est-ce que le régime du moteur, comme envoyé de l&#39;ECU en unités de rpm/100

source: "RPM" is the Engine RPM in more common units (actual RPM, not rpm/100), resolution of 100rpm with the this firmware.
es: "RPM" es el RPM del motor en más unidades comunes (RPM real no rpm/100,), la resolución de 100rpm con el firmware esto.
fi: "RPM" on moottorin kierrosluku on yleisempää yksiköissä (RPM, ei rpm/100), päätöslauselma 100rpm kanssa tämän firmware.
fr: "RPM" est le régime du moteur en plusieurs unités communes (RPM proprement dit, pas rpm/100), la résolution de 100rpm avec le firmware présent.

source: "TPS %" is the Throttle Position in percentage of open (based on counts, a adc of 255 is equal to 100% open).
es: "TPS %" es la posición de aceleración en el porcentaje de apertura (basado en el recuento, un ADC de 255 es igual al 100% abierta).
fi: "TPS %" on asento prosentteina auki (joka perustuu laskee, ADC ja 255 on 100% auki).
fr: "% TPS" est la position du papillon des gaz en pourcentage de l&#39;Open (basé sur les chiffres, un CAN de 255 est égal à 100% ouvert).

source: "TPS ADC" is the raw ADC counts from the Throttle Position sensor reading. Range is 0-255 counts, resolution of 1 counts
es: "TPS ADC" es la prima de la cuenta ADC sensor de posición del acelerador de lectura. El rango es 0-255 cuenta, la resolución de una cuenta
fi: "TPS ADC" on raaka ADC laskea polveutua asento anturi käsittelyssä. Range on 0-255 laskee resoluution 1 laskee
fr: "TPS ADC" est le chiffres bruts ADC de la position du papillon des gaz lecture du capteur. La portée est 0-255, chiffres, résolution de 1 compte

source: "TPS Volts" is the reading from the Throttle Position sensor converted to volts. Range is 0-5 volts, resolution of 19.6 millivolts (8 bits)
es: "TPS Volts" es la lectura del sensor de posición del acelerador convierte en voltios. El rango es 0-5 voltios, la resolución de 19,6 milivoltios (8 bits)
fi: "TPS volttia" on lukemisen asento anturi muuntaa volttia. Range on 0-5 volttia resoluution 19,6 millivolttien (8 bittiä)
fr: "TPS Volts" est la lecture de la sonde de position de papillon converti en volts. Range 0-5 volts, la résolution de 19,6 millivolts (8 bits)

source: "TPSaccel\" is the amount of Acceleration enrichment being dispensed. Units are in milliseconds x10, so 10 ms shows upa as 100 in the log
fr: "TPSaccel \" est le montant de l&#39;enrichissement d&#39;accélération en cours de distribution. Les unités sont en millisecondes x10, donc 10 ms montre UPA de 100 dans le journal

source: "VE" is the instantaneous volumetric efficiency that the MS is calculating fuel for.
es: "VE" es la eficiencia volumétrica instantánea que la EM es el cálculo del combustible para.
fi: "VE" on hetkellinen tilavuuden tehokkuus että MS laskee polttoainetta.
fr: «VE» est le rendement volumétrique instantanée que le SP est le calcul de carburant pour.

source: "WARMcorr" is the Warmup Correction factor. This influenced by the Coolant Temp sensor input and the Warmup Enrichment bins on the Enrichments tab. This is expressed as a percentage, 100 being NO enrichment, anything over 100 causes additional fuel to be added, less than 100 means less fuel.
es: "WARMcorr" es el factor de corrección de calentamiento. Esta influenciada por la entrada del sensor de temperatura y refrigeración los contenedores de calentamiento de enriquecimiento en la ficha enriquecimientos. Esto se expresa en porcentaje, siendo 100 NO enriquecimiento, algo más de 100 causas de combustible adicionales que se añadirán, combustible inferior a 100 significa menos.
fi: "WARMcorr" on lämmittelyn Korjauskerroin. Tämä vaikuttaa jäähdytysnesteen lämpöanturi syöttö ja lämmittelyn Enrichment siiloissa on rikastusta välilehti. Tämä ilmaistaan prosentteina, 100 on väkevöimättömien mitään yli 100 aiheutuu ylimääräistä polttoainetta lisätään, alle 100 vähemmän polttoainetta.
fr: "WARMcorr" est le facteur de correction Warmup. Ceci a influencé par la consommation de liquide de refroidissement capteur de température et les bacs Warmup enrichissement sur l&#39;onglet d&#39;enrichissement. Cela est exprimé en pourcentage, 100 étant d&#39;aucun enrichissement, rien de plus de 100 causes de carburant supplémentaires à ajouter, de carburant inférieur à 100 signifie moins.

source: Dutycycle 1
fr: Du rapport durée période 1

source: HR Clock
fi: HR Kello
fr: RH horloge

source: MAP ADC
fr: CARTE ADC

source: MS Clock
fi: MS Kello
fr: MS horloge

source: The Boost Entries are the values of Boost in KPA that the ECU should try to maintain. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Las entradas Boost son los valores de Boost en que el Ejército Popular de Corea ecus debe tratar de mantener. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Boost Merkinnät ovat arvot parantuneet KPA että ecun pitäisi yrittää säilyttää. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les entrées de Boost sont les valeurs de Boost en kPa que l&#39;ECU devrait essayer de maintenir. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.
