Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: This button retrieves the Base Ignition +Advance / -Retards (BIAR) constants block of data and updates all controls with the current values.
es: Este botón recupera la Base de encendido + Advance /-Retarda (BIAR) constantes bloque de datos y actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee Base sytytys + Advance /-hidastaa (Biar) vakioita estää tietojen ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton d&#39;allumage récupère la Base + Advance /-Retarde (BIAR) constantes bloc de données et mises à jour tous les contrôles avec les valeurs actuelles.

source: This pops up a 3 dimensional view of the current Base Ignition +Advance / -Retard Table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button hold down and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual Base de encendido + Advance /-RETARD tabla. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Un botón izquierdo del ratón y arrastre mantenga presionada la tecla del ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Base sytytys + Advance /-Retard Taulukko. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Hiiren vasenta painiketta alhaalla ja vetämällä hiirellä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de l&#39;actuelle base d&#39;allumage + Advance Table /-Retard. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un bouton gauche de la souris maintenez et faites glisser la souris dans la vue 3D se faire pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: The Boost Target entries control when the turbo waiste gate will be signalled to be opened to release rising manifold pressure. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El alza de destino entradas de control cuando la puerta waiste turbo se señaló que se abre para liberar la creciente presión del múltiple. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Boost Target merkinnät ohjaus kun turbo waiste portti on viestittänyt avataan vapauttaa kasvaa monenlaisia paineita. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le Boost cible des entrées de contrôle lorsque le portail waiste turbo sera signalée à être ouvert pour libérer la hausse de pression d&#39;admission. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The MAP bins in combination with the RPM bins on the bottom of the BOOST table define the vertexes (points on the BOOST map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores MAP en combinación con los cubos de RPM en la parte inferior del impulso cuadro definen los vértices (puntos en el BOOST mapa). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: MAP astiat yhdessä RPM roskakoreihin pohjassa tehostus taulukon määritellä vertexes (pisteiden tehostus kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs MAP en combinaison avec les bacs de RPM sur le bas de la table BOOST définir les sommets (points sur la carte BOOST). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the Manifold Absolute Pressure (MAP) bins on the left side of the Boost Target table define the vertexes (points on the Boost Target map). The ECU will interpolate between vertexes providing a smooth transition between points on the Boost Target map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con la presión absoluta del múltiple (MAP) papeleras en el lado izquierdo de la tabla de destino Alza definir los vértices (puntos en el mapa Alza Meta). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa Alza Target. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä Kokoojaputkissa absoluuttinen paine (MAP) siilot vasemmalla puolella Boost Target taulukko määritellä vertexes (kohdat Boost Target kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden Boost Target kartta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec la pression absolue du collecteur (MAP) des bacs sur le côté gauche de la table cible Boost définir les sommets (points sur la carte cible Boost). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte Boost cible. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the Boost Target constants block of data and updates all controls with the current values.
es: Este botón recupera el Compensador de las constantes del objetivo bloque de datos y actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee Boost Target vakiot estää tietojen ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton récupère le Boost cible constantes bloc de données et mises à jour tous les contrôles avec les valeurs actuelles.

source: This pops up a 3 dimensional view of the current Boost Limit table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual tabla de Refuerzo límite. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Boost Limit pöytä. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Vasenta hiiren painiketta holddown ja vetämällä hiirtä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de la table en cours Boost Limit. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: The Base Pulse Width (BPW) Entries control how much fuel is injected into the engine. They refer to the fuelling portion and exclude the open time which is derived from the opening voltage correction table. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La Base de ancho de pulso (BPW) Entradas de control de la cantidad de combustible se inyecta en el motor. Se refieren a la parte de abastecimiento de combustible y excluir el tiempo de apertura que se deriva de la mesa de apertura de corrección de tensión. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Base Pulse Width (BPW) Viestit säätää, kuinka paljon polttoainetta ruiskutetaan moottoriin. Ne viittaavat polttoaineen osuus ja jättää auki aika, joka on peräisin aloittamista jännite korjaus pöytä. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La base de la largeur d&#39;impulsion (BPW) Entrées de contrôle la quantité de carburant est injectée dans le moteur. Ils se réfèrent à la partie de ravitaillement et d&#39;exclure le temps ouvert, qui est dérivée de la table de correction d&#39;ouverture de tension. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The Manifold Absolute Pressure (MAP) bins in combination with the RPM bins on the bottom of the Base Pulse Width (BPW) table define the vertexes (points on the BPW map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La presión absoluta del múltiple (MAP) en combinación con cubos los contenedores RPM en la parte inferior de la anchura de la base de pulso (BPW) cuadro definen los vértices (puntos en el mapa BPW). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Manifold absoluuttinen paine (MAP) astiat yhdessä RPM roskakoreihin pohjassa Base Pulse Width (BPW) taulukko määritellä vertexes (pisteiden BPW kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La pression absolue du collecteur (MAP) bacs en combinaison avec les bacs de RPM sur le bas de la largeur à la base d&#39;impulsions (BPW) table définir les sommets (points sur la carte BPW). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the Manifold Absolute Pressure (MAP) bins on the left side of the Base Pulse Width (BPW) table define the vertexes (points on the BPW map). The ECU will interpolate between vertexes providing a smooth transition between points on the BPW map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con la presión absoluta del múltiple (MAP) papeleras en el lado izquierdo de la anchura de la base de pulso (BPW) cuadro definen los vértices (puntos en el mapa BPW). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa BPW. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä Kokoojaputkissa absoluuttinen paine (MAP) siilot vasemmalla puolella Base Pulse Width (BPW) taulukko määritellä vertexes (pisteiden BPW kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden BPW kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec la pression absolue du collecteur (MAP) des bacs sur le côté gauche de la largeur à la base d&#39;impulsions (BPW) table définir les sommets (points sur la carte BPW). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte BPW. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the Base Pulse Width (BPW) constants block of data and updates all controls with the current values.
es: Este botón recupera la Base por ancho de pulso (BPW) constantes bloque de datos y actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee Base Pulse Width (BPW) vakioita estää tietojen ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton récupère la Base de largeur d&#39;impulsions (BPW) constantes bloc de données et mises à jour tous les contrôles avec les valeurs actuelles.

source: This pops up a 3 dimensional view of the current Base Pulse Width (BPW) table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button hold down and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual base de ancho de pulso (BPW) mesa. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Un botón izquierdo del ratón y arrastre mantenga presionada la tecla del ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Base Pulse Width (BPW) taulukko. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Hiiren vasenta painiketta alhaalla ja vetämällä hiirellä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de la largeur à la base actuelle Pulse (BPW) table. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un bouton gauche de la souris maintenez et faites glisser la souris dans la vue 3D se faire pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.
