Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: This is the Maximum allowed additional timing advance to be added on by the clt based advance.
es: Este es el máximo permitido avance de tiempo adicionales que se añadirán en el avance basado clt.
fi: Tämä on suurin sallittu lisää ajoitus etukäteen lisätään päälle CLT perustuu etukäteen.
fr: C&#39;est le maximum autorisé avance temporelle supplémentaire qui sera ajouté par la CLT l&#39;avance en fonction.

source: This is the RPM at which the ECU considers the engine to be Running, below this rpm the engine is considered cranking. This is important as during cranking the injectors are fired based on the cranking table alone. During normal engine running the pulsewidth of the injectors is based on all the other sensor inputs and the VEtable, NOT the fixed cranking table.
es: Este es el RPM en la cual la central considera que el motor andando, por debajo de este rpm es considerado el motor de arranque. Esto es importante porque durante el arranque de los inyectores se disparan sobre la base de la mesa de arranque solo. Durante normal del motor que ejecuta el ancho de pulso de los inyectores se basa en todas las entradas de sensor y otros VEtable el, no la tabla de arranque fijo.
fi: Tämä on RPM, jolla ecu pitää moottorin käynnissä, alla rpm moottori pidetään cranking. Tämä on tärkeää aikana cranking injektorit ampui perustuvat cranking pöydän yksin. Normaalissa moottorin käydessä pulsewidth ja pistämällä perustuu kaikkien muiden anturitulot ja VEtable, NOT kiinteä cranking pöytä.
fr: Il s&#39;agit de la RPM au cours de laquelle l&#39;écu considère que le moteur soit en cours d&#39;exécution, ci-dessous présente le régime du moteur est considéré comme le démarrage. Ceci est important car pendant le démarrage des injecteurs sont déclenchés basé sur la table démarrage seul. Au cours normal du moteur de la largeur d&#39;impulsion des injecteurs est fondée sur toutes les entrées de capteur et les autres VEtable, pas la table de démarrage fixée.

source: This is the Upper RPM limit of IAT CLT/IAT based correction. (where correction ends)
es: Este es el límite superior de RPM del IAT CLT / corrección basada IAT. (Donde termina la corrección)
fi: Tämä on Ylä RPM raja iat CLT / iat perusteella korjaus. (Jos korjaus päättyy)
fr: C&#39;est la limite supérieure de la RPM IAT CLT / IAT correction fondée. (Où se termine la correction)

source: This is the amount of time to hold ASE FIXED after engien start. Once this timer expires, ASE will decay to zero in the remaining time left as defined by ASE Total Decay Time as long as that is greater than the value of this control
es: Esta es la cantidad de tiempo para celebrar ASE FIJO después del inicio engien. Una vez que este cumpla el plazo, ASE decaerá a cero en el tiempo que queda a la izquierda según se define en ASE Total Tiempo de decaimiento mientras que es mayor que el valor de este control
fi: Tämä on aika käydä ASE vahvistetaan sen jälkeen engien alkaa. Kun tämä aika on kulunut, ASE hajoaa nollaa jäljellä aikaa määritelty lisäohjauslaitteiden yhteensä Decay Time niin kauan kuin se on suurempi kuin arvo tämän valvonnan
fr: C&#39;est le temps de tenir ASE FIXE après le début Engien. Une fois ce délai expire, ASE se décomposera à zéro dans le temps restant tel que défini par l&#39;ASE Total temps de décroissance tant que plus grand que la valeur de ce contrôle

source: This is the coolant temp setpoint for CLT Based advanced. CLT Advance won't take effect unless the coolant temp is BELOW this setpoint by at least the amount of the "Add 1 deg adv every...." control above.
es: Este es el punto de ajuste de temperatura del refrigerante de CLT base avanzado. CLT anticipada no tendrá efecto a menos que la temperatura del refrigerante es inferior a este punto de referencia por lo menos la cantidad de los temas "Agregar un adv grados cada ...." control de arriba.
fi: Tämä on jäähdytysnesteen lämpötila asetusarvon ja CLT Perustuu pitkälle. CLT Advance ei tule voimaan ellei jäähdytysnesteen lämpötila on alle tämän asetusarvon vähintään määrä "Add 1 astetta adv joka ...." valvonnan edellä.
fr: C&#39;est la consigne de température du liquide de refroidissement pour CLT base avancée. CLT Advance ne prendra effet que si la température du liquide de refroidissement est inférieur à ce point de consigne par au moins le montant de la «Ajouter 1 adv deg tous ...." de contrôle ci-dessus.

source: Use Lookuptable for priming pulse (below left), or used fixed values
es: Utilice Lookuptable para el cebado de pulso (abajo a la izquierda), o utilizar valores fijos
fi: Käytä Lookuptable varten käynnistys pulssin (alhaalla), tai käytetään kiinteitä arvoja
fr: Utilisez Lookuptable pour l&#39;amorçage d&#39;impulsion (en bas à gauche), ou utilisé des valeurs fixes

source: Uses either the Coolant Temp (CLT), Manifold Air Temp (MAT) or an Average of the two as the axis for the cranking table to determine the cranking pulsewidths.
es: Usa bien la temperatura del refrigerante (CLT), colector de Air Temp (MAT) o un promedio de los dos como el eje de la tabla para determinar el arranque pulsewidths arranque.
fi: Käyttää joko jäähdytysnesteen lämpötila (CLT), imusarjan lämpötila (MAT) tai kahden keskiarvon kuin akselin cranking taulukko määrittää cranking pulsewidths.
fr: Utilise soit le liquide de refroidissement Temp (CLT), Manifold Température de l&#39;air (MAT), soit une moyenne des deux que l&#39;axe de la table pour déterminer le démarrage pulsewidths démarrage.

source: When above the Intake Air Temp (IAT) setpoint the ignition timing will be retarded 1 degree for each amount above this threshold. So if the threshold is 100deg, and this control is set to 10 deg, and the actual temp is 160 deg, the timing will be retarded by 6 degrees.
es: Cuando por encima de la temperatura del aire de entrada (IAT) consigna la sincronización del encendido se retrasará 1 grado por cada cantidad por encima de este umbral. Así que si el umbral es 100deg, y este control se establece en 10 grados y la temperatura real es de 160 grados, el calendario, se retrasó por 6 grados.
fi: Kun edellä imuilman lämpötila (iat) ohjearvo sytytyksen ajoitus hidastetaan 1 aste kunkin määrä ylittää tämän rajan. Joten jos kynnys on 100deg, ja tämä valvonta on asetettu 10 astetta, ja todellinen lämpötila on 160 astetta, ajoitus hidastetaan 6 astetta.
fr: Lorsque dessus de la température d&#39;admission d&#39;air (IAT) consigne l&#39;allumage sera retardé de 1 degré pour chaque montant supérieur à ce seuil. Donc, si le seuil est 100deg, et cette commande est réglée à 10 degrés et la température réelle est de 160 degrés, le calendrier sera retardé de 6 degrés.

source: When below the cooltant setpoint the ignition timing will be advanced 1 degree for each amount below this threshold. So if the threshold is 100deg, and this control is set to 10 deg, and the actual temp is 60 deg, the timing will be advanced by 4 degrees.
es: Cuando por debajo del punto de consigna cooltant la sincronización del encendido se adelantará 1 grado por cada cantidad por debajo de este umbral. Así que si el umbral es 100deg, y este control se establece en 10 grados y la temperatura real es de 60 grados, el tiempo se adelantarán de 4 grados.
fi: Kun alle cooltant asetusarvon sytytyksen ajoitus on kehittynyt 1 aste kunkin määrä tämän rajan alapuolella. Joten jos kynnys on 100deg, ja tämä valvonta on asetettu 10 astetta, ja todellinen lämpötila on 60 astetta, ajoitus on ennakkoon 4 astetta.
fr: Lorsque dessous de la consigne cooltant l&#39;allumage sera avancé de 1 degré pour chaque montant en dessous de ce seuil. Donc, si le seuil est 100deg, et cette commande est réglée à 10 degrés et la température réelle est de 60 degrés, le calendrier sera avancé de 4 degrés.

source: Enables or Disables Target AFR functionality for VETable(s) 1/3. NOTE: This is only really to be used with Wideband O<sub>2</sub> sensors.
es: Activa o desactiva la funcionalidad de destino para VETable AFR (s) 1 / 3. NOTA: Esto sólo es verdad para ser utilizado con banda ancha de O <sub>2</sub> sensores.
fi: Ottaa käyttöön tai poistaa Target AFR toimintoja VETable (t) 1 / 3. HUOMAUTUS: Tämä on vain todella käyttää laajakaistaisen O <sub>2</sub> anturit.
fr: Active ou désactive la fonctionnalité pour cible AFR VETable (s) 1 / 3. NOTE: Ce n&#39;est vraiment à être utilisé avec large bande O <sub>2</sub> capteurs.

source: Enables or Disables Target AFR functionality for VETable(s) 2 only (DT). NOTE: This is only really to be used with Wideband O<sub>2</sub> sensors.
es: Activa o desactiva la funcionalidad de destino para VETable AFR (s) 2 solamente (DT). NOTA: Esto sólo es verdad para ser utilizado con banda ancha de O <sub>2</sub> sensores.
fi: Ottaa käyttöön tai poistaa Target AFR toimintoja VETable (s) vain 2 (DT). HUOMAUTUS: Tämä on vain todella käyttää laajakaistaisen O <sub>2</sub> anturit.
fr: Active ou désactive la fonctionnalité pour cible AFR VETable (s) 2 seulement (DT). NOTE: Ce n&#39;est vraiment à être utilisé avec large bande O <sub>2</sub> capteurs.

source: Jump to Open Loop mode when TPS or MAP threshold below is exceeded. (set the control below to 255 to disable jumping to open loop control)
es: Saltar a modo de bucle abierto al TPS o umbral por debajo del MAP se supera. (Establecer el control por debajo de 255 para desactivar saltar a lazo abierto de control)
fi: Siirry Open Loop-tilaan TPS tai MAP kynnysarvoa ei ylitetä. (Asettaa valvonnan alla 255 poistaa hyppäämällä avoimen piirin ohjaus)
fr: Aller à Open Loop mode quand TPS ou du seuil MAP ci-dessous est dépassé. (Réglez la commande ci-dessous à 255 pour désactiver le saut de boucle ouverte de contrôle)

source: Sets the O2 sensor type.
es: Establece el tipo de sensor de O2.
fi: Määrittää O2 anturin tyyppi.
fr: Définit le type de capteur O2.

source: Sets the O<sub>2</sub> signal convergence time units to be in milliseconds or engine cycles. (after X milliseconds or Engine cycles the ecu will try to trim in the fuel)
es: Establece la señal de O <sub>2</sub> unidades de tiempo de convergencia de estar en milisegundos o ciclos del motor. (Después de X milisegundos o ciclos del motor del ecu tratará de recortar en el combustible)
fi: Määrittää O <sub>2</sub> signaali lähentymisen aikayksikköä on millisekunteina tai moottorin sykliä. (Kun X millisekuntia tai Engine sykliä ecu yrittää leikata polttoaineen)
fr: Définit le signal O <sub>2</sub> unités de temps de convergence pour être en millisecondes ou en cycles moteur. (Après millisecondes X ou des cycles de moteur de l&#39;écu vais essayer de couper dans le carburant)

source: Sets the Second O2 sensor type. This is only applicable to Dual Table mode.
es: Establece el tipo de sensor de O2 Segunda. Esto es aplicable únicamente a modo de doble cuadro.
fi: Määrittää toisen O2 anturin tyyppi. Tämä on vain sovelletaan Dual taulukon moodi.
fr: Définit le type de capteur Deuxième O2. Ceci est applicable uniquement à la table en mode Dual.

source: Sets the number of O<sub>2</sub> sensors.
es: Establece el número de sensores de O <sub>2.</sub>
fi: Määrittää, kuinka monta O <sub>2</sub> anturit.
fr: Définit le nombre de O <sub>2</sub> capteurs.

source: Target AFR when turned on will be used ALWAYS or only above a certain TPS threshold
es: Objetivo AFR cuando se enciende se utilizará siempre o sólo por encima de un cierto umbral de TPS
fi: Tavoite AFR sytytetyn käytetään aina tai vain tietyn TPS kynnys
fr: Objectif AFR lorsqu&#39;il est allumé sera toujours utilisé ou seulement au-dessus d&#39;un certain seuil TPS

source: The Engine RPM must be higher than this point to enable O<sub>2</sub> control
es: El RPM del motor deberá ser superior a este punto para permitir el control de O <sub>2</sub>
fi: Moottorin kierrosluku on suurempi kuin tämän kohdan, jotta O <sub>2</sub> ohjaus
fr: Le régime du moteur doit être supérieure à ce point pour permettre le contrôle d&#39;O <sub>2</sub>

source: The engine temp hasto EXCEED this temperature (CLT Sensor) to enable EGO control
es: La temperatura del motor Hästö EXCEDA esta temperatura (CLT Sensor) para permitir el control del ego
fi: Moottorin lämpötila Hästö ylittää tämän lämpötilan (CLT anturi) avulla EGO valvonta
fr: La température du moteur hasto dépasser cette température (CLT Sensor) pour activer le contrôle EGO

source: This is how much of an adjustment the controller makes to the fuel output on each adjustment interval. Setting this too high can cause oscilliation from rich to lean, setting it too low can cause it to take far to long to converge to the target.
es: Esta es la cantidad de un ajuste del tratamiento hace que a la salida de combustible en cada intervalo de ajuste. Un valor demasiado alto puede causar oscilliation de los ricos a magra, poniéndolo demasiado bajo puede hacer que se tome la medida a la larga a converger hacia el objetivo.
fi: Näin paljon oikaisu ohjain tekee sen polttoaineen tuotannosta vuosimukautusten välein. Jos tämän liian korkea voi aiheuttaa oscilliation rikkailta nojata, jossa se liian pieni saattaa aiheuttaa sen tehdä paljon pitkiä lähentyvän toisiaan tavoite.
fr: C&#39;est ainsi que beaucoup d&#39;un ajustement du traitement fait à la sortie de carburant sur chaque intervalle d&#39;ajustement. La définition de cette trop élevé peut provoquer oscilliation des pays riches vers maigre, il réglé trop bas peut amener à prendre la mesure de temps pour converger vers la cible.

source: This is the delay that the control waits in milliseconds OR Ignition pulses before applying the next mixture adjustment. This allows soem time for the O2 signal to stabilize before continuing. Setting this too low can also lead to mixture oscillating between rich and lean and engine instability. Setting it too high slows convergence time to the target.
es: Este es el retraso que el control de espera en milisegundos o impulsos de encendido antes de aplicar el ajuste mezcla próxima. Esto permite un tiempo para la señal de O2 se estabilice antes de continuar. Un valor demasiado bajo también puede conducir a la mezcla que oscilan entre la inestabilidad de rica y pobre y el motor. Si lo establece demasiado alto retarda el tiempo de convergencia a la meta.
fi: Tämä on viive, että valvonta odottaa millisekunteina tai kipinöistä pulsseja ennen kuin seuraava seoksen säätö. Tämä mahdollistaa jonkin aikaa O2 signaalin vakauttamiseksi ennen kuin jatkat. Jos tämän liian alhainen voi myös johtaa seoksen oskilloivan rikkaiden ja laiha ja moottorin epävakautta. Asettaminen on liian korkea hidastaa lähentymistä aika tavoite.
fr: C&#39;est le délai que le contrôle attend en millisecondes ou d&#39;impulsions d&#39;allumage avant d&#39;appliquer le réglage du mélange suivant. Cela permet un certain temps pour que le signal O2 pour stabiliser avant de poursuivre. La définition de cette trop faible peut également conduire à l&#39;instabilité mélange oscillant entre riche et pauvre et le moteur. Un réglage trop élevé ralentit le temps de convergence vers la cible.

source: This is the override EGO +/- Limit when the manifold pressure exceeds the above setpoint.
es: Este es el aumento al presupuesto EGO + / - Limite cuando la presión en el colector supera la referencia por encima.
fi: Tämä korvaa EGO + / - raja kun pakosarjan paine ylittää edellä asetusarvon.
fr: Il s&#39;agit de la remplacer EGO + / - Limit quand la pression d&#39;admission dépasse la consigne ci-dessus.

source: This is to determine the scales on the AFR tables whether they are in RPM vs MAP (Speed density) or RPM vs TPS (Alpha-N).
es: Esto es para determinar las escalas en las mesas AFR si están en contra RPM MAP (densidad de velocidad) o RPM vs TPS (Alpha-N).
fi: Tämä määrittää asteikot AFR taulukot ovatko RPM vs MAP (Speed tiheys) tai RPM vs TPS (Alpha-N).
fr: Il s&#39;agit de déterminer les échelles sur les tables AFR si elles sont en vs RPM MAP (densité vitesse) ou RPM vs TPS (Alpha-N).

source: This is typically set to the target voltage that you want the mixture to result in. i.e. Stoichiometric mix, 14.7:1 occuras about 0.475 volts on a narrowband O2 sensor, but beware wideband sensors typically have a 0-5 Volt range, and work with a reversed slope to a narrowband
es: Esto normalmente se establece en el voltaje de destino que desea llevar la mezcla a consecuencia pulgadas es decir, la mezcla estequiométrica, 14.7:1 occuras sobre 0,475 voltios de un sensor de O2 de banda estrecha, pero tenga cuidado con sensores de banda ancha tienen típicamente un rango 0-5 voltios, y trabajar con una pendiente invertida a una banda estrecha
fi: Tämä on yleensä asetettu tavoite jännite, jonka haluat seoksen tulos tuumaa eli Stökiometrisiä sekoitus, 14.7:1 occuras noin 0,475 volttia on kapeakaistainen O2 anturi, mutta varo laajakaistainen anturi tyypillisesti 0-5 voltin välillä, ja työtä käänteinen rinnettä kapeakaistaista
fr: Cela est généralement réglé sur la tension cible que vous voulez le mélange à la suite po dire stoechiométriques mix, 14.7:1 occuras environ 0,475 volts sur un capteur O2 à bande étroite, mais méfiez-vous des capteurs à large bande ont généralement une fourchette de 0-5 volts, et de travailler avec une pente inversée à une bande étroite

source: This limits how far the controller can alter the mix from what the VEtable says. Setting this high is used for rough-in tuning, Setting it lower prevents the controller for over-richening or over-leaning the mixture.
es: Esto limita hasta qué punto el controlador se puede alterar la mezcla de lo que el VEtable dice. Al establecer esta alta se utiliza para el bruto-en la afinación, ajuste que evita que el controlador inferior para mayores de richening o más de tendencia de la mezcla.
fi: Tämä rajoittaa kuinka paljon ohjain voi muuttaa sekoitus mistä VEtable sanoo. Jos tämän korkean käytetään karkea-ja tuning, se asetetaan alempi estää säädin liian richening tai yli suuntautuvaa seos.
fr: Cela limite dans quelle mesure le contrôleur peut modifier la composition de ce que le VEtable dit. La définition de cette haute est utilisée pour les bruts en tuning, réglage de l&#39;abaisser empêche le contrôleur de la sur-ou plus-richening appuyé le mélange.

source: When the Manifold pressure exceeds this value change the EGO +/- Limit to what the following control is set to.
es: Cuando la presión en el colector supera este valor cambia el EGO + / - Limite de que el siguiente control se establece.
fi: Kun Ahtopaine ylittää tämän arvon muutos EGO + / - raja sille, mitä seuraava ohjaus on asetettu.
fr: Lorsque la pression d&#39;admission dépasse cette valeur de variation de la + EGO / - limite à ce que le contrôle suivant est réglé.

source: When this MAP point is reached we jump to OpenLoop. This value is in kPa. Set to MAX (use 1024 and it'll pick the max) to disable going to OpenLoop.
es: Cuando este punto se llegó MAP saltamos a OpenLoop. Este valor se expresa en kPa. Set para MAX (uso 1024 y que va a recoger el máximo) para desactivar va a OpenLoop.
fi: Kun tämä MAP saavutettaisi säntäämme OpenLoop. Tämä arvo on kPa. Aseta MAX (käyttö 1024 ja se tulee valita max) poistaa menossa OpenLoop.
fr: Lorsque ce point est atteint, nous MAP Aller à openloop. Cette valeur est en kPa. Set à MAX (de 1024 et il va choisir le max) pour désactiver va openloop.

source: When this TPS point is reached we jump to OpenLoop. This value is in ADC counts. Set to 255 to disable going to OpenLoop
es: Cuando este punto se llega a TPS saltamos a OpenLoop. Este valor es en el recuento de ADC. Establece en 255 para desactivar va a OpenLoop
fi: Kun tämä TPS saavutettaisi säntäämme OpenLoop. Tämä arvo on ADC laskee. Aseta 255 poistaa menossa OpenLoop
fr: Lorsque ce point est atteint, nous TPS Aller à openloop. Cette valeur est en compte ADC. Fixé à 255 pour désactiver va openloop

source: When this TPS point is reached we switch from the B&G EGO settings to the Target AFR table(s).
es: Cuando este punto se llega a TPS que pasar de la B & G EGO ajustes a la tabla de destino AFR (s).
fi: Kun tämä TPS saavutettaisi siirrymme B & G EGO asetukset Target AFR (pöydät).
fr: Lorsque ce point est atteint TPS nous passer de la B & G paramètres EGO à la table cible AFR (s).

source: _EGO Settings
es: Ajustes _EGO
fi: _EGO Asetukset
fr: _EGO Paramètres

source: Dual Table mode is used to have independant fueling tables for each of the two injector outputs. When enabled, Fuel table 2 drives injector two and fuel tables 1 OR 3 drive injector channel 1. Table three is switched in based on an external input (nitrous, or other). Single table mode completely ignores table 2. Both injector channel outpus are based on table 1 or 3 (table 3 is selected based on an outside input). In this mode simultaneous injection (both injector tables fire at once) and alternate mode (ping pong effect) are allowed. in DT mode, alternate mode is not allowed as the other channel is used by table 2.
es: Doble modo de tabla se utiliza para alimentar las tablas de carácter independiente para cada una de las dos salidas de los inyectores. Cuando se activa, el cuadro 2 del inyector de combustible dos unidades de combustible y las tablas 1 ó 3 canales de la unidad de inyección 1. Cuadro tres cambia en base en una entrada externa (nitroso, u otros). el modo de tabla individual ignora por completo el cuadro 2. Ambos outpus canal de inyección se basan en el cuadro 1 o 3 (cuadro 3 se selecciona en función de una entrada exterior). En este modo de inyección simultánea (tanto de inyección de incendios mesas a la vez) y el modo alterno (efecto ping pong) se admiten. en el modo de DT, el modo de alternativa es no autorizadas, ya que el otro canal es utilizado por el cuadro 2.
fi: Dual Taulukko tila on aiemmin ollut itsenäinen tankkaus taulukot kummankin injektorin tuotoksia. Kun käytössä, Fuel taulukko 2 ajaa suutin kaksi ja polttoaineen taulukon 1 tai 3 ajaa suutin kanava 1. Taulukossa kolme on kytkeytyneenä perustuu ulkoisen tulon (typpioksiduuli, tai muu). Yhden pöydän tila jätetään täysin huomiotta taulukko 2. Molemmat suutin kanava outpus perustuu taulukossa 1 tai 3 (taulukko 3 on valittu perustuu ulkopuolisen tulo). Tässä tilassa samanaikaisesti injektio (molemmat suutin taulukot tulipalo kerralla) ja varajäsenet tila (ping pong vaikutus) ovat sallittuja. DT-tilassa, varajäsen tila ei ole sallittua kuin muut kanava on käytössä taulukko 2.
fr: Dual mode tableau est utilisé pour alimenter les tables ont indépendante pour chacune des deux sorties de l&#39;injecteur. Lorsqu&#39;elle est activée, la table d&#39;injection de carburant 2 lecteurs deux tableaux de carburant 1 ou 3 canaux injecteur lecteur 1. Tableau trois est commutée en fonction sur une entrée externe (azote, ou autres). Une seule table en mode ignore complètement le tableau 2. Les deux outpus canal d&#39;injection sont basés sur le tableau 1 ou 3 (tableau 3 est choisi en fonction d&#39;une entrée extérieure). Dans ce mode d&#39;injection simultanée (deux tables injecteur d&#39;incendie à la fois) et le mode de remplacement (effet ping-pong) sont autorisés. en mode DT, le mode de remplacement n&#39;est pas permis que l&#39;autre canal est utilisé par le tableau 2.

source: Either sets to Never switches Spark tables even if NOS is active, or pin6 goes low, or to switch to table 2 from table 1 when Pin6 goes low OR when NOS is active.
es: Cualquiera establece en Nunca interruptores tablas chispa aunque NOS está activo, o pin6 pasa a baja, o el de cambiar el cuadro 2 de la tabla 1 cuando se va Pin6 O NOS baja cuando está activa.
fi: Joko sarjoja koskaan kytkimet Spark taulukoita vaikka NOS on aktiivinen, tai pin6 menee pieni, tai siirtyä taulukkoon 2 taulukosta 1, kun Pin6 menee vähäinen tai NOS on aktiivinen.
fr: Soit séries de commutateurs jamais tables Spark, même si NSA est actif, ou pin6 passe au niveau bas, ou opter pour le tableau 2 du tableau 1, lorsque Pin6 va ou faible lorsque NSA est actif.
