Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Max Spark Duration (ms)
es: Duración máxima de la chispa (ms)
fi: Max Spark Kesto (ms)
fr: Max Spark Durée (ms)

source: Over-Dwell Protection
es: Protección de Sobre-Mora
fi: Yli-Dwell Protection
fr: Protection contre la Dwell

source: Under-Dwell Protection
es: Protección de menores de detención
fi: Alle Dwell Protection
fr: Protection des moins de balayage

source: Cranking Dwell (ms)
es: Detención de arranque (ms)
fr: Dwell Cranking (ms)

source: <b><span background="red" foreground="white"> Red Settings require an MS-II Reboot </span></b>
es: <span background="red" foreground="white"><b>Configuración de Red requieren un reinicio de MS-II</b></span>
fi: <span background="red" foreground="white"><b>Punainen Asetukset vaativat MS-II Reboot</b></span>
fr: <span background="red" foreground="white"><b>Paramètres Rouge nécessitent un redémarrage MS-II</b></span>

source: <span background="red" foreground="white"> Trigger Wheel Teeth (teeth)</span>
es: <span background="red" foreground="white">Trigger rueda dientes (dientes)</span>
fi: <span background="red" foreground="white">Trigger Wheel Hampaat (hampaat)</span>
fr: <span background="red" foreground="white">Trigger Wheel dents (dents)</span>

source: <span background="red" foreground="white"> Missing Teeth (teeth)</span>
es: <span background="red" foreground="white">Los dientes perdidos (dientes)</span>
fi: <span background="red" foreground="white">Puuttuvat hampaat (hampaat)</span>
fr: <span background="red" foreground="white">Dents manquantes (les dents)</span>

source: <span background="red" foreground="white"> Wheel Speed </span>
es: <span background="red" foreground="white">Velocidad de la rueda</span>
fi: <span background="red" foreground="white">Pyörän nopeus</span>
fr: <span background="red" foreground="white">Vitesse de roue</span>

source: <span background="red" foreground="white"> 2nd Trig active on </span>
es: <span background="red" foreground="white">Segundo Trigonometría activa en</span>
fi: <span background="red" foreground="white">Toinen TRIG toimivat</span>
fr: <span background="red" foreground="white">2e Trig actif sur</span>

source: <span background="red" foreground="white"> and every rotation of </span>
es: <span background="red" foreground="white">y cada rotación de</span>
fi: <span background="red" foreground="white">ja jokainen kierto</span>
fr: <span background="red" foreground="white">et chaque rotation de</span>

source: Trigger wheel type
es: rueda del disparador de tipo
fi: Trigger pyörien tyyppi
fr: Type de roue de déclenchement

source: Generic Trigger Wheel Settings
es: Genérico parámetros del circuito de la rueda
fi: Generic Trigger Pyörän asetukset
fr: Paramètres génériques de roue de déclenchement

source: MS2 Ignition Parameters
es: Los parámetros de encendido MS2
fi: MS2 Ignition parametrit
fr: Les paramètres d&#39;allumage MS2

source: <span background="red" foreground="white"> Staged Injection 1st param.</span>
es: <span background="red" foreground="white">Escenificación de inyección param primero.</span>
fi: <span background="red" foreground="white">Järjestetään Injection ensimmäinen param.</span>
fr: <span background="red" foreground="white">Organisé par injection param 1er.</span>

source: <span background="red" foreground="white"> Primary Injector Size (cc) </span>
es: <span background="red" foreground="white">Primaria Tamaño inyector (cc)</span>
fi: <span background="red" foreground="white">Ensisijainen Ruiskutussuutin koko (cc)</span>
fr: <span background="red" foreground="white">Taille primaire injecteur (cc)</span>

source: <span background="red" foreground="white"> Secondary Injector Size (cc) </span>
es: <span background="red" foreground="white">Tamaño del inyector secundario (cc)</span>
fi: <span background="red" foreground="white">Toissijainen Ruiskutussuutin koko (cc)</span>
fr: <span background="red" foreground="white">Taille injecteur secondaire (cc)</span>

source: Staging Gradual Transition
es: La clasificación en etapas de transición gradual
fi: Välivarastointi asteittain
fr: Staging transition progressive

source: Secondary enrichment (ms)
es: enriquecimiento secundario (ms)
fi: Toissijainen etu (ms)
fr: d&#39;enrichissement secondaire (ms)

source: Primary reduction delay (ign events)
es: retraso de reducción primaria (eventos IGN)
fi: Ensisijainen vähennys viive (IGN tapahtumat)
fr: retard de réduction primaire (événements IGN)

source: Transition Events (ign events)
es: Eventos de la Transición (eventos IGN)
fi: Siirtyminen Tapahtumat (IGN tapahtumat)
fr: Des événements de transition (événements IGN)

source: Primary staging threshold (units)
es: umbral de parada Primaria (unidades)
fi: Ensisijainen pysähdyspaikan kynnys (yksikköä)
fr: seuil de mise en scène primaire (unités)

source: Primary staging hysteresis (units)
es: histéresis de parada Primaria (unidades)
fi: Ensisijainen pysähdyspaikan hystereesi (yksikköä)
fr: hystérésis scène principale (en unités)

source: Staged Injection 2nd Parameter
es: Inyección por fases segundo parámetro
fi: Järjestetään Injection toinen parametri
fr: Injection par étapes deuxième paramètre

source: Secondary Staging Logic
es: La lógica de ensayo Secundaria
fi: Toissijainen Pystytysympäristö Logic
fr: Logic Staging secondaire

source: Secondary staging hysteresis (units)
es: histéresis puesta en escena secundaria (unidades)
fi: Toissijainen pysähdyspaikan hystereesi (yksikköä)
fr: hystérésis scène secondaire (unités)

source: Secondary staging threshold (units)
es: umbral de parada secundario (unidades)
fi: Toissijainen pysähdyspaikan kynnys (yksikköä)
fr: seuil de mise en scène secondaire (unités)

source: Staged Injection
fi: Järjestetään Injection
fr: Organisé par injection

source: Over Run Fuel Cut
es: Más de corte de combustible en Ejecutar
fi: Yli Run Polttoaine Cut
fr: Plus de Cut carburant Run

source: RPM greater than (rpm)
es: RPM mayor que (rpm)
fi: RPM yli (rpm)
fr: RPM supérieur à (tr / min)

source: and MAP lower than (kPa)
es: y MAP inferior (kPa)
fi: ja MAP alle (kPa)
fr: MAP et inférieur (kPa)

source: and TPS lower than (%)
es: y TPS inferior (%)
fi: ja TPS alle (%)
fr: TPS et inférieur (%)

source: and CLT greater than: (degf)
es: y CLT superior: (DegF)
fi: ja CLT yli: (degf)
fr: CLT et supérieure: (degf)

source: after delay (s)
es: después del retardo (s)
fi: jälkeen viiveellä (t)
fr: après un délai (s)

source: Delay EGO after fuel return (s)
es: Retraso EGO después del regreso de combustible (s)
fi: Viive EGO jälkeen polttoaine palaa (s)
fr: Retard EGO après le retour de carburant (s)

source: Cut Fuel when:
es: Corte de combustible cuando:
fi: Leikkaa Polttoaine kun:
fr: De coupure de carburant lorsque:

source: Over Run Fuel Cut (decel cut)
es: En Ejecutar corte de combustible (corte deceleración)
fi: Yli Run Polttoaine Cut (decel leikkaus)
fr: Plus de carburant Run Cut (coupe décélération)

source: Nitrous Control
es: Nitroso Control
fi: Typpioksiduuli Control
fr: Nitreux contrôle

source: Enable N<sub>2</sub>0 above (RPM)
es: Habilitar N <sub>2</sub> 0 arriba (RPM)
fi: Ota N <sub>2</sub> 0 yläpuolella (RPM)
fr: Activer N <sub>2</sub> 0 ci-dessus (RPM)

source: Local Ouput pins forstage 1 and 2
es: Ouput alfileres forstage Local 1 y 2
fr: broches Sortie locale forstage 1 et 2

source: Local input pin
fr: broche d&#39;entrée locale

source: And CLT temp above (units)
es: Y por encima de temperatura CLT (unidades)
fi: Ja CLT lämpötila edellä (yksikköä)
fr: Et temp CLT-dessus (en unités)

source: And TPS > (%)
es: Y TPS> (%)
fi: Ja TPS> (%)
fr: Et> TPS (%)

source: Enrich which bank in DualTable Mode
es: Enriquecer qué entidad de modo DualTable
fi: Rikastuttaa joka pankin DualTable Mode
fr: Enrichir quelle banque dans DualTable Mode

source: If Stage 2 off, retard timing by (deg)
es: Si la etapa 2 de descuento, el calendario de retardo (gr)
fi: Jos vaihe 2 pois, retard ajoitus (astetta)
fr: Si l&#39;étape 2 off, le calendrier de retarder par (deg)

source: Nitrous delay after launch (s)
es: demora después de su lanzamiento nitroso (s)
fi: Typpioksiduuli viive laukaisun jälkeen (s)
fr: retard après le lancement d&#39;azote (s)

source: Nitrous delay after flat shift(s)
es: nitroso demora después del turno plano (s)
fi: Typpioksiduuli viivytystä tasainen siirtyminen (t)
fr: délai d&#39;azote après le quart de plat (s)

source: Max RPM for N<sub>2</sub>O usage
es: Número máximo de RPM para el N <sub>2</sub> O de uso
fi: Max RPM N <sub>2</sub> O käyttö
fr: Max RPM pour le N <sub>2</sub> O d&#39;utilisation

source: Additional fuel PW @ N<sub>2</sub>O min rpm (ms)
es: Combustible adicional PW @ N <sub>2</sub> O min rpm (ms)
fi: Lisäpolttoaine PW @ N <sub>2</sub> O min rpm (ms)
fr: Supplémentaires de carburant PW @ N <sub>2</sub> O tr / min min (ms)

source: Additional fuel PW @ N<sub>2</sub>O max rpm (ms)
es: Combustible adicional PW @ N <sub>2</sub> O rpm máximo (ms)
fi: Lisäpolttoaine PW @ N <sub>2</sub> O max rpm (ms)
fr: Supplémentaires de carburant PW @ N <sub>2</sub> O tr / min max (ms)

source: Input Pin Location
fr: Lieu broche d&#39;entrée

source: Remote input pin
fr: broche d&#39;entrée à distance

source: Output Pins Location
es: Pins ubicación de salida
fr: Sortie Pins Location

source: Remote Ouput pins forstage 1 and 2
es: Remoto Ouput forstage pines 1 y 2
fr: Remote broches Sortie forstage 1 et 2

source: Nitrous Oxide System
es: Sistema de óxido nitroso
fi: Typpioksiduuli System
fr: Système d&#39;oxyde nitreux

source: Stage 2 Nitrous
es: Etapa 2 nitroso
fi: Vaihe 2 typpioksiduuli
fr: Étape 2 nitreux

source: Additional Fuel PW @ N<sub>2</sub>O max rpm(ms)
es: PW combustible adicional @ N <sub>2</sub> O rpm máximo (ms)
fi: Lisäpolttoaineena PW @ N <sub>2</sub> O max rpm (ms)
fr: PW carburant supplémentaire @ N <sub>2</sub> O tr / min max (ms)

source: Additional Fuel PW @ N<sub>2</sub>O min rpm(ms)
es: PW combustible adicional @ N <sub>2</sub> O min rpm (ms)
fi: Lisäpolttoaineena PW @ N <sub>2</sub> O min rpm (ms)
fr: PW carburant supplémentaire @ N <sub>2</sub> O tr / min min (ms)

source: Retard Timing by (deg)
es: Retraso de la sincronización por (grados)
fi: Retard-aikataulut (astetta)
fr: Timing Retard par (deg)

source: Delay after stage 1(s)
es: Retraso después de la etapa 1 (s)
fi: Viive jälkeen vaihe 1 (s)
fr: Retard après l&#39;étape 1 (s)

source: Enable Stage 2 above (RPM)
es: Habilitar la Etapa 2 (RPM)
fi: Ota Vaihe 2 kohta (RPM)
fr: Activer l&#39;étape 2 ci-dessus (RPM)

source: Nitrous, Staging, Overrun Fuel Cut
es: Nitroso, de etapas, saturación de corte de combustible
fr: Nitreux, mise en scène, le dépassement Cut carburant

source: Staged percents (%)
es: Escenificación porcentajes (%)
fr: pourcents par étapes (%)

source: Load % Bins
es: Contenedores de carga%
fr: Bacs% de charge

source: MS2-Extra Staged Injection. Nitrous and OverRun Fuel Cut
es: Inyección por fases MS2-Extra. Nitroso y saturación de corte de combustible
fi: MS2-Extra Staged Injection. Typpioksiduuli ja ylitys Fuel Cut
fr: MS2-Extra injection étagée. Couper carburant nitreux et Dépassement

source: <small>(rpm)</small>
fr: <small>(Tr / min)</small>

source: Crank Noise Filtering
es: Crank ruido de filtrado
fi: Crank Melu suodatus
fr: Filtrage du bruit Crank

source: Next Pulse Tolerance
es: Tolerancia Pulso Siguiente
fi: Seuraava Pulse Suvaitsevaisuus
fr: Tolérance impulsion suivante

source: Cranking (%)
es: Arranque (%)
fr: Démarrage (%)

source: Normal Running (%)
es: Normal de funcionamiento (%)
fi: Normaali Running (%)
fr: Normale de fonctionnement (%)

source: After-start (%)
es: Después de la partida (%)
fi: Jälkeen-alusta (%)
fr: Après-start (%)

source: Time Mask (ms)
es: Máscara Tiempo (ms)
fi: Aika Mask (ms)
fr: Masque de temps (ms)

source: Percentage Mask (%)
es: Máscara Porcentaje (%)
fi: Prosentti Mask (%)
fr: Masque Pourcentage (%)

source: False Trigger method
es: Falso por medio del gatillo
fi: Väärin Trigger menetelmä
fr: Faux Trigger méthode

source: EDIS Noise Filtering
es: SEDA ruido de filtrado
fi: EDIS Melu suodatus
fr: Filtrage du bruit EDIS

source: MAP Averaging Lag Factor
es: MAPA Lag promedio Factor
fi: MAP Keskiarvon Lag Factor
fr: Facteur MAP Lag calcul de la moyenne

source: NOTE: MAP sample angle determines WHEN to start sampling, the window determines how LONG MS will sample looking for the lowest value. Values are in degrees
es: NOTA: El ángulo MAP muestra determina el momento para iniciar el muestreo, la ventana de MS determina cuánto tiempo se muestra busca el valor más bajo. Los valores son en grados
fr: NOTE: angle exemple de carte détermine le moment de commencer l&#39;échantillonnage, la fenêtre détermine combien de temps les États membres seront à la recherche d&#39;échantillon la plus faible valeur. Les valeurs sont à des degrés

source: RPM Averaging Lag Factor
es: RPM Factor promedio Lag
fi: RPM Keskiarvon Lag Factor
fr: Facteur RPM Lag calcul de la moyenne

source: TPS Averaging Lag Factor
es: TPS Lag promedio Factor
fi: TPS Keskiarvon Lag Factor
fr: Facteur de TPS Lag calcul de la moyenne

source: Lambda/AFR Averaging Lag Factor
es: Lambda / AFR Lag promedio Factor
fi: Lambda-AFR Keskiarvon Lag Factor
fr: Facteur Lambda / AFR Lag calcul de la moyenne

source: CLT/MAT/Battery Lag Factor
es: CLT / MAT / Diseño de la batería Lag
fi: CLT-MAT-akku Lag Factor
fr: CLT / MAT / facteur retard de batterie

source: MAP sample window
es: MAPA ventana de muestra
fr: fenêtre d&#39;échantillon MAP

source: MAP sample angle
es: MAP muestra el ángulo
fr: angle échantillon MAP

source: Input Smoothing/Lag Factors
es: Suavizado de entrada / Factores Lag
fi: Input tasoitus / Lag tekijät
fr: Lissage d&#39;entrée / Facteurs Lag

source: Tach Period Rejection
es: Tach Rechazo Periodo
fi: Tach Kausi hylkääminen
fr: Rejet Période Tach

source: Noise Filter Time Period (uSec)
es: Noise Filter Periodo de tiempo (USEC)
fi: Melu Filter ajan (USEC)
fr: Noise Filter période (USEC)

source: Tach Interrupt Masking
es: Tach interrupción de ocultación
fr: Tach masquage d&#39;interruption

source: Polarity Checking
es: Comprobación de polaridad
fi: Napaisuus tarkistaminen
fr: Polarité Vérification

source: Percentage (%)
es: Porcentaje (%)
fi: Prosentti (%)
fr: Pourcentage (%)

source: Time (ms)
es: Tiempo (ms)
fi: Aika (ms)
fr: Temps (ms)

source: <span background="red" foreground="white"> Cam Noise Filtering </span>
es: <span background="red" foreground="white">Cam ruido de filtrado</span>
fi: <span background="red" foreground="white">Cam Melu suodatus</span>
fr: <span background="red" foreground="white">Filtrage du bruit Cam</span>

source: <span background="red" foreground="white"> Crank Noise Filtering </span>
es: <span background="red" foreground="white">Crank ruido de filtrado</span>
fi: <span background="red" foreground="white">Crank Melu suodatus</span>
fr: <span background="red" foreground="white">Filtrage du bruit Crank</span>

source: Threshold
es: Umbral
fi: Kynnys
fr: Seuil

source: Output Channel
es: Canal de salida
fi: Lähtökanava
fr: Canal de sortie

source: Enabled
es: Habilitado
fi: Käytössä
fr: Activé

source: Power On Value
es: Encendido del valor
fi: Power arvoon
fr: Marche valeur

source: Trigger Value
es: Del valor de iniciación
fi: Kynnysarvo
fr: Valeur de déclenchement

source: Port Settings
es: Configuración de puertos
fi: Portin asetukset
fr: Paramètres du port

source: Port Channel 1
es: Puerto del canal 1
fr: Channel Port 1

source: Port Channel 2
es: Puerto canal 2
fr: Channel Port 2

source: Port Channel 3
es: Puerto del Canal 3
fr: Channel Port 3

source: Port Channel 4
es: Puerto Canal 4
fr: Channel Port 4

source: Port Channel 5
es: Puerto Canal 5
fr: Channel Port 5

source: Port Channel 6
es: Puerto Canal 6
fr: Channel port 6

source: Port Channel 7
es: Puerto Canal 7
fr: Channel Port 7

source: Port Channel 8
es: Puerto Canal 8
fr: Channel Port 8

source: <b>Remote Output Ports</b>
es: <b>Puertos de salida remota</b>
fr: <b>Ports de sortie à distance</b>

source: MS2 Extra Remote Ports
fr: MS2 Extra ports éloignés

source: Sequential Injection
fr: Injection séquentielle

source: Number of Timing Values
es: Número de valores de tiempo
fr: Nombre de valeurs de synchronisation

source: Fixed Timing or Table
fr: Timing fixes ou tableau

source: Timing Trigger
es: El tiempo de disparo
fr: Moment de déclenchement

source: Fixed Injection Timing 1 (deg)
fr: Timing injection fixe 1 (deg)

source: Fixed Injection Timing 2 (deg)
fr: Timing injection fixe 2 (deg)

source: Fixed Injection Timing 1 when staging on (deg)
es: Sincronización de la inyección de la estadificación de un fijo en (grados)
fr: Timing injection fixe 1, lorsque la mise en scène sur (DEG)

source: Fixed Injection Timing 2 when staging on (deg)
es: Sincronización de la inyección fijo 2 de la estadificación en (grados)
fr: Timing injection fixe 2 lorsque la mise en scène sur (DEG)

source: Cranking Injection Timing 1 (deg)
fr: Démarrage à l&#39;injection 1 (deg)

source: Cranking Injection Timing 2 (deg)
fr: Démarrage à l&#39;injection 2 (deg)

source: VE trim tables
es: VE tablas trim
fr: VE tables trim

source: <span background="red" foreground="white"> Sequential Siamese Hybrid Mode </span>
es: <span background="red" foreground="white">Secuencial Modo híbrido siameses</span>
fr: <span background="red" foreground="white">Séquentiel Mode Hybrid siamois</span>

source: <span background="red" foreground="white"> Single pulse activation RPM </span>
es: <span background="red" foreground="white">RPM pulso único de activación</span>
fr: <span background="red" foreground="white">Simple activation impulsion RPM</span>

source: <span background="red" foreground="white"> Hysteresis on single pulse activation RPM </span>
es: <span background="red" foreground="white">Histéresis en la activación pulso único RPM</span>
fr: <span background="red" foreground="white">Hystérésis sur l&#39;activation impulsion unique RPM</span>

source: Fixed Injection Timing 3 (deg)
fr: Calage de l&#39;injection fixe 3 (DEG)

source: Fixed Injection Timing 3 when staging on (deg)
es: Sincronización de la inyección fija 3 de la estadificación en (grados)
fr: Timing injection fixe 3 lorsque la mise en scène sur (DEG)

source: <span foreground="white" background="red"> Injector Drivers </span>
es: <span foreground="white" background="red">Inyector de Drivers</span>
fr: <span foreground="white" background="red">Injecteur Pilotes</span>

source: Open Time (ms)
es: Tiempo abierto (ms)
fr: Temps ouvert (ms)

source: BattVolt Correction. (ms/V)
es: BattVolt corrección. (Ms / V)
fr: Correction BattVolt. (Ms / V)

source: Bank 3
es: Banco 3
fr: Banque 3

source: Extra Injectors
fr: Injecteurs Extra

source: MS2-Extra 3.x Sequential Injection
es: MS2-Extra inyección secuencial 3.x
fr: MS2-Extra Injection séquentielle 3.x

source: Enhanced Accel Enrichment
fi: Tehostettu Accel Väkevöiminen
fr: Amélioration de l&#39;enrichissement Accel

source: Enabled EAE disables traditional Accel Enrichment. See EAE Tab above.
es: Habilitado EAE desactiva tradicionales enriquecimiento Accel. Ver EAE ficha anterior.
fi: Käytössä êáé poistaa perinteiset Accel etua. Katso êáé välilehti edellä.
fr: Activé EAE désactive traditionnels Accel enrichissement. Voir EAE onglet ci-dessus.

source: <small>Adhere-to-Walls RPM Correction</small>
es: <small>Adherirse a Paredes RPM Corrección</small>
fi: <small>Noudata-to-Walls RPM korjaus</small>
fr: <small>Adhérer-Murs RPM Correction à</small>

source: <small>Sucked-from-Walls RPM Correction</small>
es: <small>Una mamada-de-Paredes RPM Corrección</small>
fi: <small>Imi-from-Walls RPM korjaus</small>
fr: <small>Sucé-de-Murs RPM Correction</small>

source: <small>Sucked-from-Walls Constant</small>
es: <small>Una mamada-de-Constante Paredes</small>
fi: <small>Imi-from-Walls Constant</small>
fr: <small>Sucé-de-Constant Murs</small>

source: <small>Adhere-to-Walls Constant</small>
es: <small>Adherirse a Paredes constante</small>
fi: <small>Noudata-to-Walls Constant</small>
fr: <small>Adhérer à Murs Constant</small>

source: <small>Adhere-to-Walls CLT Correction</small>
es: <small>Adherirse a Paredes CLT Corrección</small>
fi: <small>Noudata-to-Walls CLT korjaus</small>
fr: <small>Adhérer-Murs CLT Correction à</small>

source: <small>Sucked-from-Walls CLT Correction</small>
es: <small>Una mamada-de-Paredes CLT Corrección</small>
fi: <small>Imi-from-Walls CLT korjaus</small>
fr: <small>Sucé-de-Murs CLT Correction</small>

source: EAE Constants and Corrections
es: EAE Constantes y correcciones
fi: Êáé vakiot ja korjaukset
fr: Constantes EAE et corrections

source: Lag Compensation Source
fi: Lag Korvaukset Lähde
fr: Source rémunération Lag

source: MAX RPM (rpms)
es: MAX RPM (revoluciones por minuto)
fi: MAX RPM (rpm)
fr: MAX RPM (RPM)

source: Threshold (unit/sec)
es: Umbral (unidades / seg)
fi: Kynnys (yksikkö / s)
fr: Seuil (unité / s)

source: EAE Lag Compensation
es: EAE Compensación Lag
fi: Êáé Lag korvaukset
fr: Compensation Lag EAE

source: Enhanced Accel Enrich
fi: Tehostettu Accel Enrich
fr: Accel renforcée Enrichissez

source: MS2/2-Extra Acceleration Enrichments
es: MS2/2-Extra enriquecimiento de aceleración
fi: MS2/2-Extra Kiihtyvyys rikastusta
fr: Enrichissements accélération MS2/2-Extra

source: Boost Controller,Duty Target, TPS % vs. RPM
es: Controlador de Boost, Meta Duty, TPS% vs RPM
fr: Contrôleur Boost, cible de service, TPS% vs RPM

source: Boost Table 1 (Duty Target)
es: Aumenta el cuadro 1 (Obligación de destino)
fi: Boost Taulukko 1 (Tulli Target)
fr: Tableau 1 Cible Boost Duty ()

source: BoostTable 2 (kPa Target)
es: BoostTable 2 (Meta kPa)
fr: BoostTable 2 (cible kPa)

source: Sensor Pin
es: Sensor de pin
fi: Anturin Pin
fr: Capteur de Pin

source: <big>Set the steps <b>before</b> enabling testing</big>
es: <big>Establecer los pasos <b>antes de habilitar</b> las pruebas</big>
fi: <big>Aseta toimia <b>ennen kuin otat</b> testaus</big>
fr: <big>Définir les étapes <b>avant de</b> procéder aux essais</big>

source: <big>For PWM valves enter 0-100, for stepper, 0-255</big>
es: <big>Para las válvulas PWM entrar 0-100, de paso a paso, 0-255</big>
fi: <big>Saat PWM venttiilit tulee 000-100, ja stepper, 0-255</big>
fr: <big>Pour les vannes PWM entre 0-100, pour pas à pas, 0-255</big>

source: MS2-E Debugging
es: MS2-E depuración
fr: MS2-E débogage

source: Ign. Events per Step
es: Ign. Eventos por Paso
fi: IGN. Tapahtumat per Step
fr: Ign. Événements par étape

source: PID Proportional Gain (%)
es: Ganancia proporcional PID (%)
fi: PID Suhteellinen vahvistus (%)
fr: PID gain proportionnel (%)

source: PID Integral (%)
fr: PID intégré (%)

source: PID Derivative (%)
es: Derivada PID (%)
fi: PID Johdannaissopimukset (%)
fr: PID dérivés (%)

source: Wideband Controller Settings
es: Configuración del controlador de banda ancha
fi: Laajakaistainen Controller-asetukset
fr: Paramètres du contrôleur à large bande

source: EGO Sensor(s) Type
es: EGO Sensor (s) Tipo
fr: Capteur EGO (s) Type

source: NB Switching Voltage
es: Nota: El cambio de voltaje
fi: Huom Kytkentäjännite
fr: NB Voltage

source: Controller Step Size (%)
es: Controlador Tamaño Paso (%)
fr: Contrôleur Step Size (%)

source: Controller Authority (%)
es: Autoridad Controller (%)
fr: Autorité Controller (%)

source: Active Below MAP (KPa)
es: Por debajo de Active MAP (KPa)
fi: Aktiivinen Alla MAP (kPa)
fr: Ci-dessous Active MAP (KPa)

source: Active above CLT
es: Activo por encima de CLT
fi: Aktiivinen edellä CLT
fr: Active-dessus CLT

source: Active Above RPM
es: Sobre Active RPM
fi: Aktiivinen Above RPM
fr: Active-dessus de RPM

source: Active Below TPS (%)
es: Por debajo de Active TPS (%)
fi: Aktiivinen Alle TPS (%)
fr: Ci-dessous Active TPS (%)

source: Active Above MAP (KPa)
es: Por encima de Active MAP (KPa)
fr: Active plan ci-dessus (KPa)

source: 2nd EGO Sensor Port
es: Segundo puerto de sensor EGO
fr: 2ème port du capteur EGO
