Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: "EGO Corr 1" is the EGO correction factor for injector1 and O2 sensor 1
es: "EGO Corr. 1" es el factor de corrección para el EGO injector1 y O2 sensor 1
fi: "EGO Corr 1" EGO korjauskerroin injector1 ja O2 anturi 1
fr: «EGO Corr 1" est le facteur de correction pour EGO injector1 et O2 capteur 1

source: "EGO Corr 2" is the EGO correction factor for injector2 and O2 sensor 2
es: "EGO Corr. 2" es el factor de corrección para el EGO injector2 y O2 sensor 2
fi: "EGO Corr 2" EGO korjauskerroin injector2 ja O2 anturi 2
fr: «EGO Corr 2" est le facteur de correction pour EGO injector2 et O2 capteur 2

source: "EGO Corr" is the AVERAGED EGO correction factor for both injectors/O2 sensors
es: "EGO Corr." es el factor de corrección para un promedio de EGO tanto injectors/O2 sensores
fi: "EGO Corr" on keskimäärin EGO korjauskerroin sekä injectors/O2 anturit
fr: «EGO Corr" est le facteur de correction MOYENNE EGO pour les deux capteurs injectors/O2

source: "EGO Volts 1" is the current O2 sensor voltage for sensor 1
es: "EGO voltios 1" es el voltaje actual del sensor de O2 para el sensor 1
fi: "EGO volttia 1" nykyinen O2 anturin jännite anturin 1
fr: «EGO Volts 1» est la tension de capteur de courant O2 pour capteur 1

source: "EGO Volts 2" is the current O2 sensor voltage for sensor 2
es: "EGO voltios 2" es el voltaje actual del sensor de O2 para el sensor 2
fi: "EGO volttia 2" on nykyinen O2 anturin jännite anturin 2
fr: «EGO Volts 2" est la tension capteur de courant O2 pour capteur 2

source: "Fuel Corr." is correction factor based on how mcuh alcohol is in the fuel.
es: "Combustible Corr". es factor de corrección basado en cómo el alcohol es mcuh en el combustible.
fi: "Fuel Corr." on korjauskerroin perustuu siihen, miten mcuh alkoholi polttoaine.
fr: Corr carburant ». est facteur de correction basé sur la façon dont mcuh alcool dans le carburant.

source: "Fuel Cut" is the current amount of fuel cut (%).
es: "Corte de combustible" es la cantidad actual de corte de combustible (%).
fi: "Fuel Cut" on nykyinen määrä polttoainetta leikkaus (%).
fr: "Fuel Cut» est le montant actuel de la coupe de carburant (%).

source: "Gammae" is the sum of all enrichments.
es: "Gammae" es la suma de todos los cultivos.
fi: "Gammae" on summa rikastusta.
fr: "Gammae" est la somme de tous les enrichissements.

source: "IAC Step" is the current position for the Stepper IAC (steps)
es: "Paso IAC" es la posición actual de la CAI paso a paso (pasos)
fi: "IAC Step" on nykyinen kanta Stepper IAC (vaiheet)
fr: «Étape IAC" est la position actuelle de la CCI Stepper (étapes)

source: "IdleDC" is the current PWM idle dutycycle.
es: "IdleDC" es la corriente PWM dutycycle inactivo.
fi: "IdleDC" on nykyinen PWM idle dutycycle.
fr: "IdleDC" est le rapport durée période PWM courant de repos.

source: "Knock Ret." is the current amount of spark retard due to knock.
es: "Knock Ret." es la cantidad actual de retardar la chispa debido a los consecuentes.
fi: "Knock Ret." on nykyinen määrä kipinä retard vuoksi koputtaa.
fr: "Knock Ret." est le montant actuel des bougies retarder en raison de frapper.

source: "Knock" is the amount of spark retard due to knocking
es: "Knock" es la cantidad de chispa retrasar debido a golpear
fi: "Knock" on määrä kipinä retard vuoksi koputtamatta
fr: «Knock» est la quantité d&#39;étincelles retard en raison de frapper

source: "Lambda 1" is the Lambda reading from O2 sensor 1.
es: "Lambda 1" es la lectura del sensor Lambda de O2 1.
fi: "Lambda 1" Lambda lukeminen O2 anturi 1.
fr: "Lambda 1" est la lecture du capteur Lambda O2 1.

source: "Lambda 2" is the Lambda reading from O2 sensor 2.
es: "Lambda 2" es la lectura del sensor de O2 Lambda 2.
fi: "Lambda 2" Lambda lukeminen O2 anturi 2.
fr: "Lambda 2" est la lecture du capteur Lambda O2 2.

source: "MAP (kPa)" is the manifold pressure reading in kPa.
es: "MAP (kPa)" es la lectura de presión en el colector de kPa.
fi: "MAP (kPa) on Ahtopaine käsittelyssä kPa.
fr: "MAP (kPa)" est la lecture de pression d&#39;admission, en kPa.

source: "MAPdot" is the rate of change of the MAP signal.
es: "MAPdot" es la tasa de cambio de la señal MAP.
fi: "MAPdot" on muutosnopeus MAP signaalin.
fr: "MAPdot" est le taux de variation du signal MAP.

source: "MAT (deg)" is the manifold air temperature reading in degrees.
es: "MAT (grados)" es la temperatura de aire en el colector de lectura en grados.
fi: "MAT (astetta)" on imusarjan lämpötila asteina.
fr: "MAT (DEG)" est la température du collecteur d&#39;air en degrés de lecture.

source: "MS-2 Clock" is the MegaSquirt clock returned by the ECU, this runs from 0-255 and recylcles indefinitely, resolution 1 second.
es: "MS-2 Reloj" es el reloj MegaSquirt devuelto por la ECU, esto va desde 0 hasta 255 y recylcles indefinidamente, la resolución de 1 segundo.
fi: "MS-2 Clock" on MegaSquirt kello palauttaa ecua tämä toimii 0-255 ja recylcles loputtomiin, resoluutio 1 sekunti.
fr: "MS-2 Clock" est l&#39;horloge MegaSquirt retourné par l&#39;ECU, ce qui va de 0 à 255 et recylcles indéfiniment, résolution 1 seconde.

source: "PW" is the pulsewidth for injector channel 1. Resolution of 1 us.
es: "PW" es el rango del pulso del inyector para el canal 1. Resolución de 1 de nosotros.
fi: "PW" on pulsewidth varten injektorin kanava 1. Päätöslauselma 1 meille.
fr: "PW" est la largeur d&#39;impulsion pour le canal 1 de l&#39;injecteur. Résolution de nous 1.

source: "PW2" is the pulsewidth for injector channel 2. Resolution of 1 us.
es: "PW2" es el rango del pulso del inyector para el canal 2. Resolución de 1 de nosotros.
fi: "PW2" on pulsewidth varten injektorin kanava 2. Päätöslauselma 1 meille.
fr: "PW2" est la largeur d&#39;impulsion pour les 2 canaux d&#39;injection. Résolution de nous 1.

source: "Port Status" is a bitfield showing the status of ports 0-6
es: "Estado del puerto" es un campo de bits que muestra el estado de los puertos 0-6
fi: "Port Status" on bitfield osoittaa asemaa satamien 0-6
fr: «Etat du port» est un champ de bits indiquant l&#39;état des ports 0-6

source: "RPM" is the engine's speed in revolutions per minute.
es: "RPM" es la velocidad del motor en revoluciones por minuto.
fi: "RPM" on moottorin nopeus kierrosta minuutissa.
fr: "RPM" est la vitesse du moteur en tours par minute.

source: "Spark Adv." is the Current spark advance being run.
es: "Adv Chispa". es la chispa actual avance en ejecución.
fi: "Spark Adv." Onko nykyinen sytytysennakkoa käynnissä.
fr: "Spark Adv. est l&#39;étincelle actuelle d&#39;avance en cours d&#39;exécution.

source: "Squirt" is a bitfield containing information such as which injectors are firing, which are scheduled to fire, etc.
es: "Corridas" es un campo de bits que contienen información como la que se inyectan son de tiro, que están previstas para el fuego, etc
fi: "Squirt" on bitfield sisältää tietoa, kuten mikä injektorit ampumisen, jotka on tarkoitus tulipalo jne.
fr: "Squirt" est un champ de bits contenant les renseignements qui les injecteurs sont de tir, qui sont prévues au feu, etc

source: "TPS (%)" is the throttle position reading in percent of full scale.
es: "El TPS (%)" es la lectura de posición del acelerador en porcentaje del fondo de escala.
fi: "TPS (%) on asento käsittelyssä prosenttia täydestä.
fr: "TPS (%)" est la lecture de position du papillon en pour cent de la pleine échelle.

source: "TPSdot" is the rate of change of the TPS signal.
es: "TPSdot" es la tasa de cambio de la señal de TPS.
fi: "TPSdot" on muutosnopeus TPS signaali.
fr: "TPSdot" est le taux de variation du signal TPS.

source: "VE 1" is the current VE for injector channel 1.
es: "VE 1" es el VE actual para el canal 1 inyector.
fi: "VE 1" on nykyinen VE varten suutin kanava 1.
fr: «VE 1" est le VE en cours pour 1 canal de l&#39;injecteur.

source: "VE 2" is the current VE for injector channel 1.
es: "VE 2" es el VE actual para el canal 1 inyector.
fi: "VE 2" on nykyinen VE varten suutin kanava 1.
fr: «VE 2" est le VE en cours pour 1 canal de l&#39;injecteur.

source: "WB02ena 1" is a flag indicating whether the wb afr reading is valid.
es: "WB02ena 1" es una bandera que indica si la lectura afr BM es válido.
fi: "WB02ena 1" on lippu siitä, onko WB AFR käsittelyssä on voimassa.
fr: "WB02ena 1" est un drapeau indiquant si la lecture AFR WB est valide.

source: "WB02ena 2" is a flag indicating whether the wb afr reading is valid.
es: "WB02ena 2" es una bandera que indica si la lectura afr BM es válido.
fi: "WB02ena 2" on lippu siitä, onko WB AFR käsittelyssä on voimassa.
fr: "WB02ena 2" est un drapeau indiquant si la lecture AFR WB est valide.

source: "Warm Corr" is the current amount of warmup correction (%).
es: "Warm Corr." es la cantidad actual de calentamiento de corrección (%).
fi: "Lämmin Corr" on nykyinen määrä WarmUp korjaus (%).
fr: "Warm Corr" est le montant actuel de correction de réchauffement (%).

source: "adc6" is unknown
es: "Adc6" se desconoce
fi: "Adc6" on tuntematon
fr: "Adc6» est inconnu

source: "adc7" is unknown
es: "Adc7" se desconoce
fi: "Adc7" on tuntematon
fr: "Adc7» est inconnu

source: "boostduty" is pwm boost output duty cycle.
es: "Boostduty" es impulsar la salida pwm ciclo de trabajo.
fi: "Boostduty" on PWM lisätä tuotantoa käyttömäärä.
fr: "Boostduty" donne une impulsion de sortie PWM devoir cycle.

source: "deltaT" is the normalized time between trigger pulses
es: "DeltaT" es el tiempo normalizado entre los pulsos de activación
fi: "DeltaT" on normalisoitu välinen aika käynnistää palkokasvit
fr: "DeltaT" est le temps entre les impulsions de déclenchement normalisée

source: "dwell" is a the amount of time the ignitin coil is energized in ms.
es: "Habitar" es una cantidad de tiempo se energiza la bobina ignitin en ms.
fi: "Viipyä" on aika ignitin kela vetää ms.
fr: «Habiter» est un montant que le temps de la bobine est alimentée en ignitin ms.

source: "fuelload" is an unknown quantitiy
es: "Fuelload" es una cantidad desconocida
fi: "Fuelload" on tuntematon määrä
fr: "Fuelload" est une quantité inconnue

source: "fuelload2" is unknown
es: "Fuelload2" se desconoce
fi: "Fuelload2" on tuntematon
fr: "Fuelload2» est inconnu

source: "gpioadc0" is unknown
es: "Gpioadc0" se desconoce
fi: "Gpioadc0" on tuntematon
fr: "Gpioadc0» est inconnu

source: "gpioadc1" is unknown
es: "Gpioadc1" se desconoce
fi: "Gpioadc1" on tuntematon
fr: "Gpioadc1» est inconnu

source: "gpioadc2" is unknown
es: "Gpioadc2" se desconoce
fi: "Gpioadc2" on tuntematon
fr: "Gpioadc2» est inconnu

source: "gpioadc3" is unknown
es: "Gpioadc3" se desconoce
fi: "Gpioadc3" on tuntematon
fr: "Gpioadc3» est inconnu

source: "gpioadc4" is unknown
es: "Gpioadc4" se desconoce
fi: "Gpioadc4" on tuntematon
fr: "Gpioadc4» est inconnu

source: "gpioadc6" is unknown
es: "Gpioadc6" se desconoce
fi: "Gpioadc6" on tuntematon
fr: "Gpioadc6» est inconnu

source: "gpioadc7" is unknown
es: "Gpioadc7" se desconoce
fi: "Gpioadc7" on tuntematon
fr: "Gpioadc7» est inconnu

source: "gpioport0" is undefined
es: "Gpioport0" no está definido
fi: "Gpioport0" on määritelty
fr: "Gpioport0» n&#39;est pas défini

source: "gpioport1" is undefined
es: "Gpioport1" no está definido
fi: "Gpioport1" on määritelty
fr: "Gpioport1» n&#39;est pas défini

source: "gpioport2" is undefined
es: "Gpioport2" no está definido
fi: "Gpioport2" on määritelty
fr: "Gpioport2» n&#39;est pas défini

source: "gpiopwmin0" is unknown
es: "Gpiopwmin0" se desconoce
fi: "Gpiopwmin0" on tuntematon
fr: "Gpiopwmin0» est inconnu

source: "gpiopwmin1" is unknown
es: "Gpiopwmin1" se desconoce
fi: "Gpiopwmin1" on tuntematon
fr: "Gpiopwmin1» est inconnu

source: "gpiopwmin2" is unknown
es: "Gpiopwmin2" se desconoce
fi: "Gpiopwmin2" on tuntematon
fr: "Gpiopwmin2» est inconnu

source: "gpiopwmin3" is unknown
es: "Gpiopwmin3" se desconoce
fi: "Gpiopwmin3" on tuntematon
fr: "Gpiopwmin3» est inconnu

source: "ignload" is unknown
es: "Ignload" se desconoce
fi: "Ignload" on tuntematon
fr: "Ignload» est inconnu

source: "ignload2" is unknown
es: "Ignload2" se desconoce
fi: "Ignload2" on tuntematon
fr: "Ignload2» est inconnu

source: "looptime" is the total time for the mainloop to process in uSec.
es: "Looptime" es el tiempo total para la mainloop para procesar en us.
fi: "Looptime" on koko ajan mainloop käsitellä ja USEC.
fr: "Looptime" est le temps total pour la mainloop à traiter dans USEC.

source: "maf" is an unknown quantitiy from the MAF sensor
es: "MAF" es una cantidad desconocida del sensor MAF
fi: "MMM" on tuntematon määrä siitä MAF anturi
fr: "Maf" est une inconnue du capteur MAF

source: "rpm100" is RPM/100
es: "Rpm100" es RPM/100
fi: "Rpm100" on RPM/100
fr: "Rpm100" est RPM/100

source: "status1" is a status register for debug/info purposes
es: "Status1" es un registro de estado para la depuración y propósitos info
fi: "Status1" on status rekisterin debug / info varten
fr: "Status1" est un registre d&#39;état pour des fins de débogage d&#39;infos /

source: "status2" is a status register for debug/info purposes
es: "Status2" es un registro de estado para la depuración y propósitos info
fi: "Status2" on status rekisterin debug / info varten
fr: "Statut2" est un registre d&#39;état pour des fins de débogage d&#39;infos /

source: "status3" is a status register for debug/info purposes
es: "Status3" es un registro de estado para la depuración y propósitos info
fi: "Status3" on status rekisterin debug / info varten
fr: "Status3" est un registre d&#39;état pour des fins de débogage d&#39;infos /

source: "status4" is a status register for debug/info purposes
es: "Status4" es un registro de estado para la depuración y propósitos info
fi: "Status4" on status rekisterin debug / info varten
fr: "Status4" est un registre d&#39;état pour des fins de débogage d&#39;infos /

source: "status5" is unknown
es: "Status5" se desconoce
fi: "Status5" on tuntematon
fr: "Status5» est inconnu

source: "synccnt" is something to due with wheel decode...
es: "Synccnt" es algo que debe decodificar con ruedas ...
fi: "Synccnt" on jotain, koska pyörän tulkita ...
fr: "Synccnt" est quelque chose à cause de décoder les roues ...

source: "syncreason" is undefined.
es: "Syncreason" no está definido.
fi: "Syncreason" on määrittelemätön.
fr: "Syncreason» n&#39;est pas défini.

source: "timing_err" is the accuracy of the timing predictor
es: "Timing_err" es la exactitud de la predicción calendario
fi: "Timing_err" on tarkkuus ajoitus ennustaja
fr: "Timing_err" est la précision de la prédiction calendrier

source: "tpsADC" is the raw TPS signal ADC value dued for the calibrator.
es: "TpsADC" es la señal TPS primas ADC valor le sera para el calibrador.
fi: "TpsADC" on raaka TPS signaali ADC arvo dued varten kalibraattori.
fr: "TpsADC" est le signal brut TPS ADC valeur dued pour le calibrateur.

source: "user0" is an undefined
es: "User0" es un indefinido
fi: "User0" on määrittelemätön
fr: "User0" est un indéfini

source: "wallfuel1" is something for EAE in uSecs.
es: "Wallfuel1" es algo de EAE en uSecs.
fi: "Wallfuel1" on jotain êáé vuonna uSecs.
fr: "Wallfuel1" est quelque chose d&#39;EAE dans uSecs.

source: "wallfuel2" is unknown
es: "Wallfuel2" se desconoce
fi: "Wallfuel2" on tuntematon
fr: "Wallfuel2» est inconnu

source: AFR Error Left
es: Error AFR izquierda
fi: AFR Virhe Vasen
fr: Erreur AFR gauche

source: AFR Error right
es: AFR error derecho
fi: AFR Virhe oikeus
fr: droit AFR erreur

source: Baro Corr.
es: Corr. Baró.
fr: Corr Baro.

source: Cold Adv (deg)
es: Adv frío (grados)
fi: Kylmä Adv (astetta)
fr: Adv froide (DEG)

source: Dwell
es: Habitar
fi: Asua
fr: Habiter

source: EGO Corr 1
fr: Corr Ego 1

source: EGO Corr 2
fr: Corr Ego 2

source: Fuel Corr.
es: Corr. de combustible.
fi: Polttoaine Corr.
fr: Corr carburant.

source: Fuel Cut.
es: Corte de combustible.
fi: Polttoaine Leikkaa.
fr: Couper carburant.

source: IAC Step
es: Paso IAC
fr: Étape IAC

source: Knock Ret.
fr: Ret Knock.

source: MS-II Clock
es: Reloj de MS-II
fi: MS-II Kello
fr: Horloge MS-II

source: PW 1 (ms.)
fi: PW 1 (neiti)
fr: PW 1 (Mme)

source: PW 2 (ms.)
fr: PW 2 (Mme)

source: Port Status
es: Estado del puerto
fr: Etat du port

source: Spark Adv.
es: Chispa Adv.
fr: Adv Spark.

source: maf
fr: CRG

source: status2
fr: statut2

source: "PW3" is the pulsewidth for injector channel 3. Resolution of 1 us.
es: "PW3" es el rango del pulso del inyector para el canal 3. Resolución de 1 de nosotros.
fr: "PW3" est la largeur d&#39;impulsion pour les 3 canaux de l&#39;injecteur. Résolution de nous 1.

source: "PW4" is the pulsewidth for injector channel 4. Resolution of 1 us.
es: "PW4" es el rango del pulso del inyector para el canal 4. Resolución de 1 de nosotros.
fr: "PW4" est la largeur d&#39;impulsion pour les 4 canaux d&#39;injection. Résolution de nous 1.

source: "afrload" is undefined
es: "Afrload" no está definido
fr: "Afrload» n&#39;est pas défini

source: "eaeload" is undefined
es: "Eaeload" no está definido
fr: "Eaeload» n&#39;est pas défini

source: "inj_adv1" is undefined
es: "Inj_adv1" no está definido
fr: "Inj_adv1» n&#39;est pas défini

source: "inj_adv2" is undefined
es: "Inj_adv2" no está definido
fr: "Inj_adv2» n&#39;est pas défini

source: "maf" is the MAF sensor flow rate in grams/sec
es: "MAF" es el sensor MAF caudal en gramos / segundo
fr: "Maf" est le taux CRG capteur de débit en grammes / sec

source: "mafmap" is an not documented
es: "Mafmap" es un no documentadas
fr: "Mafmap" est un pas documentée

source: "rpmdot" is undefined
es: "Rpmdot" no está definido
fr: "Rpmdot» n&#39;est pas défini

source: "tpsADC" is the raw TPS signal ADC value used for the calibrator.
fr: "TpsADC" est le signal brut TPS ADC valeur utilisée pour le calibrateur.

source: "vetrim1curr" is the current trim value associated with injector channel 1
es: "Vetrim1curr" es el valor actual de ajuste asociados con el canal 1 inyector
fr: "Vetrim1curr" est la valeur actuelle de compensation associé à 1 canal d&#39;injection

source: "vetrim2curr" is the current trim value associated with injector channel 2
es: "Vetrim2curr" es el valor actual de ajuste asociados con el canal 2 de inyección
fr: "Vetrim2curr" est la valeur actuelle de compensation associée à 2 canaux d&#39;injection

source: "vetrim3curr" is the current trim value associated with injector channel 3
es: "Vetrim3curr" es el valor actual de ajuste asociados con el canal de inyección 3
fr: "Vetrim3curr" est la valeur actuelle de compensation associée à 3 canaux injecteur

source: "vetrim4curr" is the current trim value associated with injector channel 4
es: "Vetrim4curr" es el valor actual de ajuste asociados con el canal 4 inyectores
fr: "Vetrim4curr" est la valeur actuelle de compensation associée à 4 canaux d&#39;injection

source: Enables or Disables use of a MAF (Mass Air Flow) sensor, and sets whether it's to be the primary input, or used in a blend wiht the MAP Sensor.
es: Activa o desactiva el uso de un MAF (flujo de aire masivo) del sensor, y establece si es que la entrada principal, o su uso en una mezcla con el sensor MAP.
fi: Ottaa käyttöön tai poistaa käytöstä MAF (Mass Air Flow) anturi, ja siinä se sitten on ensisijainen tulo tai käyttää sulautuvat MAP Sensor.
fr: Active ou désactive l&#39;utilisation d&#39;un MAF (Mass Air Flow) du capteur, et établit que ce soit à l&#39;entrée principale, ou utilisé dans un mélange avec le capteur MAP.

source: Enables or Disables use of the Automatic mixture control, nad tells it to update either the IN RAM state or in FLASH state. Thus making the adjustments from it be permanent or temporary
es: Activa o desactiva el uso del control de la mezcla automática, nad dice que para actualizar el estado EN RAM o en el estado de FLASH. Así, hacer los ajustes de la misma sea permanente o temporal
fi: Ottaa käyttöön tai poistaa käytöstä automaattinen sekoitus ohjaus, nad kertoo se päivittää joko RAM valtio tai Flash tilassa. Jolloin muutokset siitä on pysyvä tai väliaikainen
fr: Active ou désactive l&#39;utilisation de la commande de mélange automatique, nad dit de mettre à jour ou l&#39;autre de la Dans l&#39;état de RAM ou à l&#39;état FLASH. Ainsi, en faisant les ajustements de qu&#39;elle soit permanente ou temporaire

source: Sets ECU Prime/ASE/WUE/Baro correctiosn to be based off of a two point linear interpolation, or off of interpolated lookuptables.
es: Juegos de ecus Primer / ASE / EUA / correctiosn Baró que se basa apagado de una interpolación lineal de dos puntos, o fuera de la lookuptables interpolados.
fi: Sarjat ecua Prime / ASE / WUE / Baro correctiosn perustuu pois kahden pisteen lineaarisesti interpoloimalla tai pois interpoloitu lookuptables.
fr: Sets écus Premier / ASE / WUE / correctiosn Baro être basé sur une interpolation linéaire à deux points, ou hors de lookuptables interpolées.

source: Sets ECU fuel algorithm to pure Speed Density, Blended SD/Alpha-N or Pure Alpha-N
es: Juegos de ecus algoritmo de combustible a velocidad pura Densidad, Blended SD / Alpha-N o N-alfa puro
fi: Sarjat ecua polttoaine algoritmi puhdasta Speed Density, Monimuoto SD / Alpha-N tai Pure Alpha-N
fr: Définit l&#39;algorithme de carburant d&#39;écus à la vitesse pure de densité, mixte SD / Alpha-N ou N-Pure Alpha

source: Sets ECU type to Stock MS2 or Microsquirt
es: Juegos de ecus al tipo de archivo o MS2 Microsquirt
fi: Sarjat ecua tyyppi Stock MS2 tai Microsquirt
fr: Sets écus type Stock MS2 ou Microsquirt

source: Sets what pin the MAF sensor is connected to
es: Establece lo que el sensor MAF pin está conectado a
fi: Määrittää mitä pin MAF anturi on kytketty
fr: Définit ce que épingle du capteur MAF est connecté à

source: This is the engine displacement in Cubic Inches. It is used mainly only for MAF support to make things scale correctly.
es: Este es el desplazamiento del motor en pulgadas cúbicas. Se utiliza principalmente para el apoyo MAF sólo para hacer escala las cosas correctamente.
fi: Tämä on Iskutilavuus kuution Tuumaa. Sitä käytetään lähinnä vain MAF tukea, jotta asiat mittakaavassa oikein.
fr: Il s&#39;agit de la cylindrée du moteur en Cubic Inches. Il est principalement utilisé seulement pour l&#39;appui du CRG de faire les choses correctement échelle.

source: This is used to offset injector firing a certain percentage of degrees from the TACH PULSE input. It's useful in some cases to help smooth out a lumpy idle, in case an injector is firing at overlap on one cylinder.
es: Esto se utiliza para compensar fuego inyector de un determinado porcentaje de títulos de la entrada TACH PULSE. Es útil en algunos casos para ayudar a suavizar un tiro bultos de inactividad, en el caso de un inyector en el solapamiento en un cilindro.
fi: Tätä käytetään korvaamaan injektori ampumisen tietty prosenttiosuus astetta täCH pulssitulo. Se on hyödyllistä joissakin tapauksissa auttaa tasoittaa möykkyinen hyödytön, jos suutin on tulittaa päällekkäisiä yksi sylinteri.
fr: Il est utilisé pour compenser les tirs injecteur un certain pourcentage de diplômes de l&#39;entrée TACH PULSE. Il est utile dans certains cas, pour aider à lisser un tir ralenti grumeleuse, dans le cas d&#39;un injecteur est à se chevauchent sur un cylindre.

source: This sets the PWM Period in uS.
es: Esto establece el Periodo PWM en uS.
fi: Tämä asettaa PWM Kausi meissä.
fr: Ceci définit la période PWM en nous.

source: According to the docs this isn't used yet.
es: De acuerdo con la documentación que no se utiliza todavía.
fi: Mukaan docs tämä ei ole vielä käytetty.
fr: Selon les docs ce n&#39;est pas encore utilisé.

source: Sets the Idle control algorithm
es: Establece el control de inactividad algoritmo
fi: Määrittää Idle ohjausalgoritmien
fr: Définit le contrôle Idle algorithme
