Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Start IAT Retard: RPM at which to begin applying the intake air temperature based spark retard amount. It will be zero below this, and rise linearly to the full amount at the Full IAT Retard rpm (below).
es: Inicio RETARD TAI: RPM donde debe comenzar la aplicación de la temperatura del aire de admisión basado en la cantidad retardar la chispa. Esta incidencia será nula por debajo de este, y el aumento lineal de la cantidad correspondiente a las rpm completa IAT RETARD (abajo).
fi: Aloita iat Retard: RPM, jossa alkaa soveltaa imuilman lämpötila perustuu kipinä retard määrä. Se on nolla alla, ja nousu lineaarisesti koko määrän Full iat Retard rpm (alla).
fr: Démarrer IAT Retard: RPM à partir duquel commencer l&#39;application de la température de l&#39;air en fonction étincelle montant retard. Il sera de zéro au-dessous, et la hausse linéaire de la totalité du montant au plein régime IAT Retard (ci-dessous).

source: Time Mask time (milliseconds) after tach input capture during which further interrupts are inhibited to mask coil ring or VR noise.
es: Tiempo de máscara de tiempo (milisegundos) después de la captura de entrada del tacómetro en el que las interrupciones se inhiben aún más para que suene la máscara de alambre o el ruido VR.
fi: Aika Mask aika (millisekunteina) jälkeen tach syöttää kaapata aikana edelleen keskeytykset on estetty peittää kela renkaaseen tai VR melua.
fr: Temps Masque de temps (en millisecondes) après la capture d&#39;entrée tachymètre au cours de laquelle d&#39;autres interruptions sont inhibées à sonner bobine masque ou le bruit VR.

source: Trigger Wheel Teeth (No_Teeth): is the nominal (include missing) teeth for wheel decoding. ( Set it 0 for no wheel decoding).
es: Trigger rueda dientes (No_Teeth): es el nominal (incluye desaparecidos) para la descodificación de los dientes de la rueda. (Set it 0 sin decodificación de ruedas).
fi: Trigger Wheel Hampaat (No_Teeth): on nimellinen (sisältää puuttuu) hampaiden pyörän koodauksen. (Laita 0 ei pyörän koodauksen).
fr: Trigger Wheel dents (No_Teeth): est la valeur nominale (y compris les disparus) pour le décodage des dents de la roue. (Réglez-le 0 pour le décodage de roue).

source: alpha (α) should be > 50% and < 150%; (default is 90%). The value of alpha will be typically be 90 to 100% or a bit higher.
es: alfa (α) debe ser> 50% y <150%; (por defecto es 90%). El valor de alfa va a ser generalmente de 90 a 100% o un poco más alto.
fi: alfa (α) on> 50% ja <150%, (oletus on 90%). Arvo Alfa on tyypillisesti 90-100% tai hieman korkeampi.
fr: alpha (α) doit être> 50% et <150%; (valeur par défaut est de 90%). La valeur de l&#39;alpha sera généralement de 90 à 100% ou un peu plus haut.

source: beta (β) should be < 100%, (default is 80%) The value of beta will be moderately small so that speed estimates are not unduly affected by variations from input data. A typical value is around 5% to 80%.
es: beta (β) debe ser <100%, (por defecto es de 80%) El valor de la beta será moderadamente pequeño, por lo que las estimaciones de la velocidad no se vean afectadas indebidamente por las variaciones de datos de entrada. Un valor típico es de alrededor de 5% a 80%.
fi: beta (β) on <100%, (oletus on 80%) arvo beta on kohtalaisen pieni, niin että nopeus arviot eivät vaikuta kohtuuttomasti vaihtelut lähtötiedoista. Tyypillinen arvo on noin 5%: sta 80%.
fr: bêta (β) doit être inférieure à 100%, (par défaut 80%) La valeur de la bêta sera modérément petits sorte que les estimations de vitesse ne soient pas indûment affectés par les variations à partir des données d&#39;entrée. La valeur typique est d&#39;environ 5% à 80%.

source: gamma (γ) should be < 50% (default is 10%). The gamma gain term helps to track changes with less sensitivity to input data and helps to maintain consistency between the velocity and acceleration variables. A typical value is around 10%.
es: gamma (γ) debe ser <50% (por defecto es de 10%). El término de ganancia gamma ayuda a controlar los cambios con menor sensibilidad a los datos de entrada y ayuda a mantener la coherencia entre la velocidad y la aceleración de las variables. Un valor típico es de alrededor de 10%.
fi: gamma (γ) on <50% (oletusarvo on 10%). Gamma saada termi auttaa seuraamaan muutoksia vähemmän herkkä lähtötietojen ja auttaa säilyttämään johdonmukaisuus nopeus ja kiihtyvyys muuttujia. Tyypillinen arvo on noin 10%.
fr: gamma (γ) doit être inférieure à 50% (valeur par défaut est de 10%). Le terme de gain gamma permet de suivre les changements avec moins de sensibilité aux données d&#39;entrée et contribue à maintenir la cohérence entre la vitesse et l&#39;accélération des variables. Une valeur typique est d&#39;environ 10%.

source: Disabled: do not use knock feedback for ignition advance control. Safe Mode: use knock retard, but keep the advance below that which caused knock. Aggressive Mode: use knock retard, but keep advance at threshold of knock occurring.
es: Personas de movilidad reducida: no utilice golpe de retroalimentación para el control de encendido por adelantado. Modo seguro: retardar el uso llamar, pero mantener el avance inferior a la que causó llamar. Modo Agresivo: retardar el uso llamar, pero tenga avance en el umbral de golpe ocurriendo.
fi: Vammaiset: älä käytä lyödä palautetta sytytys ennakko valvontaa. Safe Mode: käyttö koputtaa retard, mutta pitää etukäteen alapuolella, joka aiheutti koputtaa. Aggressiivinen Mode: käyttö koputtaa retard, mutta pitää edetä kynnys koputtaa tapahtuu.
fr: Handicapés: ne pas utiliser les informations pour le contrôle de frapper avance à l&#39;allumage. Mode sans échec: retarder frapper utiliser, mais gardez à l&#39;avance inférieure à celle qui a causé frapper. Aggressive Mode: retarder frapper utiliser, mais gardez à l&#39;avance au seuil de cliquetis se produisent.

source: Acceleration Compensation is the amount of time added to the duration when the accel enrichment is activated.
es: Aceleración La indemnización es la cantidad de tiempo añadido a la duración cuando el enriquecimiento de aceleración está activada.
fi: Kiihtyvyys Korvaus aikaa lisätään kestoa kun Accel etu on aktivoitu.
fr: Accélération de rémunération est le montant de temps ajouté à la durée lorsque l&#39;enrichissement accélération est activé.

source: Battery Voltage Compensation is the time added to the dwell to compensate for low battery voltage. You can select both the trigger bin levels (V) as well as the duration added to the dwell (ms). You set the Voltages as 'offsets' from twelve volts. For example, a Voltage setting of 0.0 means the durations compensation applied at 12 volts.
es: Compensación de voltaje de la batería es el tiempo añadido a la habitan para compensar la baja tensión de batería. Puede seleccionar tanto a nivel bin gatillo (V), así como la duración añadido a la habitan (ms). Se establece el Tensiones como "compensaciones" de doce voltios. Por ejemplo, un ajuste de tensión de 0,0 significa que la compensación duraciones aplicada a los 12 voltios.
fi: Akku kompensointi on aika lisätä asua kompensoida akun jännite. Voit valita sekä käynnistävät bin tasolla (V) sekä ajan lisätään asua (ms). Asetat jännitteet kuin "kompensoi" kahdestatoista volttia. Esimerkiksi jännitteen asettaminen 0,0 tarkoittaa kestot korvaus kohdistetaan 12 volttia.
fr: Tension de la batterie de rémunération est le temps ajouté à la insister pour compenser la tension de batterie faible. Vous pouvez sélectionner deux niveaux de déclenchement bin (V) ainsi que la durée a été ajoutée à l&#39;habitent (ms). Vous définissez les tensions comme des «compensations» de douze volts. Par exemple, un réglage de tension 0,0 signifie la compensation durées appliquées à 12 volts.

source: Ignition advance steps after knock has stopped
es: medidas de encendido antelación, una vez ha dejado de tocar
fi: Sytytysennakkokäyrä toimenpiteet jälkeen kolhi on pysähtynyt
fr: étapes avance à l&#39;allumage après a cessé de frapper

source: Knock Threshold Voltage, allows setting a curve of knock sensitivity vs RPM
es: Knock umbral de tensión, permite establecer una curva de sensibilidad frente a golpes RPM
fi: Knock kynnysjännite, voi asettaa käyrän koputtaa herkkyyden vs RPM
fr: Knock seuil de tension, permet d&#39;établir une courbe de sensibilité frapper vs RPM

source: Knock threshold RPM, allows setting a curve of knock sensitivity vs RPM
es: Knock umbral de RPM, permite establecer una curva de sensibilidad frente a golpes RPM
fi: Knock kynnys RPM, sen avulla voidaan antaa käyrä koputtaa herkkyyden vs RPM
fr: seuil de Knock RPM, permet de définir une courbe de sensibilité frapper vs RPM

source: Max Dwell Duration is the longest period the coil is allowed to charge - too long and it can burn out your coil, too short and the spark may be weak. Normally this value is between 2.0 and 4.0 milliseconds.
es: Duración máxima de permanencia es el más largo plazo no resulta posible la bobina de carga - demasiado tiempo y se puede quemar la bobina, demasiado corto y la chispa puede ser débil. Normalmente este valor se sitúa entre 2,0 y 4,0 milisegundos.
fi: Max Dwell kesto on pisin kela voi periä - liian pitkä ja se voi palaa teidän kela, liian lyhyt ja kipinä saattaa olla heikko. Normaalisti tämä arvo on välillä 2,0 ja 4,0 millisekuntia.
fr: Max Dwell durée est la plus longue période de la bobine est autorisé à facturer - trop long et il peut brûler votre bobine, trop court et l&#39;étincelle peut être faible. Normalement, cette valeur est comprise entre 2,0 et 4,0 millisecondes.

source: Max Spark Duration is the amount of time MegaSquirt-II tries to wait before starting another charging cycle for the spark/ignition event to complete. setting this too high can limit max RPM capability.
es: Número máximo de Chispa La duración es la cantidad de tiempo MegaSquirt-II trata de esperar antes de iniciar otro ciclo de carga para la chispa / evento de encendido en completarse. establecer esta demasiado alta puede limitar la capacidad de RPM máximo.
fi: Max Spark kesto on aikaa MegaSquirt-II yrittää odottaa ennen toisen latauksen aikana ja kipinä / sytytys tapahtuma loppuun. jossa tämä liian korkea, voi rajoittaa max RPM valmiudet.
fr: Max Spark La durée est le temps MegaSquirt-II tente d&#39;attendre avant de commencer un autre cycle de charge pour l&#39;étincelle d&#39;allumage cas / pour terminer. la définition de cette trop élevés peuvent limiter la capacité RPM max.

source: Maximum total retard when knock occurs
es: Total máxima retard cuando golpeteo de la chispa
fi: Yhteensä enintään retard kun koputtaa tapahtuu
fr: Maximum de retarder totale lorsque apparition du cliquetis

source: No knock retard is implemented above this MAP
es: No retardar el golpe se aplica por encima de este MAPA
fi: Ei lyödä retard pannaan täytäntöön edellä tämän MAP
fr: Aucun retard knock-dessus de cette mise en œuvre du MAP

source: No knock retard is implemented above this RPM
es: No retardar el golpe se aplica por encima de este RPM
fi: Ei lyödä retard pannaan täytäntöön edellä tämän RPM
fr: Aucun retard knock est implémenté au-dessus de ce RPM

source: No knock retard is implemented below this RPM
es: No retardar el golpe se lleva a cabo por debajo de este RPM
fi: Ei lyödä retard pannaan täytäntöön alla RPM
fr: Aucun retard cliquetis est mis en œuvre en dessous de ce RPM

source: Number knock detects required for valid detection.
es: Número de golpes detecta necesario para la detección válido.
fi: Määrä lyödä tunnistaa edellyttää voimassa havaitsemiseen.
fr: Nombre frapper détecte nécessaires pour la détection en cours de validité.

source: The ignition retard step size when 1st knock or after stopped, make it large to quickly retard the timing and stop knock
es: El retardo de encendido tamaño de paso cuando se golpee o después de la primera parada, lo hacen a gran rapidez para retardar el momento y dejar de tocar
fi: Sytytys retard askelkoko kun ensimmäinen kolhi tai jälkeen pysähtynyt, tee se suuri hidastaa nopeasti ajoitus ja lopettaa kolhi
fr: La taille de l&#39;étape d&#39;allumage lorsque retarder premier coup ou après arrêté, faire de grandes rapidement retarder le calendrier et arrêter knock

source: The maximum expected voltage value on the knock signal, used in some configurations where the difference between the signal level and the maximum levels indicates the degree of knocking.
es: El valor máximo de tensión se espera de la señal de llama, utilizados en algunas configuraciones, donde la diferencia entre el nivel de señal y los niveles máximos indica el grado de llamar.
fi: Suurinta odotettua jännitteen arvo kolhi signaali, jota käytetään joissakin kokoonpanoissa, joissa eroa signaalin taso ja enimmäismäärät osoittaa aste koputtamatta.
fr: La valeur de tension maximale attendue sur le signal de frapper, utilisé dans certaines configurations où la différence entre le niveau du signal et les niveaux maximum indique le degré de frapper.

source: This is the change in table advance required to restart advance until knock or reach table value (0 knock retard) process. This only applies in 'Safe Mode'
es: Este es el cambio de antelación requerida por la tabla para reiniciar avance hasta llegar a tocar o valor de la tabla (0 retard knock) proceso. Esto sólo se aplica en &#39;modo seguro&#39;
fi: Tämä muutos taulukossa etukäteen tarvitse käynnistää etukäteen ennen kolhi tai saavuttaa taulukon arvo (0 koputtaa retard) prosessi. Tämä koskee vain "Safe Mode"
fr: Il s&#39;agit du changement à l&#39;avance de table nécessaire au redémarrage de l&#39;avance jusqu&#39;à ce que le heurtez pas ou atteindre la valeur de table (0 retarder frapper) processus. Ceci ne s&#39;applique que dans le «Safe Mode»

source: This is the time between knock advance correction (I.e., timing return to 'normal')
es: Este es el tiempo entre la corrección golpe adelantado (es decir, el retorno a tiempos "normales")
fi: Tämä on aika välillä lyödä etukäteen korjaus (Eli ajoitus takaisin "normaaliin")
fr: C&#39;est le temps entre la correction d&#39;avance frapper (Ie, retour à la date «normale»)

source: This is the time between knock retard corrections, allows short time step to quickly retard
es: Este es el tiempo entre golpes correcciones retard, permite el paso poco tiempo para retrasar rápidamente
fi: Tämä on aika välillä iskeä retard korjausten ansiosta lyhyt aika askel hidastaa nopeasti
fr: C&#39;est le temps entre frapper corrections retard, pas de temps court permet de rapidement ralentir

source: This is the voltage from the knock sensor module which defines whether there is knock occurring or not. Note that you can define a 6-element table of rpm versus voltage instead of a single value. You define this table under 'Settings/Knock Threshold'.
es: Esta es la tensión del módulo sensor de detonación que define si hay golpes que ocurren o no. Tenga en cuenta que puede definir una tabla de 6-elemento de tensión frente rpm en lugar de un solo valor. Para definir esta tabla en "Configuración / Knock Umbral &#39;.
fi: Tämä jännite nakutustunnistin moduuli, jossa määritellään, onko kolhi esiintyvä tai ei. Huomaa, että voit määrittää 6-elementti taulukon rpm vs. jännite sijasta yhden arvon. Voit määritellä tämän taulukon kohtaan "Asetukset / Knock Raja".
fr: C&#39;est la tension à partir du module détecteur de cliquetis qui définit s&#39;il ya lieu ou non frapper. Notez que vous pouvez définir une table 6-élément de tr / min par rapport à la tension au lieu d&#39;une seule valeur. Vous définissez ce tableau sous la rubrique «Paramètres / Knock Seuil.

source: This sets whether MegaSquirt® recognizes a voltage above the threshold (see next item) or below the threshold is considered knock.
es: Establece si MegaSquirt ® reconoce una tensión por encima del umbral (ver siguiente punto) o por debajo del umbral se considera llamar.
fi: Tämä asettaa myös MegaSquirt ® tunnustaa jännite ylittää kynnyksen (ks. seuraava kohta) tai alittaa pidetään koputtaa.
fr: Ceci détermine si MegaSquirt ® reconnaît une tension au-dessus du seuil (voir point suivant) ou en dessous du seuil est considéré comme frapper.

source: _Knock/Dwell
es: _Knock / Detención
fr: _Knock / Balayage

source: Amount of spark retard when NOS active via the E0 input being low.
es: Importe de la chispa cuando NOS retard se activa a través de la entrada E0 baja.
fi: Määrä kipinä retard kun NOS aktiivinen kautta E0 panos on heikko.
fr: Montant de l&#39;étincelle de retarder quand NOS active via l&#39;entrée E0 étant faible.

source: Disables or enabled the flex fuel sensor. (requires external sensor and connection to an appropriate input, see http://www.megamanual.com/mt28.htm#sf
es: Desactiva o activado el sensor de combustible flexible. (Requiere de un sensor externo y la conexión a una entrada correspondiente, véase http://www.megamanual.com/mt28.htm # sf
fi: Poistaa tai käytössä flex anturi. (Vaatii ulkoinen anturi ja yhteys riittävän panoksen, katso http://www.megamanual.com/mt28.htm # sf
fr: Désactive ou permis le capteur flex fuel. (Nécessite un capteur externe et d&#39;une connexion à une entrée appropriée, voir http://www.megamanual.com/mt28.htm # sf

source: Enables or Disables use of a MAF (Mass Air Flow) sensor, and sets whether it's to be the primary input, or used in a blend with the MAP Sensor.
es: Activa o desactiva el uso de un MAF (flujo de aire masivo) del sensor, y establece si es que la entrada principal, o su uso en una mezcla con el sensor MAP.
fi: Ottaa käyttöön tai poistaa käytöstä MAF (Mass Air Flow) anturi, ja siinä se sitten on ensisijainen tulo tai käyttää sulautuvat MAP Sensor.
fr: Active ou désactive l&#39;utilisation d&#39;un MAF (Mass Air Flow) du capteur, et établit que ce soit à l&#39;entrée principale, ou utilisé dans un mélange avec le capteur MAP.

source: If yes, then use MAF above the first RPM, and MAP below the second RPM. Normally this should be set to 'use above'.
es: En caso afirmativo, a continuación, utilizar MAF por encima de la RPM en primer lugar, y el MAP por debajo de la RPM segundos. Normalmente, esto se debe establecer en la «utilización de arriba &#39;.
fi: Jos kyllä, niin käytä MAF yläpuolella ensimmäinen RPM ja MAP alla toinen RPM. Normaalisti tämä olisi asetettu "käyttö edellä.
fr: Si oui, alors l&#39;utilisation du CRG-dessus de la RPM d&#39;abord, et le PAM en dessous de la RPM seconde. Normalement, cela devrait être réglé sur «l&#39;utilisation ci-dessus.

source: Sets the automatic Mixture control method, RAM update only, or periodic
es: Establece el método de Mezcla de control automático, la memoria RAM actualización sólo, o periódicos
fi: Määrittää automaattisen seos valvonnan menetelmä, RAM päivittää vain, tai määräaikaisia
fr: Définit la méthode de contrôle automatique de mélange, RAM mise à jour uniquement, ou périodique

source: The N2O enrichment input is a percentage which multiplies the Δtime between tach pulses. This provides a fixed fuel flow rate for the constant N2O flow rather than a fixed pulse width. Since the same variable is also used for the fuel response test impulse, which is in milliseconds, a change in the settings.ini file is required if you want to use N2O enrichment.
es: La entrada de enriquecimiento de N2O es un porcentaje que multiplica el Δtime entre los pulsos del tacómetro. Esto proporciona una tasa de flujo de combustible fijado para el flujo de N2O constante en lugar de un ancho de pulso fijo. Desde la misma variable se utiliza también para el impulso de combustible para la prueba de respuesta, que es en milisegundos, un cambio en el archivo Settings.ini es necesario si desea utilizar el enriquecimiento de N2O.
fi: N2O edun panos on tietty prosenttiosuus, joka moninkertaistaa Δtime välillä tach pulsseja. Tämä tarjoaa kiinteän polttoaineen virtaus vakio N2O virtaus sijaan kiinteän pulssin leveys. Koska saman muuttujan käytetään myös polttoaineen reagointi testi impulssi, joka on millisekunteina, muutos settings.ini tiedosto on pakollinen, jos haluat käyttää N2O etua.
fr: L&#39;entrée d&#39;enrichissement N2O est un pourcentage qui multiplie les Δtime entre les impulsions du tachymètre. Cela donne un taux fixe de carburant de débit pour le flux de N2O constante plutôt qu&#39;une largeur d&#39;impulsion fixe. Depuis la même variable est également utilisée pour l&#39;impulsion de test de carburant de réponse, qui est en millisecondes, un changement dans le fichier Settings.ini est nécessaire si vous souhaitez utiliser N2O enrichissement.

source: The RPM threshold to change between Blended mode and pure SD mode
es: El umbral de RPM para cambiar entre el modo blended y el modo SD pura
fi: RPM kynnys vaihtaa Monimuoto tila ja puhdas SD-tila
fr: Le seuil de RPM pour changer entre le mode mixte et de pure mode SD

source: The RPM threshold to change between Pure Alpha N to Blend mode.
es: El umbral de RPM para cambiar entre Puras Alfa N a modo de mezcla.
fi: RPM kynnys vaihtaa Pure Alpha N Blend tilaan.
fr: Le seuil de RPM pour changer entre Pure Alpha N de mode de fusion.
