Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The PWM idle mode drives a FORD 2 wire idle actuator. This requires the addition of a power transistor to the ECU board to handle this actuator. See http://megasquirt.sf.net/extra for more information. The BnG (Bowling and Grippo) idle mode is the simpler On/Off mode, either it's on and you have a high idle or it's off and idle is controlled by the throttle stop. It's a very simple setup, but works for many vehicles.
es: El modo PWM inactividad conduce un Ford de 2 cables del actuador de ralentí. Esto requiere la adición de un transistor de potencia a la junta de ecus para manejar este actuador. Ver http://megasquirt.sf.net/extra para más información. El BNG (Bowling Grippo) el modo de inactividad es el más simple de encendido / apagado, o bien, dentro y has un alto vacío o está apagado y en vacío es controlado por el tope del acelerador. Es una instalación muy simple, pero funciona para muchos vehículos.
fi: PWM valmiustilassa ajaa FORD 2 johdin tyhjäkäynnillä toimilaitteen. Tämä edellyttää lisäksi, teho transistori ecuun hallitus hoitaa tämän toimilaitteen. Katso http://megasquirt.sf.net/extra lisätietoja. BNG (Bowling ja Grippo) lepotilaan on yksinkertaisempi On / Off-tiloissa, joko se on päällä ja olet korkealla tyhjäkäynnillä tai se on pois päältä ja hyödytön ohjataan kaasuläpän lopettaa. Se on hyvin yksinkertaista kokoonpanoa, mutta toimii monissa ajoneuvoissa.
fr: Le mode PWM ralenti entraîne un FORD actionneur 2 fils ralenti. Cela nécessite l&#39;ajout d&#39;un transistor de puissance à la commission d&#39;écus pour gérer cet actionneur. Voir http://megasquirt.sf.net/extra pour plus d&#39;informations. La BNG (Bowling et Grippo) mode d&#39;attente est la plus simple mode marche / arrêt, soit il est sur et vous avez un ralenti ou qu&#39;il est éteint et le ralenti est contrôlé par l&#39;arrêt du régulateur. C&#39;est une configuration très simple, mais travaille pour de nombreux véhicules.

source: The RPM Value which the engine needs to be BELOW to enable fixed idle timing.
es: El valor de RPM que el motor tiene que estar por debajo para que fija el momento inactivo.
fi: RPM-arvo, joka moottori on alle jotta kiinteät toimettomana ajoitus.
fr: La valeur RPM du moteur doit être inférieure à permettre fixe le calendrier de ralenti.

source: The TPS threshold that can NOT be exceeded to enable Idle timing advance override. Set to this to a value to slighly higher than the TPS value at idle.
es: El umbral de TPS que no se puede superar para permitir tiempo de inactividad reemplazar por adelantado. Set para esto a un valor ligeramente mayores a los que el valor de TPS en la marcha lenta.
fi: TPS kynnys, jota ei voida ylittää, jotta tilan ajoitus etukäteen ohittaa. Aseta tämä arvo slighly suurempi kuin TPS arvo tyhjäkäynnillä.
fr: Le seuil de TPS qui ne peuvent pas être dépassées pour permettre à l&#39;emporter Idle avance à l&#39;allumage. Set à ce à une valeur à Légèrement supérieure à la valeur TPS au ralenti.

source: The Throttle has to be set at this value OR BELOW for idle control to become active. This value is in ADC counts for the TPS input.
es: El acelerador tiene que ser fijado en este valor o por debajo para el control de inactividad para volver a activarse. Este valor se encuentra en ADC cuenta para la entrada de TPS.
fi: Kaasu on asetettava tämä arvo tai alla käyttämättömänä ohjaus tulla aktiivisiksi. Tämä arvo on ADC lasketaan varten TPS panos.
fr: La manette des gaz doit être fixé à cette valeur ou au-dessous de la commande de ralenti pour devenir actif. Cette valeur est en ADC compte pour l&#39;entrée TPS.

source: The Timing advance to use at idle if the next 3 conditions match. Set to -10 to disable this function and use the sparkmap entirely. Useful to keep a stable timing at idle to minimize hunting.
es: El avance de tiempo a utilizar en la marcha lenta si el próximo 3 Condiciones de partido. Set de -10 a deshabilitar esta función y el uso de la sparkmap por completo. Útiles para mantener un calendario estable en la marcha lenta para minimizar la caza.
fi: Ajoitus etukäteen käyttää tyhjäkäynnillä, jos seuraavan 3 olosuhteet ottelu. Aseta -10 poistaa tämän toiminnon ja käyttää sparkmap kokonaan. Hyödyllistä pitää vakaana ajoitus tyhjäkäynnillä minimoimiseksi metsästystä.
fr: L&#39;avance temporelle à utiliser au ralenti, si les 3 prochaines conditions match. Set de -10 à désactiver cette fonction et l&#39;utilisation de la sparkmap entièrement. Utile de tenir un calendrier stable au ralenti afin de minimiser la chasse.

source: The amount of range the idle is allow to fluctuate without PMW idle trying to counteract it. (to minimize overcompensation and/or hunting)
es: El importe de la gama de los ociosos es permitir a fluctuar sin PMW ociosos tratando de contrarrestar. (Para minimizar la sobrecompensación y / o de caza)
fi: Määrä erilaisia käyttämättömänä on mahdollista vaihdella ilman PMW käyttämättömänä yrittää torjua sitä. (Vähentää liian suurten korvausten ja / tai metsästys)
fr: Le montant de l&#39;aire de repos est de permettre à fluctuer sans PMW ralenti essayer de le contrer. (Pour minimiser la surcompensation et / ou la chasse)

source: The amount of time the dashpot takes to settle to the idle target. Units are in seconds
es: La cantidad de tiempo que el amortiguador se tarde en resolver con el objetivo de ralentí. Las unidades son en segundos
fi: Aikaa iskunvaimennin menee asettua tyhjäkäynnillä tavoite. Yksiköt ovat sekunnissa
fr: Le temps de l&#39;amortisseur prend pour régler à l&#39;objectif de ralenti. Les unités sont en secondes

source: This is the DutyCycle the PWM Idle valve will be run at at the High (hot) engine temperature. The Dutycycle is interpolated between the low and high temp span in order to gradually reduce the idle RPM as the motor warms up.
es: Este es el DutyCycle será la válvula PWM ejecutarse en modo de reposo en la alta (caliente) la temperatura del motor. El Dutycycle se interpola entre el lapso de temperatura baja y alta con el fin de reducir gradualmente las rpm del motor como se calienta.
fi: Tämä on DutyCycle PWM Idle venttiili on ajaa at High (kuuma) moottorin lämpötila. Dutycycle on interpoloitu välillä matala ja korkea lämpötila span jotta asteittain vähentää tyhjäkäynnillä RPM kuin moottori lämpenee.
fr: Il s&#39;agit du rapport durée période d&#39;inactivité de la vanne PWM sera exécuté à la haute (chaude) la température du moteur. Le rapport durée période est interpolé entre la durée de temp basse et haute, afin de réduire progressivement le régime de ralenti que le moteur se réchauffe.

source: This is the DutyCycle the PWM Idle valve will be run at at the Low (cold) engine temperature. The Dutycycle is interpolated between the low and high temp span in order to gradually reduce the idle RPM as the motor warms up.
es: Este es el DutyCycle será la válvula PWM ejecutarse en modo de reposo en la baja (fría) la temperatura del motor. El Dutycycle se interpola entre el lapso de temperatura baja y alta con el fin de reducir gradualmente las rpm del motor como se calienta.
fi: Tämä on DutyCycle PWM Idle venttiili on ajaa at Low (kylmä) moottorin lämpötila. Dutycycle on interpoloitu välillä matala ja korkea lämpötila span jotta asteittain vähentää tyhjäkäynnillä RPM kuin moottori lämpenee.
fr: Il s&#39;agit du rapport durée période d&#39;inactivité de la vanne PWM sera exécuté à la basse (à froid) la température du moteur. Le rapport durée période est interpolé entre la durée de temp basse et haute, afin de réduire progressivement le régime de ralenti que le moteur se réchauffe.

source: This is the Dutycycle to pulse the PWM idle valve during engine crankover (i.e. whilst attempting to start the engine)
es: Este es el Dutycycle pulsar la válvula de ralentí durante PWM crankover motor (es decir, al mismo tiempo intentar arrancar el motor)
fi: Tämä on Dutycycle on pulssi PWM idle venttiili aikana moottori crankover (eli kun yrittää käynnistää moottori)
fr: Il s&#39;agit du rapport durée période d&#39;impulsion de la vanne PWM ralenti au cours crankover moteur (c.-à-tout en essayant de démarrer le moteur)

source: This is the frequency in hertz that the ECU will drive the PWM idle valve. Range of 39hz to 10khz. PgUp/PgDown/+/- can be used to navigate. Control will jump to nearest point.
es: Esta es la frecuencia en hertz que el ECU impulsará la válvula de vacío PWM. La gama de 39hz a 10kHz. Re Pág / Av Pág / + / - se puede utilizar para navegar. Control de ir al punto más cercano.
fi: Tämä taajuus hertseinä että ecun ajaa PWM idle venttiili. Valikoima 39hz ja 10 KHz. PgUp / PgDown / + / - voidaan käyttää navigointiin. Control ponnahtaa lähimmän.
fr: C&#39;est la fréquence en hertz que l&#39;ECU disque de la vanne PWM ralenti. Gamme de 39hz à 10kHz. PgUp / PgDown / + / - peut être utilisé pour naviguer. Control Aller à point le plus proche.

source: This is the temp at which if the engine is below, the fast idle output is active, and if the engine temp is above the fast idle output is shutoff.
es: Esta es la temperatura a la que si el motor está por debajo, la salida de marcha en vacío rápida está activa, y si la temperatura del motor está por encima de la salida de marcha en vacío rápida se cierre.
fi: Tämä on lämpötila, jossa jos moottori on alla nopea tyhjäkäynnillä lähtö on aktiivinen, ja jos moottori lämpötila ylittää nopeasti tyhjäkäynnillä lähtö on voitava sulkea.
fr: Il s&#39;agit de la température à laquelle, si le moteur est en bas, la sortie de ralenti accéléré est active, et si la température du moteur est supérieure à la sortie de ralenti accéléré est d &#39;arrêt.

source: This is the temp at which the fast idle RPM is set to. If engine temp is below this temp the fast idle rpm will be used as is. The warmup algorithm interpolates between the fast and slow temps and adjusts the engine idle appropriately between the fast and slow idle rpms as well.
es: Esta es la temperatura a la que se establece en las rpm de velocidad. Si temperatura del motor está por debajo de esta temperatura se las rpm rápido utilizar tal cual. El algoritmo de calentamiento interpola entre el ayuno y la temperatura lento y ajusta el motor al ralentí adecuada entre las rápidas y lentas revoluciones ociosa también.
fi: Tämä lämpötila, jossa nopea käyttämättömänä RPM on asetettu. Jos moottori lämpötila on alle tämän lämpötilan nopeasti tyhjäkäynnillä rpm käytetään sellaisenaan. WarmUp algoritmi interpoloi välillä nopea ja hidas temps ja säätää moottorin tyhjäkäynnillä asianmukaisesti välillä nopea ja hidas idle rpm samoin.
fr: Il s&#39;agit de la température à laquelle le RPM de ralenti accéléré est réglé. Si la température du moteur est inférieure à cette température le régime de ralenti accéléré sera utilisé tel quel. L&#39;algorithme interpole entre le warm-up rapide et lente Temps et ajuste le moteur au ralenti de manière appropriée entre les rapides et lents rpms ralenti ainsi.

source: This is the temp at which the slow RPM is set to. If engine temp is above this temp the slow idle rpm will be used as is. The warmup algorithm interpolates between the fast and slow temps and adjusts the engine idle appropriately between the fast and slow idle rpms as well.
es: Esta es la temperatura a la que se establece el RPM lentamente. Si temperatura del motor está por encima de esta temperatura se las rpm lenta utilizar tal cual. El algoritmo de calentamiento interpola entre el ayuno y la temperatura lento y ajusta el motor al ralentí adecuada entre las rápidas y lentas revoluciones ociosa también.
fi: Tämä lämpötila, jossa hidas RPM on asetettu. Jos moottori lämpötila on tätä hehkuttaa hitaasti tyhjäkäynnillä rpm käytetään sellaisenaan. WarmUp algoritmi interpoloi välillä nopea ja hidas temps ja säätää moottorin tyhjäkäynnillä asianmukaisesti välillä nopea ja hidas idle rpm samoin.
fr: Il s&#39;agit de la température à laquelle le RPM lente est réglé. Si la température du moteur est au-dessus de cette température la vitesse de rotation lente ralenti sera utilisé tel quel. L&#39;algorithme interpole entre le warm-up rapide et lente Temps et ajuste le moteur au ralenti de manière appropriée entre les rapides et lents rpms ralenti ainsi.

source: _Idle Control
fr: _Idle Contrôle

source: By Setting this control you have Idle control (either PWM or BnG) style. By selecting spark A you loose idle control altogether.
es: Al establecer este control tiene un control inactivo (ya sea PWM o BNG) estilo. Al seleccionar una chispa que se pierda el control inactivo por completo.
fi: Asettamalla tämän valvonnan olet Idle valvonta (joko PWM-tai BNG) tyyliin. Valitsemalla kipinä sinua löysä tyhjäkäynnillä ohjaus kokonaan.
fr: En fixant ce contrôle, vous avez le contrôle de ralenti (soit PWM ou BNG) style. En sélectionnant déclencher un contrôle, vous perdez tout repos.

source: Enables or Disables the shiftlight function
es: Activa o desactiva la función shiftlight
fi: Ottaa käyttöön tai poistaa shiftlight toiminto
fr: Active ou désactive la fonction shiftlight

source: Picks a pin for tachometer output
es: Tragedia un alfiler en el tacómetro de salida
fi: Poimii pin ja kierroslukumittarin lähtö
fr: Médiator une broche de sortie pour le tachymètre

source: Sets the LED17 pin to be the "Squirt" Indicator (it flashes when the injectors are being fired) or the Spark A output (requires additional hardware).
es: Establece el pin LED17 ser el "Corridas" Indicador (parpadea cuando los inyectores se disparan) o la chispa de una salida (requiere hardware adicional).
fi: Määrittää LED17 tappi on "Squirt" Indicator (se vilkkuu, kun injektorit ovat potkut) tai Spark ulostulo (vaatii lisälaitteita).
fr: Définit la broche LED17 être le "squirt" Indicateur (elle clignote quand les injecteurs sont de feu) ou l&#39;étincelle Une sortie (nécessite du matériel supplémentaire).

source: Sets the LED18 pin to be used for either the Warmup indicator, IRQ Trigger indicator, Output4, or Spark C. (Requires additonal hardware for Spark C)
es: Establece el LED18 pin que se utilizarán para el indicador de calentamiento, el indicador de activación de IRQ, Output4, o una chispa C. (hardware requiere del additonal de chispa C)
fi: Määrittää LED18 tappi, jota käytetään joko lämmittelyn indikaattori, IRQ Trigger indikaattori, Output4 tai Spark C. (Edellyttää tullessa laitteisto Spark C)
fr: Définit le LED18 broches à être utilisé soit pour l&#39;indicateur de réchauffement, IRQ Trigger indicateur, Output4, ou d&#39;une étincelle C. (Nécessite un matériel supplémentaires pour le Spark C)

source: Sets the LED19 pin to be either the Accel Indicator, or the Spark B output (requires additional hardware)
es: Establece el LED19 pin a ser el indicador de Accel, o la salida de chispa B (requiere hardware adicional)
fi: Määrittää LED19 tappi on joko Accel ilmaisin, tai Spark B ulostulo (vaatii lisälaitteita)
fr: Définit le LED19 PIN soit l&#39;indicateur Accel, ou la sortie Spark B (nécessite du matériel supplémentaire)

source: Sets the Output 3 Port (U1, pin15) to be used for User Controlled Output 3. or Spark D
es: Establece el puerto de salida 3 (U1, pin15) que se utilizarán para el usuario de salida controlada 3. o una chispa D
fi: Määrittää Output 3 Port (U1, pin15) käytettävä User Hallittu lähtö 3. tai Spark D
fr: Définit la sortie 3 Port (U1, pin15) à utiliser pour l&#39;utilisateur contrôlée Produit 3. ou d&#39;une étincelle D

source: Sets the PTC4 (pin11) to be setup for shiftlight functionality or Spark E. (Requires external Hardware)
es: Establece el PTC4 (pin11) para que sea configurado para la funcionalidad shiftlight o chispa E. (requiere hardware externo)
fi: Määrittää PTC4 (pin11) on asennusohjelma shiftlight toiminnallisuutta tai Spark E. (Vaatii ulkoinen laite)
fr: Définit le PTC4 (pin11) pour être mis en place pour la fonctionnalité shiftlight ou d&#39;une étincelle E. (Nécessite externes Hardware)

source: Sets the Tach output to be the same as engine firing speed or 1/2 engine firing speed.
es: Ajusta la salida de Tach que el fuego mismo motor como la velocidad o 1 / 2 disparos velocidad del motor.
fi: Määrittää Tach lähtö on sama kuin moottorin polttonopeus tai 1 / 2 moottorin polttonopeus.
fr: Règle la sortie Tach à la mise à feu du même moteur que la vitesse ou la vitesse 1 / 2 de tir moteur.

source: Sets the ignition mode to either Normal or Toyota DLI multiplex (see msns-extra documentation)
es: Establece el modo de encendido a Normal o múltiplex Toyota DLI (consulte la documentación MSNS-extra)
fi: Asettaa sytytys tilaan Normaali tai Toyota DLI multiplex (ks. msns-extra asiakirjat)
fr: Définit le mode d&#39;allumage à Normal ou Toyota IDD multiplex (voir la documentation MSN-extra)

source: The lower threshold for the Shiftlight.
es: El umbral más bajo para el Shiftlight.
fi: Alentaa kynnystä Shiftlight.
fr: Le seuil inférieur pour la Shiftlight.

source: The temp at which the cooling fan turns OFF at.
es: La temperatura a la que el ventilador se apaga en.
fi: Temp jossa tuuletin sammuu klo.
fr: La température à laquelle le ventilateur de refroidissement s&#39;éteint à.

source: The temp at which the cooling fan turns ON at.
es: La temperatura a la que el ventilador de enfriamiento se activa en.
fi: Temp jossa tuuletin kytkeytyy päälle klo.
fr: La température à laquelle le ventilateur de refroidissement s&#39;allume à.

source: This sets the X2 port for Water Injection/Nitrous Oxide functionality OR Fan control. (external relay required for fan control)
es: Esto configura el puerto X2 para Inyección de Agua funcionalidad / óxido nitroso o el control del ventilador. (Relé externos necesarios para el control del ventilador)
fi: Tämä asettaa X2 satamassa veden ruiskutus / typpioksiduuli toiminnot tai tuulettimen ohjaus. (Ulkoinen rele tarvitaan puhaltimia)
fr: Cela définit le port X2 pour injection d&#39;eau fonctionnalité / protoxyde d&#39;azote ou de contrôle du ventilateur. (Relais externes requises pour le contrôle du ventilateur)

source: This sets the X4 port for Output 1 (see user outputs tab), or sets this pin to the Boost Controller functionality
es: Esto configura el puerto para la salida X4 1 (ver ficha de usuario salidas), o establece esta clavija a la funcionalidad del controlador Alza
fi: Tämä asettaa X4 satamasta lähtö 1 (ks. käyttäjä tuotokset välilehdellä), tai asettaa tämän PIN Boost Controller toiminnot
fr: Cela définit le port X4 pour la sortie 1 (voir l&#39;utilisateur sorties onglet), ou définit cette broche à la fonctionnalité Boost Controller

source: _Output Pins
es: Pins _Output
fr: Pins _Output

source: Enables or Disables the antilag PWM Latching
fr: Active ou désactive le verrouillage PWM antilag

source: Enables or Disables the antilag function
fr: Active ou désactive la fonction antilag

source: Enables or Disables the antilag timing retard
fr: Active ou désactive le retard à l&#39;antilag

source: See MSnS-Extra HR Manuals
es: Ver MSNS-Extra Manuales de recursos humanos
fr: Manuels voir HR-MSN Extra

source: The Dutycycle to pulse the IAC actuator at during antilag.
es: El Dutycycle a pulso el actuador IAC menos durante antilag.
fr: Le rapport durée période d&#39;impulsion de l&#39;actionneur IAC au cours antilag.

source: The Number of sparks to cut from N events.
es: El número de chispas para cortar de eventos N.
fr: Le nombre d&#39;étincelles pour couper des événements N.

source: The TPS value in ADC to enable AntiLag
es: El valor de TPS en ADC para que AntiLag
fr: La valeur de TPS ADC pour permettre AntiLag

source: The Timeout to disable in seconds
es: El tiempo de espera en segundos para desactivar
fr: Le délai d&#39;attente pour désactiver en quelques secondes

source: _Output Pins/Antilag
es: Pins _Output / Antilag
fr: Pins _Output / Antilag

source: Sets Output 4 to be controlled either by the table to the left, or via the Fan Control params (see output pins tab).
es: Juegos de salida de 4 a ser controlado por el cuadro a la izquierda, oa través de los parámetros del control del ventilador (ver ficha de salida pines).
fi: Sarjat Tuotos 4 voidaan ohjata joko pöydän vasemmalle tai kautta Fan Control params (ks. lähtö nastat välilehti).
fr: Sets de sortie 4 à être contrôlée par la table à gauche, ou via le params contrôle du ventilateur (voir l&#39;onglet sortie broches).

source: Sets User Output 3 to only take it's cues from the table to the left, or when set to source+output1, the output is only set if BOTH conditions are met.
es: Conjuntos salida de usuario de 3 a tomar sólo es señales de la mesa a la izquierda, o cuando se establece en la fuente + OUTPUT1, la salida sólo se establece si se cumplen ambas condiciones.
fi: Sarjat käyttäjä lähtö 3 vain ottaa se vihjeet taulukosta vasemmalle, tai kun asetettu lähde + output1, tuotos määritetään vain, jos molemmat ehdot täyttyvät.
fr: Définit l&#39;utilisateur Produit 3 de ne prendre que c&#39;est indices de la table à gauche, ou lorsqu&#39;il est réglé à la source + OUTPUT1, la sortie est uniquement définie si les deux conditions sont remplies.

source: Sets output to be set or inverted when the params in the table t othe left are met.
es: de salida se programa para ajustar o invertido cuando los parametros en el Othe t tabla de la izquierda se cumplen.
fi: Sarjat lähtö asettaa tai ylösalaisin kun params taulukossa t Othe vasemmalle täyttyvät.
fr: la production des séries de jeu ou inversée lorsque les params dans la table de gauche Othe t sont remplies.

source: _Output Mapping
es: _Output Cartografía
fi: _Output Kartoitus
fr: _Output Cartographie

source: Enables or Disabled traction control
es: Permite el control de tracción o de movilidad reducida
fi: Ottaa tai käytössä luistonesto
fr: Active ou contrôle de traction réduite

source: If set to cycle count only, traction control takes effect only until that point, otherwise until the RPM reading is stable for 100ms (0.1 seconds)
es: Si se pone a cuenta de ciclo único, control de tracción entra en vigor sólo hasta ese punto, de lo contrario hasta que la lectura de RPM es estable durante 100 ms (0,1 segundos)
fi: Jos asetus on ajan laskea vain, luistonesto tulee voimaan vain siihen saakka, muuten asti RPM lukema on vakaa 100ms (0,1 sekuntia)
fr: Si vous choisissez un nombre de cycles que, contrôle de traction ne prend effet que jusqu&#39;à ce moment-là, sinon que la lecture RPM est stable pendant 100 ms (0,1 secondes)

source: If the traction slip level is above 10000RPM/Sec(RPMdot) or above 70% slip (VSS), add this much fuel to the default pulsewidth in order to cut back power (flood the engine essentially). These values are interpolated between bins for a smooth transition
es: Si el nivel está por encima de tracción antideslizante 10000RPM/Sec (RPMdot) o superior al 70% deslizamiento (VSS), agregue esta cantidad de combustible a la amplitud de pulso por defecto con el fin de reducir el poder (inundación el motor esencialmente). Estos valores son interpolados entre estanterías para una transición sin problemas
fi: Jos veto lipsahdus taso ylittää 10000RPM/Sec (RPMdot) tai yli 70% lipsahdus (VSS), lisää huomattavasti polttoaineen default pulsewidth jotta leikata teho (tulva moottori pääasiallisesti). Nämä arvot ovat interpoloidaan välillä jäteastioita siirtyminen
fr: Si le niveau de glissement de traction est supérieure à 10000RPM/Sec (RPMdot) ou supérieur à 70% de glissement (VSS), ajoutez cette quantité de carburant à la largeur d&#39;impulsion par défaut afin de réduire la puissance (inondation le moteur essentiellement). Ces valeurs sont interpolées entre les bacs pour une transition en douceur
