Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Tracking option
es: Opción de seguimiento
fi: Seuranta vaihtoehto
fr: option de suivi

source: Air Fuel Ratio Table for VE-Table 3
es: Proporción de aire y combustible para el cuadro VE-Tabla 3
fi: Air Fuel Ratio Taulukko VE-taulukon 3
fr: Tableau rapport air / carburant pour la Victoire en Europe Tableau 3

source: Engine Firing Style
fi: Moottorin Ampuminen Style
fr: Style de mise à feu du moteur

source: Barometer Correction
es: Barómetro de corrección
fi: Ilmanpaine korjaus
fr: Baromètre Correction

source: O<sub>2</sub> Sensor Type
es: Tipo de sensor de O <sub>2</sub>
fi: O <sub>2</sub> anturin tyyppi
fr: Capteur <sub>2</sub> Type O

source: Engine Stroke
fi: Moottorin Stroke
fr: Moteur de maladies

source: MAP Sensor Type
fi: MAP anturin tyyppi
fr: Type de capteur MAP

source: Injector firing pattern
fi: Ruiskutussuutin ampumisen malli
fr: modèle de tir injecteur

source: Fuel Injection Strategy
es: Inyección de combustible Estrategia
fi: Polttoaineensuihkutus strategia
fr: Stratégie d&#39;injection de carburant

source: Injection/Engine Parameters
es: Inyección / Parámetros del motor
fi: Injektio / Moottorin parametrit
fr: Paramètres d&#39;injection du moteur /

source: # of Cylinders
es: # De cilindros
fi: # Pullojen
fr: Nombre de cylindres

source: # of Fuel Injectors
es: N º de inyectores de combustible
fi: # Ja polttoaineruiskut
fr: # Injecteurs de carburant

source: Cylinders/Injection Configuration
es: Cilindros / Inyección de configuración
fi: Sylinterit / Injection asetukset
fr: Configuration Cylindres Injection /

source: Fast Idle Threshold (Deg F.)
es: Marcha en vacío rápida Umbral (Gr. F)
fr: Seuil de ralenti accéléré (Deg F.)

source: Fast Idle Control
fr: Contrôle de ralenti accéléré

source: PWM Time Threshold (ms.)
es: PWM umbral de tiempo (manuscrito)
fr: Seuil de temps de PWM (Mme)

source: PWM Current Limit (%)
es: Límite de corriente PWM (%)
fi: PWM Nykyinen Limit (%)
fr: Limite de courant PWM (%)

source: Injector Current control (PWM)
es: Inyector de corriente de control (PWM)
fi: Ruiskutussuutin Nykyinen valvonta (PWM)
fr: Injecteur de courant de commande (PWM)

source: Injector Open Time (ms)
es: Inyector Abierto Tiempo (ms)
fi: Ruiskutussuutin Avoin aika (ms)
fr: Injecteur temps ouvert (ms)

source: Battery Voltage Correction (ms/V)
es: Corrección de la batería de tensión (ms / V)
fi: Akun jännite korjaus (ms / V)
fr: Correction de tension de la batterie (ms / V)

source: Injector Opening Control
es: Inyector de control de apertura
fi: Ruiskutussuutin avaaminen Control
fr: Commande d&#39;ouverture injecteur

source: Calculate Required Fuel
es: Calcular Obligatorio de combustible
fi: Laske vaaditaan Polttoaine
fr: Calculer requis carburant

source: Required Fuel ( For one cylinder in ms.)
es: Requerido de combustible (para un cilindro en ms.)
fi: Vaadittu Polttoaine (Yhden pullon ms.)
fr: Requis de carburant (pour un cylindre en ms.)

source: MegaSquirt ECU Constants
es: Constantes MegaSquirt ecus
fi: MegaSquirt ecua vakiot
fr: Constantes écus MegaSquirt

source: Boost Controller Tables
fi: Boost Controller Taulukot
fr: Tables Controller Boost

source: Boost Controller, KPA Target, TPS % vs. RPM
es: Controlador de Boost, Meta Ejército Popular de Corea, TPS% vs RPM
fr: Contrôleur Boost, cible KPA, TPS% vs RPM

source: TPS % Bins
es: TPS Papeleras%
fr: Bacs% TPS

source: Boost Table 1 (KPA Target)
es: Aumenta el cuadro 1 (Objetivo Ejército Popular de Corea)
fi: Boost Taulukko 1 (KPA Target)
fr: Tableau 1 Cible Boost KPA ()

source: BoostTable 2 (DC Target)
es: BoostTable 2 (Objetivo DC)
fr: BoostTable 2 (Objectif DC)

source: BoostTable 2 (KPA Target)
es: BoostTable 2 (Meta Ejército Popular de Corea)
fr: BoostTable 2 (cible KPA)

source: MegaSquirtnSpark Extra Boost Tables
es: MegaSquirtnSpark impulso adicional Tablas
fi: MegaSquirtnSpark lisäsysäyksen taulukot
fr: MegaSquirtnSpark Tables coup de pouce

source: Select Log File
es: Seleccione Archivo de registro
fi: Valitse lokitiedosto
fr: Sélectionnez le fichier journal

source: No Log Selected Yet...
es: Ningún registro seleccionado Sin embargo ...
fi: Ei Kirjaudu Valittu vielä ...
fr: Aucun journal sélectionné pourtant ...

source: DataLog File Selection
es: Selección del archivo Datalog
fi: DataLog Tiedostojen valinta
fr: Sélection du fichier DataLog

source: Logable Data
es: Maderable de datos
fr: Logable données

source: Deselect All
es: Borre toda la selección
fi: Poista Kaikki
fr: Tout désélectionner

source: Select All
es: Seleccionar todo
fi: Valitse kaikki
fr: Sélectionner tout

source: Select Defaults
es: Seleccione Valores predeterminados
fi: Valitse oletusasetukset
fr: Sélectionnez par défaut

source: Tab
es: Lengüeta
fr: Languette

source: Comma
es: Coma
fi: Pilkku
fr: Virgule

source: Logging Delimiter
es: Delimitador de registro
fi: Kirjautuminen Erotinmerkki
fr: L&#39;exploitation forestière délimiteur

source: DataLogging Status Messages
es: DataLogging mensajes de estado
fi: DataLogging tilaviestit
fr: DataLogging messages d&#39;état

source: Start Custom Logging
es: Iniciar registro personalizado
fi: Aloita Custom Kirjautuminen
fr: Custom Start Logging

source: Write internal log to disk
es: Escribir registro interno en el disco
fi: Kirjoita sisäinen loki levylle
fr: Donnez votre journal interne sur le disque

source: Stop Logging and Save
es: Detener registro y guardar
fi: Lopeta loki ja Tallenna
fr: Arrêter la journalisation et Sauvegarder

source: DataLogging Operations
fi: DataLogging toiminnot
fr: DataLogging opérations

source: Boost Solenoid Actuator Speed
es: Aumenta la velocidad del actuador solenoide
fi: Boost Solenoidi Actuator Speed
fr: Solénoïde Speed Boost actionneur

source: Upd. Rate (ms.)
es: UPD. Precio (ms.)
fi: UPD. Hinta (Ms)
fr: UPD. Taux (Mme)

source: Prop. Gain (%)
es: Ganancia Prop. (%)
fr: Gain Prop (%)

source: Boost Actuator Control
es: Control de refuerzo del actuador
fi: Boost ohjaimia
fr: Levier de commande de Boost

source: Launch Control RPM
fr: RPM Launch Control

source: Lower Threshold. (RPM)
es: Umbral inferior. (RPM)
fi: Alemman raja-arvon. (RPM)
fr: Seuil inférieur. (RPM)

source: Upper Threshold. (RPM)
es: Umbral superior. (RPM)
fi: Ylä Threshold. (RPM)
fr: Seuil supérieur. (RPM)

source: Launch Control/Shift Light
fi: Launch Control-Vaihto Light
fr: Light Launch Control Shift /

source: Idle Control Methodology
es: Inactivo metodología de control
fi: Idle Control Menetelmät
fr: Méthodologie de contrôle de ralenti

source: Fast Idle Speed (RPM)
es: Rápido ajuste de ralentí (RPM)
fi: Fast Idle (RPM)
fr: De ralenti accéléré (RPM)

source: Slow Idle Temp (hot)
es: Baja temperatura Idle (caliente)
fi: Slow Idle Temp (kuuma)
fr: Slow Temp ralenti (à chaud)

source: Slow Idle Speed (RPM)
es: Baja de ralentí (RPM)
fi: Hidas joutokäyntinopeus (RPM)
fr: Faible vitesse de ralenti (tr / min)

source: Idle Threshold (TPSADC )
es: Umbral en reposo (TPSADC)
fi: Idle Kynnys (TPSADC)
fr: Seuil Idle (TPSADC)

source: Fast Idle Temp (cold)
es: Marcha en vacío rápida Temp (frío)
fi: Fast Idle Temp (kylmä)
fr: Temp de ralenti accéléré (à froid)

source: Idle Control Parameters
fi: Idle Control parametrit
fr: Les paramètres de commande de ralenti

source: Cranking Threshold
es: Umbral de arranque
fi: Cranking Kynnys
fr: Cranking Seuil

source: Cranking and Revlimiter
es: Arranque y Revlimiter
fi: Cranking ja Revlimiter
fr: De démarrage et Revlimiter

source: Injector 2
es: Inyector 2
fi: Ruiskutussuutin 2
fr: Injecteur 2

source: Injector 1
es: 1 inyector
fi: Ruiskutussuutin 1
fr: INJECTEUR 1

source: Table Assignment
es: Tabla de asignación
fi: Taulukko Tehtävä
fr: Tableau de cession

source: Dual Table Mode
es: Modo de cuadro de doble
fi: Dual Taulukko Mode
fr: Mode tableau à double

source: Injector to Table Mapping
es: Inyector de tabla de asignación
fi: Injektorista Taulukko Mapping
fr: Injecteur pour table de correspondance

source: MegaSquirt Dualtable Parameters
es: MegaSquirt Dualtable Parámetros
fi: MegaSquirt Dualtable parametrit
fr: Paramètres MegaSquirt Dualtable

source: Battery Voltage Correction (ms/Volt)
es: Corrección de la batería de tensión (ms / V)
fi: Akun jännite korjaus (ms / V)
fr: Correction de tension de la batterie (ms / Volt)

source: Reqd Fuel (per cyl/cycle)
es: Reqd combustible (por cilindros / ciclo)
fi: Reqd Polttoaine (per syl / jakso)
fr: Carburant REQUISES (par cyl / cycle)

source: Reqd Fuel (ms. per squirt)
es: Combustible reqd (ms. por chorro)
fi: Reqd Polttoaine (Ms per suihkuta)
fr: Carburant REQUISES (Mme par squirt)

source: # Cylinders
es: Cilindros #
fi: # Sylinterit
fr: Cylindres #

source: # Injectors
es: Inyectores #
fi: # Ruiskutussuuttimet
fr: Injecteurs #

source: Sensor Parameters
fi: Anturin parametrit
fr: Paramètres du capteur

source: Fuel Injection Control Strategy
es: Estrategia de Control de inyección de combustible
fi: Fuel Injection Control strategia
fr: Stratégie de lutte contre l&#39;injection de carburant

source: Engine/Injection Parameters
es: Del motor y los parámetros de inyección
fi: Moottorin / Injection parametrit
fr: Paramètres moteur à injection /

source: # of Cycles
es: # De ciclos
fi: # Jaksojen
fr: Nombre de cycles

source: Enrich %
fr: Enrichir%

source: Afterstart Enrichment
fi: Afterstart Väkevöiminen
fr: Afterstart enrichissement

source: Priming Pulse
es: Cebado de pulso
fi: Kynän Pulse
fr: Amorçage Pulse

source: 170 deg F.
es: 170 grados F.
fi: 170 astetta F.
fr: 170 ° F.

source: -40 deg F.
es: -40 grados F.
fi: -40 Astetta F.
fr: -40 ° F.

source: Engine Temperature in deg F.
es: Motor de la temperatura en grados F.
fi: Moottorin Lämpötila astetta F.
fr: La température du moteur en deg F.

source: Warmup Enrichment Bins (%)
es: Calentamiento Papeleras enriquecimiento (%)
fi: Lämmittelyn Enrichment Bin (%)
fr: Bacs enrichissement Warmup (%)

source: EGO Active RPM
fi: EGO Aktiivinen RPM
fr: EGO RPM Active

source: EGO Active Temp (deg F.)
fi: EGO Active Temp (astetta F.)
fr: EGO Temp Active (deg F.)

source: EGO Switching Voltage
es: EGO Voltaje de la conmutación
fi: EGO Kytkentäjännite
fr: EGO Tension de commutation

source: EGO Step (Percent)
es: Paso EGO (Porcentaje)
fi: EGO Step (Prosentti)
fr: Étape EGO (en pourcentage)

source: # of Ignition Events Between Steps
es: # De eventos de encendido Entre Pasos
fi: # Syttymisen Tapahtumat portaiden välillä
fr: # D&#39;événements d&#39;allumage entre étapes

source: EGO +/- Limit (Percent)
es: EGO + / - Límite (Porcentaje)
fi: EGO + / - Raja (Prosentti)
fr: EGO + / - Limite (en pourcentage)

source: Exhaust O<sub>2</sub> Feedback Settings
es: O Escape <sub>2</sub> votos Configuración
fi: Pakokaasun O <sub>2</sub> Palaute Asetukset
fr: O échappement Paramètres <sub>2</sub> Commentaires

source: Accel Enrich Duration (sec)
fi: Accel Enrich Kesto (s)
fr: Accel Enrichir Durée (sec)

source: TPS Trigger Threshold (V/sec)
fi: TPS Trigger Threshold (V / s)
fr: Seuil de déclenchement TPS (V / sec)

source: Cold Accel Enrich Add-on (ms)
fr: Accel froide Enrichir Add-on (ms)

source: Cold Accel Enrich Multiplier (%)
fi: Cold Accel Enrich Kerroin (%)
fr: Accel froide Enrichir multiplicateur (%)

source: Acceleration Enrichment Bins (ms)
fi: Kiihtyvyys Enrichment Bin (ms)
fr: Bacs d&#39;enrichissement d&#39;accélération (ms)

source: Decel Fuel Cut (%)
es: Decel Corte de combustible (%)
fi: Decel Polttoaineen Cut (%)
fr: Couper carburant Décél (%)

source: Acceleration Enrichments
fi: Kiihtyvyys rikastusta
fr: Accélération enrichissements

source: MegaSquirt Enrichments
fi: MegaSquirt rikastusta
fr: MegaSquirt enrichissements

source: Reboot ECU
es: Reinicie ecus
fi: Uudestisyntynyt ecua
fr: Redémarrez écus

source: If your ecu powers up and the fuel pump turns on/off once per second the ECU was set with conflicting data. Click on the above "Reboot ECU" button above to retrieve the error message from the unit. Once the problem is resolved you should burn the setings to the ECU and power cycle it.
es: Si tus poderes ecu y la bomba de combustible se enciende / apaga una vez por segundo la ECU fue ajustada con datos contradictorios. Haga clic en el sobre "Reiniciar ecus" botón de arriba para recuperar el mensaje de error de la unidad. Una vez que se resuelva el problema que usted debe quemar los setings de la ECU y el ciclo de poder que.
fi: Jos ecu käynnistyy ja polttoainepumppu kytkeytyy päälle / pois päältä kerran sekunnissa ecua asetettu ristiriitaisia tietoja. Klikkaa yllä "Reboot ecua"-painiketta hakea virheilmoitus yksikkö. Kun ongelma on ratkaistu sinun pitäisi polttaa setings ecua ja Sammuta se.
fr: Si votre pouvoir d&#39;écus et la pompe à essence se met en marche / arrêt une fois par seconde l&#39;ECU a été établi avec des données contradictoires. Cliquez sur le dessus "Reboot écus" bouton ci-dessus pour récupérer le message d&#39;erreur de l&#39;appareil. Une fois que le problème est résolu, vous devez graver le setings à l&#39;ECU et cycle de l&#39;énergie il.

source: ECU diagnostics on boot
es: Diagnóstico de ecus en el arranque
fi: Ecua diagnostiikka boot
fr: diagnostics d&#39;écus au démarrage

source: ECU Error Messages
es: Mensajes de error de ecus
fi: Ecua Virheilmoitukset
fr: Messages d&#39;erreur d&#39;écus

source: MegaSquirt Tools
es: Herramientas MegaSquirt
fi: MegaSquirt Työkalut
fr: Outils MegaSquirt

source: Injection Timing
fr: Calage de l&#39;injection

source: Injection Timing (Siamese)
fr: Calage de l&#39;injection (siamois)

source: MSnS-Extra Injection Timing Tables
fr: MSN Extra tableaux calage de l&#39;injection

source: Log Position (%)
es: Posición Nombre (%)
fi: Kirjaudu kanta (%)
fr: Position Log (%)

source: Realtime Mode
es: Modo en tiempo real
fr: En temps réel Mode

source: Playback Mode
es: Modo de reproducción
fr: Mode de lecture

source: Select logfile
es: Seleccionar archivo de registro
fi: Valitse logfile
fr: Sélectionnez le fichier journal

source: Select variables
es: Seleccione las variables
fi: Valitse muuttujat
fr: Sélectionner les variables

source: Start reading RT Vars
es: Comienza a leer RT Vars
fi: Aloita lukeminen RT Vars
fr: Démarrer la lecture RT Vars

source: Stop reading RT Vars
es: Deja de leer RT Vars
fi: Stop käsittelyssä RT Vars
fr: Cessez de lire Vars RT

source: Start Playback
es: Inicio de la reproducción
fi: Aloita toisto
fr: Démarrer la lecture

source: Stop Playback
es: Interrumpir la reproducción
fi: Pysäytä toisto
fr: Arrêt de la lecture

source: Viewer/Playback Parameters
es: Visor / Parámetros de reproducción
fi: Katsoja / toisto parametrit
fr: Paramètres Viewer lecture /

source: MegaSquirt Visual Log Viewer
fi: MegaSquirt Visual loki
fr: Connectez-vous Viewer MegaSquirt Visual

source: Playback Controls
es: Controles de reproducción
fi: Toistosäätimet
fr: Contrôles de lecture

source: Playback Speed
es: La velocidad de reproducción
fi: Toisto Speed
fr: Vitesse de lecture

source: _Restore ECU from File
fr: _Restore Écus partir d&#39;un fichier

source: _Import Table(s)
fr: Tableau _Import (s)

source: _Backup ECU to File
fr: Écus _Backup un fichier

source: _Export Table(s)
fr: Tableau _export (s)

source: _Runtime Data
es: _Runtime Datos
fr: _Runtime Données

source: _Rotary Trailing Table
fr: _Rotary Tableau de suivi

source: _Injector Staging Table
fr: Tableau Staging _Injector

source: Generate
es: Generar
fi: Tuottaa
fr: Générer

source: Ignition Map
es: Mapa de encendido
fi: Ignition Kartta
fr: Carte d&#39;allumage

source: _Help
fr: _Aide

source: _About
es: _Acerca
fr: _A

source: designed by David J. Andruczyk (c) 2010
es: diseñado por David J. Andruczyk (c) 2010
fi: suunnitellut David J. Andruczyk (c) 2010
fr: conçu par David J. Andruczyk (c) 2010

source: About MegaTunix
es: Acerca de MegaTunix
fi: Tietoja MegaTunix
fr: A propos de MegaTunix

source: Use ToolTips
es: Utilice la información sobre herramientas
fi: Käytä työkaluvinkit
fr: Utiliser les info-bulles

source: Context Sensitve Help
es: Contexto Sensitve Ayuda
fi: Tausta alttiille ohje
fr: Aide contextuelle sensitve

source: Temperature Scale
es: Escala de temperatura
fi: Lämpötila-asteikko
fr: Echelle de Température

source: Dashboard(s) Selection
es: Dashboard (s) de Selección
fi: Dashboard (t) valinta
fr: Dashboard (s) de sélection

source: MegaTunix Debugging
es: MegaTunix depuración
fr: MegaTunix débogage

source: Interrogate ECU
es: Interrogar ecus
fi: Kuulustella ecua
fr: Interroger écus

source: Use Offline Mode
es: Utilice el modo sin conexión
fi: Käytä offline-tilassa
fr: Mode utilisation hors connexion

source: ECU Revision Number
es: Ecus número de revisión
fi: Ecua Versio-
fr: Numéro de révision d&#39;écus

source: Textual Version
es: Versión textual
fi: Tekstimuotoinen versio
fr: Version textuels

source: ECU Signature String
es: Ecus cadena de firma
fi: Ecua allekirjoitus String
fr: String Signature d&#39;écus

source: Interrogation/Tab status
es: Interrogatorio / Ficha de estado
fi: Kuulustelua / välilehti tila
fr: Interrogation / statut Tab

source: MegaSquirt ECU Information
es: MegaSquirt Información de ecus
fi: MegaSquirt ecua tiedot
fr: Information écus MegaSquirt

source: General MegaTunix Settings
es: Configuración general MegaTunix
fi: General MegaTunix asetukset
fr: Paramètres MegaTunix général

source: Serial/Network Read Timeout (ms)
es: De serie o de la Red Leer Tiempo de espera (ms)
fi: Sarja / Network Lue aikakatkaisu (ms)
fr: Serial / Réseau Lire Timeout (ms)

source: Auto-Scan Serial Ports
es: Auto-Scan puertos serie
fi: Auto-Scan sarjaporttia
fr: Auto-Scan ports série

source: Locate Port
es: Localizar Puerto
fi: Etsi Port
fr: Localiser Port

source: Allow Network Access
es: Permitir el acceso de red
fi: Salli Network Access
fr: Autoriser un accès réseau

source: Slaves:
es: Los esclavos:
fi: Orjat:
fr: Les esclaves:

source: Type in the hostname that you want to CONNECT to to allow remote mtx access. This is so you can "phone home" to a remotely waiting megatunix instance such that both you and hte remote party can tune together. This alleviates having to have specific firewall ports open on your end as long as your machine can connect outbound.
es: Escriba el nombre de host que desea conectarse para permitir el acceso remoto mtx. Esto es lo que puede "llamar a casa" a una distancia de espera megatunix ejemplo de tal manera que tanto usted como hte ubicación remota puede sintonizar juntos. Esto alivia necesidad de tener puertos de firewall específicas abiertas en el final, siempre y cuando el equipo se puede conectar de salida.
fi: Kirjoita palvelimen nimi, jonka haluat Yhdistä jotta etäinen MTX pääsy. Tämä on niin voit "soittaa kotiin" ja kaukaista odotus megatunix esimerkiksi niin, että te hte etäinen puolue voi virittää yhdessä. Tämä lievittää tarvitse olla erityinen palomuuri portit auki sinun lopettaa niin kauan kuin konetta voi kytkeä ulkomaille.
fr: Tapez le nom d&#39;hôte que vous souhaitez vous connecter afin de permettre l&#39;accès à distance MTX. C&#39;est ainsi que vous pourrez appeler "à une distance d&#39;attente par exemple megatunix tels que vous et HTE partie à distance peut régler ensemble. Cette soulage d&#39;avoir d&#39;avoir des ports de pare-feu spécifique ouvert sur votre fin aussi longtemps que votre machine peut se connecter à l&#39;étranger.

source: Type in the hostname that you want to CONNECT to in the box to the right of this button to allow remote access to your tuning session from a remote user runing megatunix in "listen" mode. This is so you can "phone home" to a remotely waiting megatunix instance such that both you and the remote party can tune together. This alleviates having to have specific firewall ports open on your end as long as your machine can connect outbound.
es: Escriba el nombre de host que desea conectarse en el cuadro a la derecha de este botón para permitir el acceso remoto a la sesión de optimización de un usuario remoto runing megatunix en "escuchar" el modo. Esto es lo que puede "llamar a casa" a una distancia de espera megatunix ejemplo de tal manera que tanto usted como la ubicación remota puede sintonizar juntos. Esto alivia necesidad de tener puertos de firewall específicas abiertas en el final, siempre y cuando el equipo se puede conectar de salida.
fi: Kirjoita palvelimen nimi, jonka haluat yhteys olevaan ruutuun oikealla tätä painiketta, jotta etäyhteyden tuning-istunto etäkäyttäjä runing megatunix in "kuunnella"-tilassa. Tämä on niin voit "soittaa kotiin" ja kaukaista odotus megatunix esimerkiksi niin, että te ja etäinen puolue voi virittää yhdessä. Tämä lievittää tarvitse olla erityinen palomuuri portit auki sinun lopettaa niin kauan kuin konetta voi kytkeä ulkomaille.
fr: Tapez le nom d&#39;hôte que vous souhaitez vous connecter dans la boîte à la droite de ce bouton pour permettre l&#39;accès distant à votre session de réglage d&#39;un utilisateur distant runing megatunix dans "écouter" en mode. C&#39;est ainsi que vous pourrez appeler "à une distance d&#39;attente par exemple megatunix tels que vous et la partie à distance peut régler ensemble. Cette soulage d&#39;avoir d&#39;avoir des ports de pare-feu spécifique ouvert sur votre fin aussi longtemps que votre machine peut se connecter à l&#39;étranger.

source: Comm Port and Baud Rate
es: Puerto Com y de velocidad de transmisión
fi: Comm Port ja Baud Rate
fr: Taux de Port Comm et Baud

source: Delay between reads (ms)
es: Retraso entre lecturas (ms)
fi: Välinen aika lukee (ms)
fr: Délai entre les lectures (ms)

source: Runtime Sliders update rate (FPS)
es: Tiempo de ejecución Sliders frecuencia de actualización (FPS)
fi: Kesto Sliders päivitysnopeus (FPS)
fr: taux d&#39;exécution mise à jour Sliders (FPS)

source: Runtime Text update rate (FPS)
es: Tiempo de ejecución de texto frecuencia de actualización (FPS)
fi: Kesto Teksti päivitysnopeus (FPS)
fr: taux d&#39;exécution mise à jour du texte (FPS)

source: Dashboard update rate (FPS)
es: Frecuencia de actualización de Dashboard (FPS)
fi: Dashboard päivitysnopeus (FPS)
fr: taux de mise à jour du tableau de bord (FPS)

source: 3D Display/VEtable update rate (FPS)
es: 3D Mostrar / VEtable frecuencia de actualización (FPS)
fi: 3D-näyttö / VEtable päivitysnopeus (FPS)
fr: Affichage 3D / taux de mise à jour VEtable (FPS)

source: ECU Runtime Variable Settings
es: Tiempo de ejecución de ecus Configuración variable
fi: Ecua Kesto Muuttuja Asetukset
fr: Paramètres écus variable d&#39;exécution

source: VE/Constants Reads
fr: VE / Constantes lectures

source: Runtime Reads
fr: Durée lectures

source: Serial I/O Errors
fr: Serial erreurs E / S

source: Hard Resets
fr: Réinitialise dur

source: Reset I/O Status Counters
es: Perdí mi I / O Estado de Contadores
fi: Nollaa I / O-tila Laskurit
fr: Reset I / O compteurs d&#39;état

source: MegaSquirt I/O Statistics
es: MegaSquirt E / S de Estadística
fi: MegaSquirt I / O Tilasto
fr: MegaSquirt I / O Statistiques

source: Serial Status Messages
es: Los mensajes de estado de serie
fi: Sarja tilaviestit
fr: Messages d&#39;état de série

source: MegaTunix Communication Parameters
es: MegaTunix los parámetros de comunicación
fi: MegaTunix tiedonanto parametrit
fr: Paramètres de communication MegaTunix

source: Exit
es: Salida
fi: Poistua
fr: Sortie

source: MegaTunix Tab Visibility
es: Visibilidad MegaTunix Tab
fi: MegaTunix Tab Näkyvyys
fr: Visibilité Tab MegaTunix

source: <b><big>Tab Visibility</big></b>
es: <big><b>Ficha Visibilidad</b></big>
fi: <big><b>Tab Näkyvyys</b></big>
fr: <big><b>Onglet Visibilité</b></big>

source: <big>Hidden</big>
es: <big>Oculto</big>
fi: <big>Kätketty</big>
fr: <big>Caché</big>

source: <big>Tab Name</big>
es: <big>Ficha Nombre</big>
fi: <big>Välilehden nimi</big>
fr: <big>Nom de l&#39;onglet</big>

source: 2D Table Editor
fi: 2D Taulukko Editor
fr: Sous la direction de tableau 2D

source: Burn to ECU Flash
es: Grabar en ecus Flash
fr: Graver sur ECU Flash
