Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Either sets to Never switches VEtables even if NOS is active, or pin6 goes low, or to switch to table 3 from table 1 when Pin6 goes low OR when NOS is active.
es: Cualquiera establece en Nunca interruptores VEtables aunque NOS está activo, o pin6 pasa a baja, o para cambiar al cuadro 3 de la tabla 1 cuando se Pin6 O NOS baja cuando está activa.
fi: Joko sarjoja koskaan kytkimet VEtables vaikka NOS on aktiivinen, tai pin6 menee pieni, tai siirtyä taulukon 3 taulukosta 1, kun Pin6 menee vähäinen tai NOS on aktiivinen.
fr: Soit séries de commutateurs jamais VEtables même si NSA est actif, ou pin6 passe au niveau bas, ou opter pour le tableau 3 du tableau 1, lorsque Pin6 va ou faible lorsque NSA est actif.

source: Enable or Disabled the use of ADC6 as a secondary EGO input for DT mode ONLY
es: Habilitar o movilidad reducida el uso de ADC6 como entrada secundaria para el modo de EGO DT SOLAMENTE
fi: Ota tai Disabled käyttö ADC6 toissijaisena EGO panos DT tilassa vain
fr: Activer ou désactiver le utilisation de ADC6 comme entrée secondaire EGO pour le mode de DT

source: Enables or Disables the firing of injector channel two during cranking.
es: Activa o desactiva el despido de dos canales de inyección durante el arranque.
fi: Ottaa käyttöön tai poistaa ampumisen injektorin kanavan kaksi aikana cranking.
fr: Active ou désactive le tir de deux canaux d&#39;injection pendant le démarrage.

source: GammaE is the sum of all enrichments (warmup, EGO, MAT, etc) if this is checked these enrichments are added into the pulsewidth sent to the injector.
es: GammaE es la suma de todos los enriquecimientos (calentamiento, EGO, MAT, etc) si se comprueba como los enriquecimientos que se añaden a la amplitud de pulso enviado al inyector.
fi: GammaE on summa rikastusta (WarmUp, EGO, matto jne.), jos tämä on tutkinut nämä rikastusta lisätään osaksi pulsewidth lähetetään suutin.
fr: GammaE est la somme de tous les enrichissements (warm-up, l&#39;ego, MAT, etc) si cette option est cochée ces enrichissements sont ajoutés dans la largeur d&#39;impulsion envoyée à l&#39;injecteur.

source: GammaE is the sum of all enrichments (warmup, EGO, MAT, etc) if this is checked these enrichments are added into the pulsewidth sent to the injector. NOTE: This only applies if DT mode is set...
es: GammaE es la suma de todos los enriquecimientos (calentamiento, EGO, MAT, etc) si se comprueba como los enriquecimientos que se añaden a la amplitud de pulso enviado al inyector. NOTA: Esto sólo se aplica si el modo DT se establece ...
fi: GammaE on summa rikastusta (WarmUp, EGO, matto jne.), jos tämä on tutkinut nämä rikastusta lisätään osaksi pulsewidth lähetetään suutin. HUOMAUTUS: Tämä pätee vain, jos DT tila on asetettu ...
fr: GammaE est la somme de tous les enrichissements (warm-up, l&#39;ego, MAT, etc) si cette option est cochée ces enrichissements sont ajoutés dans la largeur d&#39;impulsion envoyée à l&#39;injecteur. NOTE: Ceci ne s&#39;applique que si le mode DT est ...

source: Knock detection will require an additional circuit to feed in a signal to the ECU when knock is occurring, the ECU will retard the spark advance as needed to alleviate the knocking. Thsi feature is ONLY enabled when using a spark personality.
es: detección de Knock requerirá un circuito adicional para alimentar una señal a la ECU cuando golpee está ocurriendo, el ECU será retardar el avance del encendido según sea necesario para aliviar los golpes. Esta función sólo se activa cuando se usa una chispa de personalidad.
fi: Knock havaitseminen edellyttää lisäksi piiri rehun signaali ecuun kun koputtaa esiintyy, ecuun retard sytytysennakkoa tarpeen lievittämiseksi koputtamatta. Tämä ominaisuus on käytössä vain, kun käytetään kipinä persoonallisuus.
fr: détection du cliquetis, il faudra un circuit supplémentaire à nourrir dans un signal à l&#39;ECU lorsqu&#39;il frappe se produit, l&#39;ECU de retarder l&#39;avance à l&#39;allumage comme nécessaires pour atténuer les coups. Cette fonction n&#39;est activée que lorsque vous utilisez une étincelle de la personnalité.

source: Sets the ECU ignition mode to one of the following: Fuel Only, Simple Distributor mode, Neon/420a wheel, Generic N-1 wheel (i.e. 12-1, 36-1), Generic N-2 wheel (60-2), EDIS, Dual EDIS, Ford TFI, or GM 7 pin HEI
es: Establece el modo de encendido de ecus a una de las siguientes: combustible solamente, simple distribuidor modo, la rueda de Neon/420a, Genérico N-1 de la rueda (es decir, 12-1, 36-1), Genérico N-2 ruedas (60-2), SEDA, SEDA dual, TFI Ford, GM o 7 pines IES
fi: Määrittää ecua syttyminen tila johonkin seuraavista: Fuel vain, Simple Jakelija tila, Neon/420a pyörä, Generic N-1 pyörä (eli 12-1, 36-1), Generic N-2 pyörää (60-2), EDIS Dual EDIS, Ford TFI tai GM 7 pin HEI
fr: Définit le mode d&#39;allumage d&#39;écus à l&#39;un des suivants: Seul le carburant, simple distributeur mode, roue Neon/420a, générique N-1 roue (c.-à 12-1, 36-1), roue générique N-2 (60-2), EDIS, EDIS double, TFI Ford, GM ou 7 broches HEI

source: The NOS Antilag system is used to fire the NOS output between certain ranges of manifold pressure in order to spool the turbo (shifting)
es: El sistema NOS Antilag se utiliza para la salida de incendios NOS entre ciertos rangos de presión en el colector con el fin de poner en cola el turbo (itinerante)
fi: NOS Antilag järjestelmää käytetään palo NOS tuotannon välillä tietyt yksikkömääräsarjat Ahtopaine jotta kela turbo (siirtää)
fr: Le système NOS Antilag est utilisé pour le feu de la sortie NOS entre certaines gammes de pression d&#39;admission afin d&#39;enrouler le turbo (déplacement)

source: The Nitrous system adds additional fuel at an RPM based rate on top of the current pulsewidth when the nitrous input is active. This is designed to work with a dry nitrous type system to add additioanl fuel through the main injectors. Make sure your injectors are rated to flow enough to accomodate the needed fuel with Nitrous is active, or you risk a lean condition and severe engine damage.
es: El sistema nitroso añade más combustible a una tasa basada en RPM en la parte superior de la amplitud de pulso de corriente cuando la entrada de nitrógeno está activo. Esto está diseñado para trabajar con un sistema de tipo nitroso seco para echar más leña additioanl través de los inyectores principales. Asegúrese de que sus inyectores estén clasificados para el flujo suficiente para acomodar el combustible necesario con nitroso está activo, o se arriesga a una condición magro y graves daños en el motor.
fi: Typpioksiduuli järjestelmä lisää ylimääräistä polttoainetta RPM perustuu koron päälle nykyisen pulsewidth kun typen tulo on aktiivinen. Tämä on suunniteltu toimimaan kuivana typen tyyppinen järjestelmä lisää additioanl polttoainetta pääasiassa suonensisäisesti. Varmista, että injektorit mitoitettu virtaus mahtuu tarvitaan polttoaineen typen on aktiivinen, tai olet vaarassa laiha kunnossa ja vaikea moottori vaurioita.
fr: Le système ajoute du carburant supplémentaire d&#39;azote à un taux basé sur des RPM en haut de la largeur d&#39;impulsion en cours lorsque l&#39;entrée d&#39;azote est actif. Ceci est conçu pour fonctionner avec un système de type azote sec pour ajouter du carburant additioanl à travers les injecteurs principaux. Assurez-vous que les injecteurs sont évalués à l&#39;écoulement suffisante pour recevoir le combustible nécessaire à nitreux est active, ou vous risquez une condition maigre et endommager le moteur sévère.

source: The launch control feature provides features to manipulate the engines timing, fuel and spark dropping to be able to attain boost with no engine load. This does this by aggressivly retarding timing to spool a turbo for a stronger launch. This requires extra inputs to be connected to appropriate switches on the vehicle. See http://megaquirt.sf.net/extra for more details.
es: La función de control de lanzamiento proporciona características para manipular el timing motores, combustible y chispa cayendo a ser capaces de lograr sin incrementar la carga del motor. Esto hace esto aggressivly retardando el momento para poner en cola un turbo para un lanzamiento más fuerte. Ello requiere aportes adicionales a ser conectados a los interruptores adecuados en el vehículo. Ver http://megaquirt.sf.net/extra para más detalles.
fi: Launch Control-toiminto antaa ominaisuuksia manipuloida moottorin ajoitus, polttoaineen ja kipinä pudottaminen voida saavuttaa lisätä ilman moottorin kuormitusta. Tämä tekee tämän aggressivly hidastamalla ajoitus kelata turbo vahvempaa käynnistää. Tämä edellyttää lisää panoksia voidaan liittää tarvittaessa kytkee ajoneuvoon. Katso http://megaquirt.sf.net/extra lisätietoja.
fr: La fonction de contrôle du lancement fournit des fonctionnalités de manipuler la synchronisation des moteurs, du carburant et étincelle tombant à être en mesure d&#39;atteindre sans accroître la charge du moteur. Ce fait en retardant le moment aggressivly la bobine d&#39;un turbo pour un plus grand lancement. Cela nécessite entrées supplémentaires pour être connecté à des interrupteurs appropriés sur le véhicule. Voir http://megaquirt.sf.net/extra pour plus de détails.

source: The shift light feature gives the user a level of feedback useful for drag racing or other performance needs.
es: La función de luz de cambio le da al usuario un nivel de información útil para las carreras de arrastre u otras necesidades de rendimiento.
fi: Siirtyminen valo ominaisuus antaa käyttäjälle kokemustenvaihto hyödyllistä drag racing tai muuta suoritusta tarpeisiin.
fr: La fonction shift light donne à l&#39;utilisateur un niveau d&#39;informations utiles pour les courses de dragsters ou des besoins de performance.

source: The variable launch is used to allow the user to set to rpm limit for launching by and external input. The user brings the car to the target limit rpm and triggers the launch input and the ecu records that RPM and uses it for the launch revlimit
es: El lanzamiento variable se utiliza para permitir al usuario establecer al límite de rpm y la puesta en marcha por la entrada externa. El usuario lleva el coche al límite de revoluciones por minuto blanco y dispara la entrada de lanzamiento y los registros ecu que RPM y utiliza para el lanzamiento revlimit
fi: Muuttuja käynnistää käytetään, jotta käyttäjä voi asettaa rpm raja käynnistää vuoteen ja ulkoinen syöttö. Käyttäjä tuo auton tavoite rajoittaa rpm ja käynnistää käynnistää tulo-ja ecu tietueet RPM ja käyttää sitä käynnistää revlimit
fr: Le lancement variable est utilisée pour permettre à l&#39;utilisateur de mettre à tr / min limite pour le lancement et par entrée externe. L&#39;utilisateur amène la voiture à la limite tr / min cible et provoque l&#39;entrée de lancement et les registres d&#39;écus que le RPM et l&#39;utilise pour le lancement revlimit

source: This enables EDIS Multispark mode up to the RPM threshold set below.
es: Esto permite que el SEDA modo Multispark hasta el umbral de las RPM a continuación.
fi: Tämä mahdollistaa EDIS Multispark tila jopa RPM kynnysarvon alapuolella.
fr: Cela permet EDIS Multispark mode jusqu&#39;au seuil de RPM mis ci-dessous.

source: This sets the rpm limit at which EDIS multispark is turned off. Multispark helps improve combustion and emissions at low RPM's.
es: Esto establece el límite de rpm en el que se volvió multispark SEDA apagado. Multispark ayuda a mejorar la combustión y las emisiones a bajas RPM&#39;s.
fi: Tämä asettaa rpm raja jossa EDIS multispark on pois päältä. Multispark auttaa parantamaan palamista ja päästöjä pienillä kierroksilla on.
fr: Ceci définit la limite à quel régime multispark EDIS est éteint. Multispark contribue à améliorer la combustion et les émissions à faible RPM.

source: This sets the time delay after NOS is enabled or Pin 6 goe's low that the fuel tables are transitioned from VE1 to VE3.
es: Esto establece el tiempo de retraso después de NOS está habilitado o Pin 6 del Grupo de Expertos de bajos que los cuadros de combustible son la transición de VE1 a VE3.
fi: Tämä asettaa viiveen jälkeen NOS on käytössä tai Pin 6 goe alhainen, että polttoaineen taulukot ovat siirtynyt vuodesta Ve1 ja VE3.
fr: Cela définit le délai après NSA est activé ou broche 6 du Groupe d&#39;experts faible que les tableaux de carburant sont passés de VE1 à VE3.

source: This sets the time delay after NOS is enabled or Pin 6 goe's low that the spark tables are transitioned from SP1 to SP2.
es: Esto establece el tiempo de retraso después de NOS está habilitado o Pin 6 goe la baja que la chispa tablas son la transición de SP1 a SP2.
fi: Tämä asettaa viiveen jälkeen NOS on käytössä tai Pin 6 goe alhainen että kipinä taulukot ovat siirtynyt vuodesta SP1 SP2.
fr: Cela définit le délai après NSA est activé ou broche 6 Groupe d&#39;experts de faible que l&#39;étincelle tableaux sont passés de SP1 à SP2.

source: Traction control is accomplished by multiple levels of control. Spark retard, spark cut, and fuel enrichment are able to be used to aid in traction control. See the Traction Tab for the rest of the controls...
es: El control de tracción se realiza por múltiples niveles de control. retardar la chispa, la chispa de corte, y el enriquecimiento de combustible pueden ser utilizados para ayudar en el control de tracción. Ver la ficha de tracción para el resto de los controles ...
fi: Luistonesto on saavutettu useiden valvonnan taso. Spark retard, kipinä leikata, ja polttoaineen rikastukseen voivat käyttää tukea luistonesto. Katso Traction Tab loppuvuoden tarkastusten ...
fr: Contrôle de traction est réalisé par plusieurs niveaux de contrôle. retard d&#39;allumage, bougies coupe, et l&#39;enrichissement du combustible sont susceptibles d&#39;être utilisés pour aider à la traction asservie. Voir l&#39;onglet de traction pour le reste des commandes ...

source: Water Injection is used to aid in detonation control under high load or boosted applications. This feature can ONLY be enabled if fan control is NOT used as they share the same output pin.
es: Inyección de agua se utiliza para ayudar en el control de la detonación con carga alta o impulsada aplicaciones. Esta característica puede ser activado si SÓLO control del ventilador no se utilice como comparten el mismo pin de salida.
fi: Vesi-pistosta käytetään tuen räjähdys mukaista valvontaa kuormitukseen tai lisäsivät sovelluksia. Tämä ominaisuus voidaan aktivoida, jos tuuletin-ohjainta ei käytetä, koska ne samat lähtö pin.
fr: D&#39;injection d&#39;eau est utilisée pour aider à la maîtrise de détonation sous forte charge ou stimulé applications. Cette fonctionnalité peut être activée que si le contrôle du ventilateur n&#39;est pas utilisé comme ils partagent la même broche de sortie.

source: _Firmware Features
es: Características _Firmware
fi: _Firmware Ominaisuudet
fr: Caractéristiques _Firmware

source: Enables or Disabled Baro correction
es: Activa o de movilidad reducida corrección Baró
fi: Ottaa tai käytössä Baro korjaus
fr: Active ou handicapées correction Baro

source: Pretty obvious...
es: Bastante obvio ...
fi: Melko selvää ...
fr: C&#39;est assez évident ...

source: Sets injector firing pattern when in single table mode. Choices are "Alternating" which is analagous to "bank fire", and Simultaneous which is the same as "batch fire" whjere all injector channels fire at once.
es: inyector de los equipos disparadores de modelo, cuando en el modo de tabla única. Las opciones son "alterna" que es análogo al fuego "banco", o de forma simultánea, que es lo mismo que "el fuego por lotes" whjere todo fuego inyector de canales a la vez.
fi: Sarjat suutin polttamalla malliin kun yhden pöydän tilassa. Vaihtoehdot ovat "Vaihteleva", joka on samanlainen kuin "pankki palo", ja samanaikaisesti on sama kuin "erään tulta" whjere kaikki suutin kanavat tulen heti.
fr: modèle de mise à feu injecteur en mode table unique. Les choix sont "alternatif" qui est analogue à feu "banque", et simultanée, qui est la même que "le feu du lot" whjere tout feu injecteur canaux à la fois.

source: Sets the Fueling mode to be either Speed Density (primary inputs are RPM, manifold pressure and intake air temp) or Alpha-N (primary inputs are RPM and Throttle position.)
es: Establece el modo de abastecimiento de combustible a ser Velocidad Densidad (insumos primarios son RPM, presión en el colector de admisión de aire y temperatura) o Alpha-N (insumos primarios son RPM y posición del acelerador.)
fi: Asettaa polttoaineen tila on joko Speed Density (ensisijainen tulot RPM, imusarjan paine ja imuilman lämpötila) tai Alpha-N (ensisijainen panokset ovat RPM ja asento.)
fr: Définit le mode d&#39;alimentation doit pouvoir être soit la vitesse de densité (matières premières sont des RPM, pression d&#39;admission et température d&#39;admission d&#39;air) ou Alpha-N (matières premières sont des RPM et la position du papillon des gaz.)

source: Sets the Type of MAP Sensor in use.
es: Establece el tipo de sensor MAP en uso.
fi: Määrittää tyyppi MAP Sensor käytössä.
fr: Définit le type de capteur MAP en cours d&#39;utilisation.

source: _Fuel Parameters
es: Parámetros _Fuel
fi: _Fuel Parametrit
fr: Paramètres _Fuel

source: Controls how fast the PWM Idle valve can close in seconds.
es: Controla la velocidad de la válvula PWM inactividad puede cerrar en cuestión de segundos.
fi: Valvonta kuinka nopeasti PWM Idle venttiili voidaan sulkea hetkessä.
fr: Contrôle la vitesse de la vanne PWM Idle pouvez fermer en quelques secondes.

source: DutyCycle at which point the PWM valve can be considered closed. Odds are due to print pressure inside the valve it make take DC values of 20% or more to lift the valve off it's seat.
es: DutyCycle momento en el cual la válvula PWM puede considerarse cerrado. Lo más probable es debido a la presión de impresión dentro de la válvula que hacer tomar valores DC del 20% o más para levantar la válvula es de seguridad.
fi: DutyCycle jolloin PWM venttiili voidaan katsoa päättyneeksi. Kerroin on määrä tulostaa paine venttiili se tekee toteuttaa DC arvot 20% tai enemmän nostaa venttiilin pois se paikka.
fr: Du rapport durée période à laquelle la soupape de PWM peut être considéré comme clos. Les chances sont dues à imprimer pression à l&#39;intérieur de la vanne en faire prendre des valeurs DC de 20% ou plus pour soulever la valve c&#39;est siège.

source: Fast IDLE RPM (i.e. the RPM we try to get the engineto run at when it's COLD)
es: RPM en vacío rápida (es decir, la RPM tratamos de obtener el engineto ejecutarse en cuando hace frío)
fi: Nopeat IDLE RPM (eli RPM yritämme saada engineto ajaa kun on kylmä)
fr: Fast régime de ralenti (à savoir le RPM nous essayons d&#39;obtenir l&#39;exécution à engineto quand il fait froid)

source: I have no idea WTF this control does.
es: No tengo ni idea WTF este control lo hace.
fi: Minulla ei ole aavistustakaan WTF tämä valvonta ei.
fr: Je n&#39;ai aucune idée de ce contrôle ne WTF.

source: Minimum dutycycle. Needs more explanation
es: Dutycycle mínima. Necesita una explicación más
fi: Pienin dutycycle. Tarvitsee lisää selitys
fr: du rapport durée période minimale. explication des besoins plus

source: Needs work
es: Pequeños trabajos a realizar
fi: Tarvitsee työtä
fr: Besoins de travail

source: Part of Adaptive Idle control. If current RPM equals target+ upper limit, then recovery time is fast recovery below, If current RPM equals target + lower limit, then recovery time is slow receovery time.
es: Parte de Adaptive Control en vacío. Si RPM + objetivo actual es igual límite superior, entonces el tiempo de recuperación es rápida recuperación a continuación, Si + RPM actual es igual de destino el nivel más bajo, entonces el tiempo de recuperación es el tiempo receovery lento.
fi: Osa Adaptive Idle valvonta. Jos nykyinen RPM sama kohde + yläraja, niin toipumisaika on nopea elpyminen alle, jos nykyinen RPM sama kohde + alarajan, niin toipumisaika on hidasta receovery aikaa.
fr: Une partie de la commande de ralenti adaptative. Si RPM courant est égal à + cible limite supérieure, alors le temps de récupération est une récupération rapide ci-dessous, Si RPM courant est égal à + cible limite inférieure, puis le temps de récupération est temps receovery lente.

source: Part of Adaptive Idle control. If current RPM equals target+upper limit, then recovery time is fast recovery below, If current RPM equals target+lower limit, then recovery time is slow recovery time.
es: Parte de Adaptive Control en vacío. Si RPM + objetivo actual es igual límite superior, entonces el tiempo de recuperación es rápida recuperación a continuación, Si + RPM actual es igual de destino el nivel más bajo, entonces el tiempo de recuperación es el tiempo de recuperación lenta.
fi: Osa Adaptive Idle valvonta. Jos nykyinen RPM sama kohde + yläraja, niin toipumisaika on nopea elpyminen alle, jos nykyinen RPM sama kohde + alarajan, niin toipumisaika on hidas elpyminen aikaa.
fr: Une partie de la commande de ralenti adaptative. Si RPM courant est égal à + cible limite supérieure, alors le temps de récupération est une récupération rapide ci-dessous, Si RPM courant est égal à + cible limite inférieure, puis le temps de récupération est le temps de récupération lente.

source: Slow IDLE RPM (i.e. the RPM we try to get the engineto run at when it's HOT)
es: Lenta IDLE RPM (es decir, la RPM tratamos de obtener el engineto funcionar a cuando hace calor)
fi: Slow IDLE RPM (eli RPM yritämme saada engineto ajaa kun se on kuuma)
fr: Faible régime de ralenti (à savoir le RPM nous essayons d&#39;obtenir l&#39;exécution à engineto quand il fait chaud)

source: The Amount of dutycycle to increase the PWM idle by when dashpoit is active. (decel anti-stall measure)
es: El Importe de dutycycle para aumentar el PWM inactivo por dashpoit cuando está activo. (Medida desaceleración antibloqueo)
fi: Määrä dutycycle lisätä PWM idle milloin dashpoit on aktiivinen. (Decel anti-Talli toimenpide)
fr: Le montant du rapport durée période d&#39;accroître le PWM ralenti par moment dashpoit est actif. (Décélération mesure anti-décrochage)

source: The CLT Value which the engine needs to be ABOVE to enable fixed idle timing.
es: El valor de CLT, que el motor tiene que estar por encima para que fija el momento inactivo.
fi: CLT-arvo, joka moottori on edellä jotta kiinteät toimettomana ajoitus.
fr: La valeur CLT laquelle le moteur doit être au-dessus pour permettre fixe le calendrier de ralenti.
