Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: MS2_CLOCK not written yet
es: MS2_CLOCK no está escrito aún
fi: MS2_CLOCK ei kirjoitettu vielä
fr: MS2_CLOCK pas encore écrit

source: MS1 Reset detected!, lastcount %i, current %i
es: MS1 Perdí detectado!, Lastcount %i, actual %i
fi: MS1 Nollaa havaittu!, Lastcount %i, nykyinen %i
fr: MS1 Reset détecté!, I% lastcount,% courant i

source: MS2 rtvars reset detected, lastcount is %i, current %i
es: MS2 rtvars restablecer detectado, lastcount es %i, actual %i
fi: MS2 rtvars palauttaa havaitaan, lastcount on %i, nykyinen %i
fr: MS2 rtvars réinitialiser détecté, lastcount est% i,% i actuelle

source: MS2_BOOTLOADER not written yet
es: MS2_BOOTLOADER no está escrito aún
fi: MS2_BOOTLOADER ei kirjoitettu vielä
fr: MS2_BOOTLOADER pas encore écrit

source: No ECU Errors were reported....
es: No se informó de ecus errores ....
fi: Ei ecua virheitä raportoitu ....
fr: Aucune erreur d&#39;écus ont été signalés ....

source: Starting up data renderers...
es: Puesta en marcha de extracción de grasas de datos ...
fi: Käyttöönotto tiedot renderointilaitokset ...
fr: Démarrage des moteurs de rendu des données ...

source: Interrogating ECU...
fr: Interrogation d&#39;écus ...

source: Command "%s" (%s), returned %i bytes (%s)
es: Comando "%s" (%s), regresó %i bytes (%s)
fi: Komento "%s" (%s), palasi %i tavua (%s)
fr: s de commande "%" (%s), retourné% i octets (%s)

source: Command "%s" (%s), returned %i bytes
es: Comando "%s" (%s), regresó %i bytes
fi: Komento "%s" (%s), palasi %i tavua
fr: s de commande "%" (%s), retourné% i octets

source: Interrogation profile API mismatch (%i.%i != %i.%i): File %s will be skipped
es: API desajuste (perfil Interrogatorio %i.%i ! = %i.%i): El archivo %s se saltará
fi: Kuulustelua profiili API ei täsmää (%i.%i != %i.%i): Tiedosto %s ohitetaan
fr: profil de décalage (API% Interrogation i.% i! =% i.% i):%s fichier sera ignoré

source: X multi_sources length mismatch!
es: X multi_sources falta de coincidencia de longitud!
fi: X multi_sources pituus täsmää!
fr: X multi_sources problème de taille!

source: Y multi_sources length mismatch!
es: Y multi_sources falta de coincidencia de longitud!
fi: Y multi_sources pituus täsmää!
fr: Y multi_sources problème de taille!

source: Z multi_sources length mismatch!
es: Z multi_sources falta de coincidencia de longitud!
fi: Z multi_sources pituus täsmää!
fr: Z multi_sources problème de taille!

source: Detected Firmware: %s
es: Detectado Firmware: %s
fi: Havaittu Firmware: %s
fr: Détecté Firmware:%s

source: Loading Settings from: "%s"
es: Cargando Configuración de: "%s"
fi: Loading Asetukset: "%s"
fr: Chargement des paramètres à partir de: "%s"

source: Interrogation profile tests API mismatch (%i.%i != %i.%i): File %s.
es: Interrogatorio pruebas de perfil de desajuste de la API (%i.%i ! = %i.%i): El archivo %s.
fi: Kuulustelua profiili testit API ei täsmää (%i.%i != %i.%i): Tiedosto %s.
fr: tests profil Interrogation inadéquation API (% i.% i! =% i.% i): Le fichier%s.

source: ERROR:!! "match_on" key missing from interrogation profile [interrogation] section
fr: ERREUR:! "Match_on" clé manquante à partir du profil d&#39;interrogation [interrogatoire section]

source: ERROR test data not found for test "%s"
es: ERROR datos de los ensayos no encontró pruebas de "%s"
fi: VIRHE testituloksia ei löytynyt testi "%s"
fr: Erreur concernant les données d&#39;essai ne trouve pas pour le test "%s"

source: ERROR interrogation check_for match vector does NOT have two args it has %i
es: ERROR check_for interrogatorio vector partido NO tiene dos argumentos que tiene %i
fi: ERROR kuulustelut check_for ottelu vektori ei ole kahta args on %i
fr: Error Vector match interrogatoire check_for ne pas avoir deux arguments qu&#39;il a% i

source: ERROR!! Multiple MegaTunix instances are not allowed UNLESS in network socket mode (see -n option)!
es: ERROR! Múltiples instancias MegaTunix no se permiten a menos que en el modo de red toma (véase la opción-n)!
fi: ERROR! Useita MegaTunix tapauksissa ei sallita, elleivät verkkopistoke (katso-N)!
fr: ERREUR! Multiples instances MegaTunix ne sont autorisées que dans le mode prise de réseau (voir l&#39;option-n)!

source: <b>MegaTunix</b> is already Running! Multiple instances are <b><u>NOT</u></b> allowed unless running in network socket mode, see the -n option!
es: <b>MegaTunix</b> ya se está ejecutando! Varias instancias <u><b>NO</b></u> se permiten a menos que se ejecuta en modo de toma de red, vea la opción-n el!
fi: <b>MegaTunix</b> on jo käynnissä! Useiden <u><b>ei</b></u> sallita, jollei käynnissä Verkkovastakeyhteyden tilassa, katso-n!
fr: <b>MegaTunix</b> est déjà en marche! Multiples instances <u><b>ne</b></u> sont <u><b>pas</b></u> autorisés, sauf en mode socket réseau, voir l&#39;option-u!

source: Error setting serial lock %s
es: Error al establecer el bloqueo %s de serie
fi: Virhe asetettaessa sarja lukko %s
fr: Erreur% réglage du verrouillage de série s

source: NO FILE opened for logviewing!
fr: NO fichier ouvert pour logviewing!

source: File open FAILURE!
fr: Défaillance d&#39;un fichier ouvert!

source: DataLog ViewFile Opened
fr: ViewFile DataLog Ouvert

source: LogView File Closed
fr: LogView Dossier fermé

source: Good this firmware is compatible with the firmware we're using
es: Bueno este firmware es compatible con el firmware que estamos usando
fi: Hyvä tämä firmware on yhteensopiva firmware käytämme
fr: Bon ce firmware est compatible avec le firmware que nous utilisons

source: mismatch between datalog and current firmware, playback via full gui will probably not work like you expected
fr: inadéquation entre firmware Datalog et actuels, la lecture via l&#39;interface complète ne sera probablement pas fonctionner comme vous devrait

source: MARK found in logfile. MTX doesn't do anything with these yet...!
es: MARK encuentra en archivo de registro. MTX no hace nada con estos todavía ...!
fi: MARK löytyy lokitiedostoon. MTX ei tee mitään näistä vielä ...!
fr: MARK trouve dans le fichier journal. MTX ne rien faire avec ces ... encore!

source: non numerical line detected
es: la línea numérica, no detectado
fi: kuin numeerinen linja havaittu
fr: en ligne non numérique détecté

source: Datalog error, field count assertion failure Expected %i fields, got %i instead, tossing this record!
fr: Erreur Datalog, l&#39;affirmation de l&#39;échec sur le terrain devraient compter% de champs i, j&#39;ai eu% i au lieu, en lançant ce record!

source: Playback Mode: Logviewer Choices
es: Modo de reproducción: elección del logviewer
fi: Playback Mode: Logviewer valinnat
fr: Mode de lecture: choix Logviewer

source: Select Variables to playback from the list below...
es: Las variables de selección para la reproducción de la lista a continuación ...
fi: Valitse muuttujat toisto alla olevasta listasta ...
fr: Sélectionner les variables à la lecture de la liste ci-dessous ...

source: Realtime Mode: Logviewer Choices
es: Modo en tiempo real: Opciones logviewer
fi: Realtime Mode: Logviewer valinnat
fr: En temps réel Mode: Choix Logviewer

source: Select Realtime Variables to view from the list below...
es: Seleccione las variables en tiempo real para ver la lista de abajo ...
fi: Valitse Realtime muuttujien tarkastella alla olevasta listasta ...
fr: Sélectionner les variables en temps réel pour afficher la liste ci-dessous ...

source: FATAL_ERROR: direct_lookup_data, table parameter is null
es: FATAL ERROR: direct_lookup_data, parámetro de tabla es null
fi: Fatal_error: direct_lookup_data, taulukko parametri on null
fr: Fatal_error: direct_lookup_data, le paramètre table est null

source: FATAL_ERROR: direct_lookup_data, table "%s" is null
es: FATAL ERROR: direct_lookup_data, la tabla "%s" es nula
fi: Fatal_error: direct_lookup_data, taulukko "%s" on tyhjä
fr: Fatal_error: direct_lookup_data, table "%s" est nul

source: FATAL_ERROR: direct_lookup_data, %s->array is null
es: FATAL ERROR: direct_lookup_data, %s->array es nulo
fi: Fatal_error: direct_lookup_data,%s-> array on tyhjä
fr: Fatal_error: direct_lookup_data, tableau%s-> est nulle

source: MegaTunix LookupTables
fr: Lookuptables MegaTunix

source: No lookuptable found! expect a crash!!
es: No lookuptable encontrado! esperan un accidente!
fi: Ei lookuptable löytynyt! odottaa kaatua!
fr: Aucun lookuptable trouvé! s&#39;attendre à un crash!

source: : dump_hash() Key %s, Value %p, %s
fi: : Dump_hash () Keskeiset %s, Arvo %p, %s
fr: : Dump_hash ()%s Key, p% de la valeur,%s

source: Tooth times in usec.
es: Diente veces en us.
fi: Hammas kertaa USEC.
fr: fois la dent dans USEC.

source: Trigger times in usec.
es: Trigger veces en us.
fi: Trigger kertaa USEC.
fr: Trigger fois en USEC.

source: Tooth times in msec.
es: Diente veces en mseg.
fi: Hammas kertaa ms.
fr: fois la dent en ms.

source: Trigger times in msec.
es: Trigger veces en mseg.
fi: Trigger kertaa ms.
fr: Trigger fois en msec.

source: Engine RPM: %.1f
es: RPM del motor: 0,1%f
fi: Moottorin RPM: %.1f
fr: RPM Moteur:% .1 f

source: Sample Time: %i ms.
es: ms de tiempo de la muestra: %i
fi: Näyte Aika: %i ms.
fr: ms Temps Exemple:% i.

source: WSAStartup failed: %d
es: WSAStartup ha fallado: %d
fi: WSAStartup epäonnistui: %d
fr: WSAStartup a échoué:% d

source: Welcome to MegaTunix %s, ASCII mode enabled Enter 'help' for assistance
es: Bienvenido a%s MegaTunix, modo ASCII activado Enter 'help' para la asistencia
fi: Tervetuloa MegaTunix %s, ASCII tila käytössä Kirjoita &#39;help&#39; apua
fr: Bienvenue à%s MegaTunix, mode ASCII permis Entrez &#39;help&#39; pour l&#39;aide

source: Not Connected yet
es: Aún no está conectado
fi: Ei vielä kytkeytynyt
fr: N&#39;est pas encore connecté

source: Offline mode, no signature
es: El modo sin conexión, sin firma
fi: Offline-tilassa, ei allekirjoitusta
fr: mode Hors connexion, pas de signature

source: Offline mode, no revision
es: El modo sin conexión, ninguna revisión
fi: Offline-tilassa, ei tarkisteta
fr: mode Hors connexion, pas de révision

source: SHORT WRITE!
es: BREVE ESCRIBIR!
fi: LYHYT kirjoittaa!
fr: COURT écrire!

source: Unable to open network port, sleeping 500 ms to see if it resolves
es: No se puede abrir un puerto de red, para dormir de 500 ms para ver si se resuelve
fi: Ei voida avata verkon satamaan, nukkuva 500 ms nähdä, jos se päättää
fr: Impossible d&#39;ouvrir le port réseau, couchage 500 ms pour voir si elle décide

source: Peer update WRITE ERROR!
es: Intercambio de actualización Error de escritura!
fi: Peer päivitys WRITE ERROR!
fr: Peer mise à jour Erreur d&#39;écriture!

source: Case not handled, bug in state machine!
es: El asunto no se maneja, error de máquina de estados!
fi: Asia ei käsitellä, vian tilakone!
fr: Cas non traités, un bogue dans la machine de l&#39;Etat!

source: The ECU appears to be currently disconnected. This means that either one of the following occurred: 1. Wrong Comm port is selected on the Communications Tab 2. The serial link is not plugged in 3. The ECU does not have adequate power. 4. The ECU is in bootloader mode. Suggest checking the serial settings on the Communications page first, and then check the Serial Status log at the bottom of that page. If the Serial Status log says "I/O Timeout", it means one of a few possible problems: 1. You selected the wrong COM port (older systems came with two, most newer ones only have one, try the other one...) 2. Faulty cable to the unit. (Should be a straight thru DB9 Male/Female cable) 3. The cable is OK, but the MS doesn't have adequate power. 4. If you have the ECU in bootloader mode, none of the lights lite up, and a terminal program will show a "Boot>" prompt Disconnect the Boot jumper and power cycle the ECU. If it says "Serial Port NOT Opened, Can NOT Test ECU Communications", this can mean one of two things: 1. The COM port doesn't exist on your computer, OR 2. You don't have permission to open the port. (/dev/ttySx). UNIX ONLY: Change the permissions on /dev/ttyS* to 666 ("chmod 666 /dev/ttyS*" as root), NOTE: This has potential security implications. Check the Unix/Linux system documentation regarding "security" for more information...
fr: L&#39;écu semble être actuellement déconnecté. Cela signifie que l&#39;une des deux suivantes ont eu lieu: 1. Wrong port Comm est sélectionnée sur l&#39;onglet Communications 2. La liaison série n&#39;est pas branché 3. L&#39;ECU n&#39;a pas suffisamment de puissance. 4. L&#39;ECU est en mode bootloader. Conseillons de vérifier les paramètres de série sur la page des communications d&#39;abord, puis vérifier le statut de série journal au bas de cette page. Si la condition log Serial dit "I / O Timeout", cela signifie que celle d&#39;un possible quelques problèmes: 1. Vous avez sélectionné le mauvais port COM (systèmes plus anciens, est venu avec deux, la plupart des plus récents n&#39;ont qu&#39;un seul, essayez les autres ...) 2. câble défectueux à l&#39;unité. (Devrait être une droite passant par DB9 Mâle / câble Homme) 3. Le câble est OK, mais le MS n&#39;a pas suffisamment de puissance. 4. Si vous avez l&#39;ECU en mode bootloader, aucun des feux lite en place, et un programme de terminal affichera un "Boot>" Déconnecter le cavalier invite d&#39;amorçage et un cycle d&#39;alimentation de l&#39;ECU. Si on dit "Serial Port pas ouvert, ne peut pas tester Communications écus ", cela peut signifier deux choses: 1. Le port COM n&#39;existe pas sur votre ordinateur, ou 2. Vous n&#39;avez pas la permission d&#39;ouvrir le port. (/ Dev / ttySx). Unix uniquement: Changez les permissions sur / dev / ttyS * à 666 ("chmod 666 / dev / ttyS *» en tant que root), NOTE: Ceci a des implications de sécurité potentiel. Vérifiez les Unix / Linux en ce qui concerne la documentation du système de «sécurité» pour plus d&#39;informations ...

source: Page %i RAW ECU data (in HEX)
es: %i Page RAW ecus de datos (en hexadecimal)
fi: Page %i RAW ecua tiedot (HEX)
fr: % I Page de données RAW ECU (en hexadécimal)

source: Serious Error, table_num not defined for reqfuel calc, contact author!
es: Grave error, table_num no definido para calc reqfuel, autor de contacto!
fi: Vakava virhe, table_num ei määritelty reqfuel calc, ota kirjailija!
fr: Erreur grave, table_num pas défini pour calc reqfuel Contacter l&#39;auteur,!

source: Required Fuel Calculator
es: Calculadora de combustible necesario
fi: Vaadittu Polttoaine Laskin
fr: Calculateur de carburant nécessaire

source: Required Fuel parameters
es: Requerido parámetros de combustible
fi: Vaadittu polttoaineparametrien
fr: paramètres de carburant nécessaire

source: Loading Realtime Map...
es: Cargando mapa en tiempo real ...
fi: Loading Realtime Kartta ...
fr: Chargement de la carte en temps réel ...

source: ERROR RT Map file DOES NOT EXIST!!!
es: ERROR RT Mapa archivo NO EXISTE!
fi: ERROR RT Kartta kuvaa ei löydy!
fr: ERREUR RT Carte fichier N&#39;EXISTE PAS!

source: <b>MegaTunix</b> Realtime Variable map "%s.rtv_map" for this firmware doesn't appear to be installed correctly! Did you forget to run <i>"sudo make install"</i>?? You should notify the author of this bug
es: <b>MegaTunix</b> variable mapa en tiempo real "%s.rtv_map" para este firmwareno parece estar instalado correctamente! Te has olvidado de ejecutar <i>"sudo make install"</i>?? Usted debe notificar al autor de este error
fi: <b>MegaTunix</b> Realtime Variable kartta "%s.rtv_map" tämän firmware ei näytä olevan oikein asennettu! Unohtuiko ajaa <i>"sudo make install"</i> Sinun tulisi ilmoittaa laatijan vika
fr: En temps réel de la variable "map s.rtv_map% <b>MegaTunix"</b> pour ce firmware ne semble pas être installé correctement! Avez-vous oublié de lancer <i>"sudo make install"??</i> Vous devez informer l&#39;auteur de ce bug

source: ERROR RT Map file could NOT be opened!!!
es: ERROR RT archivo de mapa no se pudo abrir!
fi: ERROR RT Kartta tiedostoa ei voitu avata!
fr: ERREUR RT Carte fichier ne peut pas être ouvert!

source: ERROR RT Map API MISMATCH!!!
es: ERROR Mapa RT desajuste API!
fi: ERROR RT Map API ei täsmää!
fr: Erreur d&#39;incompatibilité de RT API Carte!

source: ERROR RT Map missing data!!!
es: ERROR RT Mapa falta de datos!
fi: ERROR RT Kartta puuttuu!
fr: ERREUR données RT Carte disparus!

source: ERROR RT Map signature MISMATCH!!!
es: ERROR RT Mapa firma desajuste!
fi: ERROR RT Kartta allekirjoitus täsmää!
fr: ERREUR RT incompatibilité de signature Carte!

source: ERROR RT Map missing data problem!!!
es: ERROR RT Mapa faltan datos del problema!
fi: ERROR RT Kartta puuttuu ongelma!
fr: ERREUR RT Carte données manquantes problème!

source: ERROR RT Map offset missing!!!
es: ERROR RT Mapa compensar falta!
fi: ERROR RT Kartta korvata puuttuvat!
fr: ERREUR RT Carte compenser manque!

source: RT Map loaded...
es: RT Mapa cargada ...
fi: RT Kartta ladattu ...
fr: RT carte chargée ...

source: ERROR, INPUT IS NULL!!!!
es: ERROR, ENTRADA ES NULO!!
fi: VIRHE, panos on NULL!!
fr: ERREUR, INPUT est nul!!

source: Currently %i samples stored, Total Logged Time (HH:MM:SS) (%02i:%02i:%02i)
es: Actualmente de las muestras almacenadas %i, Total conectados hora (HH: MM: SS) (%02i:%02i:%02i)
fi: Nykyisin %i näytteet varastoidaan, yhteensä Logged Time (HH: MM: SS) (% 02i:%02i:%02i)
fr: Actuellement% des échantillons stockés i, Total Connecté heure (HH: MM: SS) (% 02i% 02i:% 02i)

source: : ERROR: multi_expression hash key is NULL!
es: : ERROR: clave multi_expression hash es NULL!
fi: : VIRHE: multi_expression Ruutunäppäin on NULL!
fr: : ERREUR: clé de hachage multi_expression est nul!

source: Realtime Variables History buffers flushed...
fr: En temps réel les variables des antécédents tampons rincée ...

source: multi is null!!
es: múltiples es nulo!
fi: moni on tyhjä!
fr: multi est nul!

source: Loading RT Sliders...
es: Cargando Sliders RT ...
fi: Loading RT Liukusäätimet ...
fr: Chargement Sliders RT ...

source: error: could not parse file %s
es: error: no pudo analizar el archivo%s
fi: virhe: ei voitu jäsentää tiedostoa %s
fr: Erreur: n&#39;a pas pu analyser le fichier%s

source: ERROR, load_rts, xml node is empty!!
fr: ERREUR, load_rts, noeud xml est vide!

source: No "real_lower" value defined for control name %s, datasource %s
es: No "real_lower" valor definido para el control %s nombre, fuente de datos %s
fi: Ei "real_lower" arvo määritellään ohjaus nimi %s, tietolähteen %s
fr: Aucun real_lower "valeur définie pour%s% de contrôle du nom de source de données, s

source: No "real_upper" value defined for control name %s, datasource %s
es: No "real_upper" valor definido para el control %s nombre, fuente de datos %s
fi: Ei "real_upper" arvo määritellään ohjaus nimi %s, tietolähteen %s
fr: Aucun real_upper "valeur définie pour%s% de contrôle du nom de source de données, s

source: Loading RT Status...
es: Estado de carga RT ...
fi: Loading RT tila ...
fr: RT chargement de l&#39;état ...

source: ERROR RT Statusfile DOES NOT EXIST!!!
es: Statusfile ERROR RT no existe!!!
fi: ERROR RT Statusfile ei ole!!
fr: Statusfile RT ERREUR N&#39;EXISTE PAS!

source: RT Status Loaded...
es: Situación RT Cargado ...
fi: RT tila Loaded ...
fr: Situation RT chargé ...

source: ERROR, load_potential_args, xml node is empty!!
es: ERROR, load_potential_args, el nodo XML está vacía!
fi: VIRHE, load_potential_args, xml solmu on tyhjä!
fr: ERREUR, load_potential_args, noeud xml est vide!

source: Loading RT Text...
es: Cargando Texto RT ...
fi: Loading RT teksti ...
fr: Chargement du texte RT ...

source: ERROR RunTimeText Map XML file DOES NOT EXIST!!!
es: ERROR RunTimeText Mapa archivo XML NO EXISTE!
fi: ERROR RunTimeText Kartta XML kuvaa ei löydy!
fr: ERREUR RunTimeText Carte fichier XML n&#39;existe pas!!

source: RT Text Loaded...
es: Texto RT Cargado ...
fi: RT Teksti Loaded ...
fr: Texte RT chargé ...

source: %s Opened Successfully
es: %s abrió sus puertas con éxito
fi: %s avattu onnistuneesti
fr: % S ouverte avec succès

source: Error Opening "%s", Error Code: "%s"
es: Error al abrir "%s", Código de error: "%s"
fi: Virhe avaaminen "%s", virhekoodi: "%s"
fr: Erreur d&#39;ouverture "%s" Code d&#39;erreur: "%s"

source: Error Opening "%s", Error Code: %s
fi: Virhe avaaminen "%s", virhekoodi: %s
fr: Erreur d&#39;ouverture "%s", code d&#39;erreur:%s

source: Serial Port Closed
es: Cerrado puerto serie
fi: Serial Port Suljettu
fr: Port série Closed

source: Attempting to open port %s
es: Si intenta abrir el puerto%s
fi: Yritetään avata portti %s
fr: On tente d&#39;ouvrir le port%s

source: Trying 8192 Baud for ECU link
es: Tratando de 8192 baudios para el enlace de ecus
fi: Yritetään 8192 Baud ecua linkki
fr: Tenter 8192 Baud pour le lien d&#39;écus

source: Trying 9600 Baud for ECU link
es: Tratando de 9600 baudios para el enlace de ecus
fi: Yritetään 9600 Baud ecua linkki
fr: Tenter 9600 bauds pour le lien d&#39;écus

source: Searching for ECU
es: La búsqueda de ecus
fi: Haku ecua
fr: Recherche d&#39;écus

source: Search successfull
es: éxito de la búsqueda
fi: Etsi onnistunut
fr: succès de la recherche

source: Trying 115200 Baud for ECU link
es: Tratando de 115200 baudios para el enlace de ecus
fi: Yritetään 115200 Baud ecua linkki
fr: Essayer 115200 Baud pour le lien d&#39;écus

source: Loading Gui Tabs...
es: Cargando aquí Gui ...
fr: Chargement Tabs Gui ...

source: Glade File:
es: Glade del archivo:
fi: Glade Tiedosto:
fr: Glade:

source: is MISSING!
es: que falta!
fi: puuttuu!
fr: est manquant!

source: Datamap File:
es: Datamap del archivo:
fi: Datamap Tiedosto:
fr: Datamap du fichier:

source: Load of tab:
es: Carga de la ficha:
fi: Kuormitus-välilehti:
fr: Charge de l&#39;onglet:

source: ERROR Gui Tabs XML problem!!!
es: ERROR aquí Gui XML problema!
fi: ERROR Gui Välilehdet XML ongelma!
fr: ERREUR Tabs Gui XML problème!

source: completed.
es: completado.
fi: päätökseen.
fr: terminée.

source: Datamap File:
es: Datamap del archivo:
fi: Datamap Tiedosto:
fr: Datamap du fichier:

source: Could not be processed!
es: No se pudo procesar!
fi: Ei voitu käsitellä!
fr: N&#39;ont pu être traitées!

source: Tab Loading Complete!
es: Ficha cargamento total!
fr: Chargement complet Tab!

source: Gui Tabs Loaded...
es: Cargado aquí Gui ...
fr: Onglets Gui chargé ...

source: Error, bind_to_lists(), lists is NULL
es: Error, bind_to_lists (), de las listas es NULL
fi: Virhe, bind_to_lists (), luetteloista on NULL
fr: Erreur, bind_to_lists (), des listes est NULL

source: Serious ERROR!, tabletype is not CTS or MAT
es: Grave ERROR!, TableType no es CTS o MAT
fi: Vakava virhe!, Tabletype ei CTS tai MAT
fr: Serious ERREUR!, TABLETYPE n&#39;est pas CTS ou MAT

source: Command %s is INVALID, aborting call
es: %s Comando inválido en el, cerrando una llamada
fi: Komento %s ei kelpaa, saaliin soittaa
fr: %s commande n&#39;est pas valide, l&#39;interruption d&#39;appel

source: CRITICAL ERROR, function "%s()" is not found!!
es: CRÍTICAS DE ERROR, la función "%s()" no se encuentra!
fi: Kriittinen virhe, funktio "%s()" ei löydy!
fr: Erreur critique, la fonction "%s ()" n&#39;est pas trouvé!

source: ERROR!!! Size undefined for variable at canID %i, page %i, offset %i
es: ERROR! Tamaño de la variable definida en el cánido %i,%i la página, que se compensan %i
fi: ERROR! Koko undefined muuttujan klo canID %i, sivu %i, offset %i
fr: ERREUR! Taille de la variable non définie au canidé% i,% i page, offset% i

source: There are %i pending I/O transactions waiting to get to the ECU, please be patient.
es: Hay %i me espera / O transacciones a la espera de llegar a la ECU, por favor, sea paciente.
fi: On %i vireillä I / O liiketoimia odottamassa ECUun, ole kärsivällinen.
fr: Il ya% i I attente / O opérations d&#39;attente pour accéder à l&#39;écu, s&#39;il vous plaît soyez patient.

source: Approximately %i Transactions remaining, please wait
es: Aproximadamente %i restante transacciones que, por favor espere
fi: Noin %i jääneistä liiketoimista, odota
fr: Environ% transactions que je reste, s&#39;il vous plaît attendre
