Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Upper left Y
es: Arriba a la izquierda Y
fi: Vasemmassa yläkulmassa Y
fr: En haut à gauche Y

source: Upper Left X
es: Superior izquierdo X
fi: Vasemmassa yläkulmassa X
fr: Haut à gauche X

source: Number of Points
es: Número de puntos
fi: Pisteiden määrä
fr: Nombre de points

source: Details
es: Detalles
fi: Tiedot
fr: Détails

source: Alert Range Creator
es: Alerta Gama Creator
fi: Alert Range Luoja
fr: Gamme Creator alerte

source: An Alert Range defines a region of the gauge that will cause a ring of color to appear when the gauge value is within the limits of the range. This is useful as an attention getter if a parameter is REALLY out of range (i.e. overheating, failed sensor, etc)
es: Una gama de alerta se define una región de la galga que hará que un anillo de color que aparezca cuando el valor de calibre dentro de los límites de la gama. Esto es útil como un captador atención si un parámetro es realmente fuera de rango (es decir, sobrecalentamiento, falla en el sensor, etc)
fi: Alert Range määritellään alueen mittari, joka aiheuttaa renkaan väri näkyy, kun mittari arvo rajoissa alue. Tämä on hyödyllistä, koska huomio getter jos parametri on todella rajojen ulkopuolella (esim. ylikuumeneminen, ei anturi, jne.)
fr: Une gamme d&#39;alerte définit une région de la jauge qui cause un anneau de couleur à apparaître lorsque la valeur de jauge est dans les limites de la fourchette. Ceci est utile comme un getter attention si un paramètre est vraiment hors de portée (à savoir la surchauffe, pas de capteurs, etc)

source: Origin Offset
es: Origen Offset
fi: Alkuperä Offset
fr: Origine Offset

source: Text:
es: Texto:
fi: Teksti:
fr: Texte:

source: Text/Color
es: Texto / Color
fi: Teksti / Väri
fr: Texte / Couleur

source: Font:
es: Fuente:
fr: Police:

source: Clcik this and then posiiton the text block on the gauge with the mouse where you would like it
es: Clcik esto y entonces posiiton el bloque de texto en el indicador con el ratón en la que le gustaría
fi: Clcik tämä ja sitten posiiton tekstialue mittari hiirellä missä haluat sen
fr: Clcik cette puis posiiton le bloc de texte sur la jauge avec la souris où vous voulez qu&#39;il

source: Text Inset
es: El recuadro de texto
fi: Teksti Inset
fr: Texte Inset

source: <b>Major</b> Ticks
es: <b>Mayor</b> garrapatas
fi: <b>Major</b> Punkit
fr: <b>Major</b> tiques

source: <b>Minor</b> Ticks
es: <b>Menor</b> garrapatas
fi: <b>Minor</b> Punkit
fr: <b>Mineure</b> tiques

source: Low:
es: Baja:
fr: Basse:

source: High:
es: Alto:
fi: Korkea:
fr: Haut:

source: Alert Limits
es: Límites de alerta
fi: Alert Rajat
fr: Limites d&#39;alerte

source: Width/Inset
es: Ancho / Inset
fi: Leveys / Inset
fr: Largeur / Inset

source: Colors
es: Colores
fi: Värit
fr: Couleurs

source: Center Offset
es: Centro de Compensación
fi: Keskiö
fr: Centre Offset

source: Center Offset
es: Centro de Compensación
fi: Keskiö
fr: Centre Offset

source: Width and Height
es: Anchura y Altura
fi: Leveys ja korkeus
fr: Largeur et Hauteur

source: Origin
es: Origen
fi: Alkuperä
fr: Origine

source: " Dcycle" is the injector Duty cycle.
es: "Dcycle " es el ciclo de inyección de impuestos.
fi: "Dcycle " on injektorin Käyttömäärä.

source: "BSPOT" is one of three blank spots returned in the runtime variables for standard MegaSquirt ECUs. Some of the less known MS variants use these to communicate back additional data. These are loggable just for this reasons. Units are 0-255, resolution of 1.
es: "BSPOT " es uno de los tres puntos en blanco regresó en las variables de tiempo de ejecución para el estándar de ecus MegaSquirt. Algunas de las variantes menos conocidas de MS utilizarlos para comunicarse de nuevo datos adicionales. Estos son sólo para este loggable motivos. Las unidades son 0-255, la resolución de 1.
fi: "BSPOT " on yksi kolmesta tyhjä paikoista palautetaan runtime muuttujien standardin MegaSquirt ecua. Jotkut vähemmän tunnetut MS muunnelmat käyttävät näitä toimittamaan takaisin lisätietoja. Nämä ovat loggable juuri näistä syistä. Yksiköt ovat 0-255, päätöslauselma 1.

source: "EngineBits" is a bitfield containing information such as cranking/running, accel enrich, decel mode and warmup enrichment. It require decoding, use the information in unions.h for the "engine" union.
es: "EngineBits" es un campo de bits que contienen información como arranque / funcionamiento, enriquecer aceleración, desaceleración y el enriquecimiento modo de calentamiento. Se requieren decodificación, utilizar la información en unions.h para el "engine" sindicato.
fi: "EngineBits" on bitfield sisältää tietoja, kuten cranking / juoksu, Accel rikastuttaa, decel tila ja WarmUp etu. Se edellyttää dekoodaus käyttää tietoja unions.h varten "moottori " liitto.

source: "TPSaccel" is the amount of Acceleration enrichment being dispensed. Units are in milliseconds x10, so 10 ms shows upa as 100 in the log
es: "TPSaccel" es la cantidad de enriquecimiento de aceleración de ser despachado. Las unidades son en milisegundos x10, por lo que 10 ms muestra upa como 100 en el registro de
fi: "TPSaccel " on määrä Acceleration edun valumisen. Yksiköt millisekunteina x10, niin 10 ms osoittaa UPA on 100 log

source: _DataLogging
es: DataLogging / Colectar Datos para examinar luego

source: "DC 1" is the injector Duty cycle for injectors connected to injector channel 1.
es: "DC 1" es el ciclo de inyector para inyectores de servicio conectado al canal 1 inyector.
fi: "DC 1" on injektorin Käyttömäärä varten suonensisäisesti kytketty suutin kanava 1.

source: "DC 2" is the injector Duty cycle for injectors connected to injector channel 2.
es: "DC 2" es el ciclo de inyector para inyectores de servicio conectado al canal 1 inyector.
fi: "DC 2" on injektorin Käyttömäärä varten suonensisäisesti kytketty suutin kanava 2.

source: _Enrichments
es: Enrriquecimientos

source: _Logviewer
es: _Logvisor

source: _Memory Viewer
es: _Memory Visor

source: CONNECTED
es: CONECTADO

source: DECEL
es: DESACEL

source: RUNNING
es: CORRER
fi: AJAMINEN

source: _Misc/Corrections
es: _Misc / Correcciones
fi: _Misc / Korjaukset

source: _Idle/Crank/Warmup
es: _Idle / / Bielas de calentamiento
fi: _Idle / Crank / lämmittely

source: "EAEFuelCorr1" is the amount of fuel correction in % by the EAE algorithm
es: "EAEFuelCorr1" es la cantidad de corrección de combustible en% por el algoritmo de EAE
fi: "EAEFuelCorr1" on polttoaineen määrän korjausta % vuoteen êáé algoritmin

source: "Map (kPa)" is the manifold pressure reading in kPa.
es: "Mapa (kPa)" es la lectura de presión en el colector de kPa.
fi: "Kartta (kPa) on Ahtopaine käsittelyssä kPa.

source: "O2" is the current O2 sensor voltage for sensor 1
es: "O2" es el voltaje actual del sensor de O2 para el sensor 1
fi: "O2" on nykyinen O2 anturin jännite anturin 1

source: "checksum" is an XOR checksum.
es: "Suma de control" es una suma de comprobación XOR.
fi: "Tarkiste" on XOR tarkistussumma.

source: "gpioport0" is unknown
es: "Gpioport0" se desconoce
fi: "Gpioport0" on tuntematon

source: "gpioport1" is unknown
es: "Gpioport1" se desconoce
fi: "Gpioport1" on tuntematon

source: "gpioport2" is unknown
es: "Gpioport2" se desconoce
fi: "Gpioport2" on tuntematon

source: "knockRetard." is the amount of spark retard currently in use due to detected knock levels
es: "KnockRetard". es la cantidad de chispa retard actualmente en uso debido a los niveles detectados golpes
fi: "KnockRetard." on määrä kipinä hidastaa tällä hetkellä käytössä, koska havaittujen koputtaa tasolle

source: "portStatus" is the bitfield for status of ports 0 thru 6 (debug tool)
es: "PortStatus" es el campo de bits de estado de los puertos del 0 al 6 herramienta de debug ()
fi: "PortStatus" on bitfield tila-satamien 0-6 (debug-työkalu)

source: "sync_bits" is something to due with wheel decode...
es: "Sync_bits" es algo que debe decodificar con ruedas ...
fi: "Sync_bits" on jotain, koska pyörän tulkita ...

source: "timing_err" is the normalized time between trigger pulses
es: "Timing_err" es el tiempo normalizado entre los pulsos de activación
fi: "Timing_err" on normalisoitu välinen aika käynnistää palkokasvit

source: Baro (kPa)
es: Baró (kPa)

source: CLT (deg)
es: CLT (gr)
fi: CLT (astetta)

source: MAT (deg)
es: MAT (gr)
fi: MAT (astetta)

source: O<sub>2</sub> Volts 2 (ms2)
es: O <sub>2</sub> voltios 2 (ms2)
fi: O <sub>2</sub> volttia 2 (ms2)

source: Warm Corr
es: Caliente Corr.
fi: Lämmin Corr

source: checksum
es: Suma de control
fi: tarkistussumma

source: BURN NEEDED
es: QUEMADURAS NECESARIAS
fi: Burn EDELLYTTIVÄT

source: CONFIG ERROR
es: ERROR CONFIG

source: LOST DATA
es: PERDIDA DE DATOS

source: Advance (deg)
es: Advance (gr)
fi: Advance (astetta)

source: _X-Tau
es: _X Del Tau-

source: (deg)
es: (Gr)
fi: (Astetta)

source: Coolant Temp
es: Refrigerante Temp
fi: Jäähdytysnesteen Temp

source: Correction
es: Corrección
fi: Korjaus

source: Correction (%)
es: Corrección (%)
fi: Korjaus (%)

source: Cranking Pulsewidth (%)
es: Arranque amplitud de pulso (%)

source: IAC Position
es: Posición del IAC
fi: IAC kanta

source: Noise Filter
es: Filtro de ruido
fi: Melu suodatin

source: Retard (deg)
es: RETARD (gr)
fi: Retard (astetta)

source: deg
es: grados
fi: astetta

source: (g/sec)
es: (G / s)

source: g/sec
es: g / seg

source: (g./sec)
es: (G. / seg)
fi: (G / s)

source: ASE % vs. Temp
es: ASE% frente a Temp

source: AfterStart Taper (cycles
es: AfterStart Taper (ciclos
fi: AfterStart kartio (syklit

source: Correction (ms)
es: Corrección (ms)
fi: Korjaus (ms)

source: Crank Pulse
es: Crank Pulso

source: Cycles
es: Ciclos

source: Idle PWM (%)
es: PWM Idle (%)

source: Volts
es: Voltios
fi: Volttia

source: kPa,kPa
es: kPa, en kPa

source: volts
es: voltios
fi: volttia

source: _Cranking/Warmup
es: _Cranking / Calentamiento
fi: _Cranking / Lämmittely

source: Boost DC
es: Alza DC

source: CLT IAT angle
es: CLT IAT ángulo
fi: CLT iat kulma

source: Port B
es: Puerto B
fi: Portti B

source: Port C
es: Puerto C

source: Port D
es: Puerto D

source: Raw Spark Adv.
es: Raw chispa Adv.
fi: Raaka Spark Adv.

source: CONFIG ERROR!!!
es: ERROR CONFIG!

source: FUEL PUMP
es: BOMBA DE COMBUSTIBLE
fi: Polttoainepumppu

source: Fan/H<sub>2</sub>O Inj.
es: Ventilador / H <sub>2</sub> O Inj.
fi: Tuuletin / H <sub>2</sub> O Inj.

source: Knocked
es: Golpeado
fi: Paksuna

source: Launch On
es: El lanzamiento
fi: Lanseeraus

source: NOS/Table 2 On
es: NOS / En el cuadro 2
fi: NOS / Taulukko 2:

source: Output 1/BoostCtrl
es: Salida 1/BoostCtrl
fi: Tuotos 1/BoostCtrl

source: Output 2
es: Producto 2
fi: Tuotos 2

source: Output 3
es: Producto 3
fi: Tuotos 3

source: Output 4/Fan
es: Salida 4/Fan
fi: Tuotos 4/Fan

source: "status.idx_tps" tps bin index
es: "Status.idx_tps" índice de tps bin
fi: "Status.idx_tps" TPS bin hakemisto

source: ADC ESC
es: ADC CES

source: ADC VOLT
es: ADC VOLTIOS

source: CTS (deg)
es: CTS (grados)
fi: CTS (astetta)

source: Flags 2
es: Banderas 2
fi: Liput 2

source: IAC Position
es: Posición del IAC
fi: IAC kanta

source: IAC Start
es: IAC Inicio

source: MAP Limit
es: MAPA límite

source: Open Delay
es: Abrir Delay
fi: Avaa Delay

source: ACCELERATE
es: ACELERAR
fi: Kiihdyttää

source: BOOST LIMIT
es: REFUERZO DE LÍMITE
fi: BOOST RAJA

source: CLOSED LOOP
es: Lazo cerrado
fi: Suljetun kierron

source: DECELERATE
es: Decelerar
fi: Hidastuvan

source: FUEL CUT
es: Corte de combustible

source: INJECT
es: INYECTAR

source: REF VALID
es: REF VÁLIDO

source: MAP vs. RPM (BIAR)
es: MAPA vs RPM (BIAR)

source: MAP vs. RPM (BPW)
es: MAPA vs RPM (BPW)

source: RPM Limit
es: Límite de RPM

source: cycles
es: ciclos
fi: kierrosta

source: volt
es: voltio
fi: voltti

source: _Rotary Trailing
es: _Rotary Final
fi: _Rotary Perään

source: _Tools
es: _Aperos

source: Rescale
es: Reescalar
fi: Skaalaama

source: Import/Export
es: Importación y Exportación

source: MegaSquirt VE-Table
es: MegaSquirt VE-Cuadro
fi: MegaSquirt VE-taulukko

source: Squirts / Cycle
es: Jeringa / Ciclo

source: Options
es: Opciones
fi: Valinnat

source: Diff. Gain (%)
es: Diferenciar. Ganancia (%)
fi: JM. Gain (%)

source: Squirts/Cyc.
es: Jeringa / Cic.

source: Cranking Pulsewidth (ms)
es: Arranque amplitud de pulso (ms)

source: EGO Active Temp (deg F)
es: EGO Active Temp (° F)

source: TPS Trigger Threshold (V/sec)
es: TPS umbral de disparo (V / s)

source: Scroll Speed
es: Velocidad de desplazamiento
fi: Siirry Speed

source: Position
es: Posición
fi: Sijainti

source: Restore ECU...
es: Restaurar ecus ...
fi: Palauta ecua ...

source: _Backup ECU...
es: Ecus _Backup ...
fi: _Backup Ecua ...

source: Tabs
es: Aquí
fi: Välilehdet

source: _Set Tab Visibility
es: Visibilidad Tab _ID
fi: _Set Tab Näkyvyys

source: ECU _Errors...
es: Ecus _Errors ...
fi: Ecua _Errors ...

source: Trigger Offset Tool
es: Trigger Offset Herramienta

source: Sensor Calibrator (MAP/Baro)
es: Sensor del calibrador (MAP / Baró)
fi: Sensor kalibraattori (MAP / Baro)

source: _Calibrate Thermister Tables
es: Tablas _Calibrate termistor
fi: _Calibrate Thermister Taulukot

source: MS2 _AFR Calibrator
es: Calibrador _AFR MS2
fi: MS2 _AFR kalibraattori

source: _TPS Calibrate
es: Calibrar _TPS
fi: _TPS Kalibroi

source: MS2 Re-initialize
es: MS2 Reinicializar
fi: MS2 Re-alustaa

source: MS2 Full Reboot
es: Reinicie completa MS2
fi: MS2 Koko Reboot

source: _Lookuptables Setup
es: _Lookuptables El programa de instalación
fi: _Lookuptables Asetukset

source: Serial Port
es: Puerto Serie

source: Reverse Connect
es: Conecte inversa
fi: Käänteinen yhteys

source: ECU Hard reset Count
es: Reinicio del hardware de ecus Conde
fi: Ecua Hard reset kreivi

source: Curve Wizard
es: Curva de Asistente
fi: Käyrä Wizard

source: Table Generator
es: Generador de Tablas
fi: Taulukko Generator

source: Point 1
es: El punto 1
fi: Kohta 1

source: Point 2
es: El punto 2
fi: Kohta 2

source: <span background="dark blue" foreground="white">Peak Torque </span>
es: <span background="dark blue" foreground="white">Fuerza máxima</span>
fi: <span background="dark blue" foreground="white">Suurin vääntömomentti</span>

source: Idle Advance
es: Inactivo Advance

source: Hex
es: Maleficio

source: Retard Step Size (deg)
es: Tamaño RETARD Paso (gr)
fi: Retard Step Size (astetta)

source: Advance Step Size (deg)
es: Advance Tamaño Paso (gr)
fi: Advance Step Size (astetta)

source: Boost Controller
es: Aumenta Contralor

source: Prop. Gain
es: Proposición de ganancia

source: Integral Gain
es: Ganancia Integral

source: Boost Control
es: Control de refuerzo

source: <small>Batt</small>
es: <small>Bat</small>

source: (volts)
es: (Voltios)
fi: (Volttia)

source: Source
es: Fuente
fi: Lähde

source: Remote Port
es: Puerto remoto

source: <small>Idle PWM</small>
es: <small>Inactivo PWM</small>

source: (cycles)
es: (Ciclos)
fi: (Jaksot)

source: <small>Warmup Enr.</small>
es: <small>Calentamiento Enr.</small>
fi: <small>Lämmittelyn Enr.</small>

source: Cranking RPM
es: Arranque RPM

source: Time Step Size (ms)
es: Hora Tamaño Paso (ms)
fi: Aika Step Size (ms)

source: Valve Mode
es: Válvula de modo

source: Cold Temp
es: Fría Temp
fi: Kylmä Temp

source: Test Mode
es: Modo de Prueba

source: Dwell (ms)
es: Mora (ms)
fi: Asua (ms)

source: PW (ms)
es: VP (ms)

source: Inj. PWM Params
es: Inj. Parámetros PWM
fi: Inj. PWM Parametrit

source: Squirts/Cycle
es: Jeringa / Ciclo

source: <span background="red" foreground="white"> Spark Mode </span>
es: <span background="red" foreground="white">Modo de chispa</span>

source: GM HEI/DIS
es: GM IES / DIS

source: Oddfire Phasing
es: La eliminación gradual Oddfire
fi: Oddfire asteittainen

source: Trigger Angle (deg)
es: Trigger Ángulo (grados)
fi: Trigger Kulma (astetta)

source: <span background="red" foreground="white"> Tooth #1 Angle (deg BTDC) </span>
es: <span background="red" foreground="white"># 1 Diente Ángulo (grados APMS)</span>
fi: <span background="red" foreground="white">Hampaiden # 1 Kulma (astetta BTDC)</span>

source: Max RPM
es: Número máximo de RPM

source: Conditions
es: Condiciones
fi: Olosuhteet

source: Bank 4
es: 4 del Banco

source: Rotary Mode
es: Modo de Rotary

source: RX-8 Mode
es: RX-8 Modo

source: Negative Split
es: Negativo Split

source: Rotary Split table
es: Rotary Dividir tabla
fi: Rotary Split taulukko

source: Tooth Logger
es: Diente Logger
fi: Hampaiden metsuri

source: <span background="red" foreground="white"> Dual Spark Options </span>
es: <span background="red" foreground="white">Opciones de doble chispa</span>
fi: <span background="red" foreground="white">Dual Spark asetukset</span>

source: Dual Spark Ignition Options
es: Opciones de encendido por chispa de doble
fi: Dual Spark Ignition asetukset

source: Trigger Offset (deg)
es: Trigger Offset (gr)
fi: Trigger Offset (astetta)

source: Running (%)
es: Correr (%)

source: Peak (V)
es: Pico (V)

source: MAP Only Above RPM (rpm)
es: MAP únicamente por encima de RPM (revoluciones por minuto)
fi: MAP vain yläpuolella RPM (rpm)

source: MAF Only Below RPM (rpm)
es: MAF sólo por debajo de RPM (revoluciones por minuto)
fi: MAF vain alle RPM (rpm)

source: Baro Spark Advance (deg/kPa over 100)
es: Baró avance del encendido (grados / kPa más de 100)
fi: Ilmanpaine sytytysennakkoa (astetta / kPa yli 100)

source: PM5 - Warmup LED
es: PM5 - Calentamiento LED
fi: PM5 - lämmittelyn LED

source: Cold ASE<small> (%)</small>
es: Fría ASE <small>(%)</small>
fi: Kylmä ASE <small>(%)</small>

source: Hot ASE<small> (%)</small>
es: Caliente ASE <small>(%)</small>

source: TPS-Based
es: TPS basado en

source: Eng. RPM
es: Ing. RPM

source: Hybrid Alpha-N Mode
es: Híbrido Alpha-N Mode
fi: Hybridi Alpha-N Mode

source: KPA Staging Off Delta
es: Ejército Popular de Corea de ensayo Off Delta
fi: KPA Pystytysympäristö Off Delta

source: Cranking RPM
es: Arranque RPM

source: Max Advance
es: Número máximo de Advance

source: Warmup
es: Calentamiento

source: Cranking
es: Arranque

source: +/- Limit (#)
es: + / - Límite (#)
fi: + / - Raja (#)

source: Nos Anti-Lag
es: N de Lucha contra el Lag

source: EDIS Multispark
es: SEDA Multispark

source: Baro. Correction
es: Baro. Corrección
fi: Baro. Korjaus

source: Deadband Range
es: Banda muerta Gama
fi: Kuollut alue Range

source: Fast Recovery Time (sec.)
es: Rápido tiempo de recuperación (seg.)
fi: Fast Recovery Time (s)

source: Slow Recovery Time (sec.)
es: Tiempo de recuperación lenta (seg.)
fi: Hitaan elpymisen aika (s)

source: Warmup Controls
es: Controles de calentamiento
fi: Lämmittelyn Controls

source: Minimum RPM
es: Mínimo RPM
fi: Pienin RPM

source: Dwell Style
es: Detención Estilo
fi: Asua Style

source: Trigger Params
es: Parámetros de activación
fi: Trigger Parametrit

source: NGC Wheel
es: NGC Rueda

source: Port:
es: Puerto:
fi: Portti:

source: BOOST
es: ALZA

source: Corrections
es: Correcciones
fi: Korjaukset

source: ROC *
es: República de China *

source: PIS - Corrections
es: PIS - Correcciones
fi: PIS - Korjaukset

source: Flood Clear %
es: Inundaciones claras%
fi: Tulvien Tyhjennä%

source: Soft Offset (RPM)
es: Desplazamiento suave (RPM)
fi: Pehmeä Offset (RPM)

source: Crank Dwell
es: Crank detención

source: Max TPS %
es: Número máximo de TPS%

source: Minimum
es: Mínimo
fi: Vähimmäismäärä

source: Trim Angle
es: Ángulo
fi: Trimmikulma

source: Combo-test
es: Combo de los ensayos
fi: Combo-testi

source: Export VE/Spark Tbls
es: Exportación VE / Chispa tbls
fi: Vienti VE / Spark rkl

source: MegaSquirtnSpark-Extra VE-Table
es: MegaSquirtnSpark-Extra VE-Cuadro
fi: MegaSquirtnSpark-Extra VE-taulukko

source: MS2-Extra VE-Table(s)
es: MS2-Extra VE-mesa (s)
fi: MS2-Extra VE-taulukko (t)

source: MS2-Extra VE Trim-Table(s)
es: MS2-Extra VE Trim-mesa (s)

source: offset
es: compensar

source: ERROR! Could NOT locate file %s
es: ERROR! No se pudo encontrar el archivo %s
fi: ERROR! Voitu paikallistaa tiedosto %s

source: Dash Cluster
es: Dash clúster

source: ERROR:!! "match_on" key missing from interrogation profile
es: ERROR:! "Match_on" clave que falta desde el perfil de interrogatorio
fi: VIRHE:! "Match_on" avain puuttuu haussa profiili

source: LOG signature is "%s"
es: LOG firma es "%s"
fi: LOG allekirjoitus "%s"

source: mismatch between datalog and current firmware
es: desajuste entre el firmware de registro de datos y la corriente
fi: yhteensopimattomuus datalog ja nykyinen firmware

source: Datalog error, field count assertion failure Expected %i fields, got %i instead
es: error de registro de datos, el recuento de campo previsto error de aserción de campos %i,%i tiene lugar
fi: Datalog virhe, alan laskea väite ei ole Odotettu %i aloilla, mutta %i sijaan

source: text_revision undefined!
es: text_revision indefinido!

source: ERROR RT Sliders API MISMATCH!!!
es: Deslizadores ERROR RT desajuste API!
fi: ERROR RT Sliders API ei täsmää!

source: RT Sliders Loaded...
es: Deslizadores RT Cargado ...
fi: RT Liukusäätimet Loaded ...

source: ERROR RT Status API MISMATCH!!!
es: ERROR RT Condición Jurídica y Social de la API desajuste!
fi: ERROR RT Tila API ei täsmää!

source: ERROR RT Status cfgfile problem!!!
es: ERROR RT Estado cfgfile problema!
fi: ERROR RT Tila cfgfile ongelma!

source: Error Opening "%s", Error Code: %s
es: Error al abrir "%s", Código de error: %s

source: ERROR, load_command_section, xml node is empty!!
es: ERROR, load_command_section, el nodo XML está vacía!
fi: VIRHE, load_command_section, xml solmu on tyhjä!

source: ERROR, load_cmd_arguments, xml node is empty!!
es: ERROR, load_cmd_arguments, el nodo XML está vacía!
fi: VIRHE, load_cmd_arguments, xml solmu on tyhjä!

source: ERROR Post Function %s is NULL
es: Post ERROR función%s es NULL
fi: ERROR Post Tehtävä %s on NULL

source: ERROR Post Function w/arg %s is NULL
es: Post ERROR función w /arg %s es NULL
fi: ERROR Post Tehtävä w / arg %s on NULL

source: _Add Gauge
es: _añada Gauge

source: Low Point
es: Bajo el punto

source: Gauge Te_xt
es: Medidor Te_xt

source: Gauge _Tickmarks
es: Medidor _Tickmarks

source: _Advanced Graphics
es: _Advanced Gráficos
fi: _Advanced Grafiikka

source: TattleTale Alpha
es: Charlatán Alfa

source: Notifications
es: Notificaciones
fi: Ilmoitukset

source: Advanced Gfx
es: Avanzada Gfx

source: Inset
es: Recuadro
fi: Lisäkartta

source: Type
es: Tipo
fi: Tyyppi

source: Index
es: Índice
fi: Hakemisto

source: PW Adder
fi: PW Kyy

source: BARO Volts
fi: BARO volttia

source: BATT Volts
fi: BATT volttia

source: CLT Volts
fi: CLT volttia

source: MAP Volts
fi: MAP volttia

source: MAT Volts
fi: MAT volttia

source: O<sub>2</sub> Volts 1
fi: O <sub>2</sub> volttia 1

source: TPS Volts
fi: TPS volttia

source: HARD LIMIT
fi: Ehdoton raja

source: SOFT LIMIT
fi: Pehmeä raja

source: NO "[cf]_gauge" key found in te_table %i
fi: NO "[cf]_gauge" avain löytyy te_table %i

source: Command desc "%s"
fi: Komento desc "%s"

source: High Point
fi: Kohokohta

source: Antialiasing
fi: Antialiasointi

source: Zoom
fi: Zoomaus

source: I_mport Tables...
fi: I_mport taulukot ...

source: E_xport Tables...
fi: E_xport taulukot ...

source: _Rotary Trailing Tables
fi: _Rotary Perään Taulukot

source: Get Current
fi: Hanki Ajankohtaista

source: Overboost Protection
fi: Overboost suojelu

source: RevLimit TPS bypass (TPS %)
fi: RevLimit TPS ohitustie (TPS %)

source: Trigger Logger
fi: Trigger metsuri

source: Alpha (%)
fi: Alfa (%)

source: PM3 - Inj LED
fi: PK3 - Inj LED

source: PM4 - Accel LED
fi: Paperikone 4 - Accel LED

source: Active RPM
fi: Aktiivinen RPM

source: Active Temp
fi: Aktiivinen Temp

source: Maximum RPM
fi: Maksimipyörimisnopeudesta

source: Min RPM
fi: RPM

source: Uptime (s)
fi: Päällä (s)
