Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: EGO Control
es: EGO de control
fr: EGO contrôle

source: RPM when in TPS bypass (RPM)
es: RPM cuando en bypass TPS (RPM)
fi: RPM kun TPS ohitustie (RPM)
fr: Tr / min lorsque le pontage TPS (RPM)

source: RevLimit TPS bypass (TPS%)
fr: RevLimit TPS de dérivation (% TPS)

source: RevLimit Adder (RPM)
es: Adder RevLimit (RPM)
fi: RevLimit Kyy (RPM)
fr: Adder RevLimit (RPM)

source: Hard RevLimit (RPM)
es: RevLimit duro (RPM)
fr: RevLimit dur (RPM)

source: Soft RevLimit (RPM)
es: RevLimit Soft (RPM)
fi: Pehmeä RevLimit (RPM)
fr: RevLimit Soft (RPM)

source: Max Retard (deg)
es: RETARD Max (grados)
fi: Max Retard (astetta)
fr: Retard Max (deg)

source: CLT Based?
es: CLT base?
fi: CLT perusteella?
fr: CLT Sur la base?

source: Edit CLT Based Revlimiter Bins
es: Editar Revlimiter CLT base Papeleras
fi: Edit CLT perusteella Revlimiter Bins
fr: Modifier bacs Revlimiter CLT base

source: Rev Limiter
fi: Ilm Limiter
fr: Rev Limiteur

source: MS2 Extra Revlimiter/EGO Settings
es: Revlimiter Extra MS2 / Configuración EGO
fr: Paramètres MS2 Revlimiter Extra EGO /

source: Idle Control Algorithm
es: Inactivo algoritmo de control
fi: Idle ohjausalgoritmien
fr: Algorithme de commande de ralenti

source: EGO Sensor Type(s)
es: Tipo de sensor EGO (s)
fi: EGO anturin tyyppi (s)
fr: EGO type de capteur (s)

source: Flex Fuel Sensor
es: Flex sensor de combustible
fi: Flex anturi
fr: Capteur Flex Fuel

source: Secondary Fuel Load
es: Carga de combustible secundario
fi: Toissijainen Polttoaine Lisää
fr: Charge combustible secondaire

source: Ouput pins for stage 1 and 2
es: Ouput pernos para la etapa 1 y 2
fi: Output vartavasten vaihe 1 ja 2
fr: Sortie broches pour la phase 1 et 2

source: Enable input pin
fi: Ota pinni
fr: Activer broche d&#39;entrée

source: NOTE: MAP sample percent mask will cause MAP to be sampled a certain percentage between tach events. 50% will sample halfway between tach events.
es: NOTA: Ejemplo de asignación de máscaras por ciento causará MAP objeto de muestreo un determinado porcentaje entre los eventos tacómetro. El 50%se muestra a medio camino entre acontecimientos tacómetro.
fi: HUOM: MAP näyte prosenttia naamio aiheuttaa MAP on otettava näyte tietyn prosenttiosuuden välillä tach tapahtumia. 50% on näyte välissä tach tapahtumia.
fr: Note: Échantillon masque pour cent MAP fera MAP à échantillonner un certain pourcentage entre les événements du tachymètre. 50% à mi-chemin entre les événements échantillon du tachymètre.

source: MAP Sampling percent mask (%)
es: MAPA muestreo máscara de porcentaje (%)
fi: MAP Näytteenotto prosenttia maski (%)
fr: masque de MAP pour cent d&#39;échantillonnage (%)

source: Focus follows Vertex with most "Weight"
es: El enfoque sigue Vertex con la mayoría de "Peso"
fi: Focus seuraa Vertex eniten "Weight"
fr: Focus suit Vertex avec la plupart des "poids"

source: Output Mode
es: Modo de salida
fr: Mode de sortie

source: Rotary Parameters
fi: Rotary parametrit
fr: Paramètres Rotary

source: Ign Load
es: Ign de carga
fi: IGN Lisää
fr: Chargez Ign

source: MS2-Extra Rotary Split Table
es: Mesa giratoria Split MS2-Extra
fi: MS2-Extra Rotary Split taulukko
fr: MS2-Extra Table Split Rotary

source: Reset Status Counters
es: Restablecer los contadores de Estado
fi: Nollaa tila Laskurit
fr: Réinitialiser compteurs d&#39;état

source: MegaSquirt I/O status
es: MegaSquirt E / S de estado
fi: MegaSquirt I / O-tila
fr: MegaSquirt I / O statut

source: Corrections/Enrichments
fi: Korjaukset / rikastusta
fr: Corrections / Enrichissements

source: CRANKING
es: ARRANQUE
fr: DÉMARRAGE

source: Runtime Status
es: Tiempo de ejecución Condición Jurídica y Social
fi: Kesto tila
fr: Durée État

source: Stop Reading RT Data
es: Deje de leer datos RT
fi: Stop käsittelyssä RT Data
fr: Arrêter la lecture de données RT

source: Start Reading RT Data
es: Los datos de inicio de lectura RT
fi: Aloita lukeminen RT Data
fr: Début de données RT lecture

source: MegaSquirt Runtime Display
es: Tiempo de ejecución de pantalla MegaSquirt
fi: MegaSquirt Kesto Näyttö
fr: Affichage Durée MegaSquirt

source: The above display shows a graphical representaiton of the crank or crank/cam wheels
es: La pantalla superior muestra una gráfica representaiton de la manivela o cigüeñal y la leva de ruedas
fi: Edellä näytössä graafisessa representaiton keskiön tai kampi-cam pyörät
fr: L&#39;écran ci-dessus montre une representaiton graphique de la manivelle ou à manivelle / CAM roues

source: Disabled
es: Discapacitado
fi: Vammaiset
fr: Handicapé

source: Composite Wheel Logger
es: Compuesto Logger de ruedas
fi: Composite Pyörän metsuri
fr: Logger roue composite

source: Trigger/Tooth/Composite Wheel Logger
es: Trigger / diente / de la rueda compuesto Logger
fi: Trigger / hammas / komposiitti Wheel metsuri
fr: Trigger / dent / Logger roue composite

source: MSnS-Extra Tooth/Trigger Logger
es: Diente MSNS-Extra / Trigger Logger
fi: MSnS-Extra Tooth / Trigger metsuri
fr: Tooth MSN Extra-Logger Trigger /

source: Lambda Averaging Lag Factor
es: Lambda Lag promedio Factor
fi: Lambda Keskiarvon Lag Factor
fr: Facteur Lambda Lag calcul de la moyenne

source: CLT/IAT/Battery Lag Factor
es: CLT / TAI / Diseño de la batería Lag
fi: CLT / iat / akku Lag Factor
fr: CLT / IAT / facteur retard de batterie

source: Knock Averaging Lag Factor
es: Knock Lag promedio Factor
fi: Knock Keskiarvon Lag Factor
fr: Facteur de Knock Lag calcul de la moyenne

source: TPS Sample Rate (msec)
es: TPS frecuencia de muestreo (ms)
fi: TPS Sample Rate (ms)
fr: TPS Sample Rate (ms)

source: MAP/MAF Averaging Lag Factor
es: MAP / MAF Lag promedio Factor
fi: MAP / MAF Keskiarvon Lag Factor
fr: Facteur MAP / MAF Lag calcul de la moyenne

source: MAP Sample Rate (msec)
es: MAPA frecuencia de muestreo (ms)
fi: MAP Sample Rate (ms)
fr: MAP Sample Rate (ms)

source: Input Smoothing and Sampling Rates
es: Entrada Alisado y Muestreo
fi: Input Smoothing ja näytetaajuudet
fr: Entrée de lissage et d&#39;échantillonnage Tarifs

source: ECU Type
es: Tipo de ecus
fi: Ecua tyyppi
fr: Type d&#39;écus

source: X-Tau Usage
es: Uso de X-Tau
fi: X-Tau käyttö
fr: Utilisation X-Tau

source: Prime, ASE, WUE, Baro
es: Primer, ASE, EUA, Baró
fr: Premier, ASE, WUE, Baro

source: Automatic Mixture Control
es: Control automático de mezcla
fi: Automaattinen sekoitus Control
fr: Mélange de contrôle automatique

source: MAF Hardware Config
fr: Matériel CRG Config

source: Fueling Mode
es: El llenado de modo
fi: Tankkaus Mode
fr: Alimenter Mode

source: Fuel Injection Algorithm
es: Inyección de combustible Algoritmo
fi: Polttoaineensuihkutus Algoritmi
fr: Algorithme d&#39;injection de carburant

source: Injection Timing Delay (%)
es: El tiempo de retardo de inyección (%)
fi: Injektiomomentti Delay (%)
fr: Retard à l&#39;injection (%)

source: Engine Displacement (cu. in.)
es: Cilindrada (pies pulgadas)
fi: Iskutilavuus (cu. tuumaa)
fr: La cylindrée du moteur (pi po)

source: Transport delay 1 (msec)
es: Transporte demora 1 (ms)
fi: Liikenne viive 1 (ms)
fr: Transports délai 1 (ms)

source: Transport Delay 2 (revs)
es: Transporte Delay 2 (revoluciones)
fi: Liikenne Delay 2 (kierr)
fr: Transport Delay 2 (tours)

source: Time-Based After Start (extended warm-up)
es: Basada en la hora de inicio Después (extendido de calentamiento)
fi: Time-Based jälkeen Start (laajennettu verryttely)
fr: Fonction de l&#39;heure après un démarrage (étendu warm-up)

source: Cold Temperature
es: A temperaturas bajas
fi: Kylmissä
fr: Température froide

source: Crank-to-Run Taper Time (sec)
es: Crank-a-tiempo de ejecución Taper (s)
fi: Kampi-to-Run kartio (s)
fr: Crank-to-Run Time Taper (s)

source: Cranking Position (extend, steps)
es: Posición de arranque (ampliar, pasos)
fi: Cranking kanta (pidentää, portaat)
fr: Démarrage à la position (en l&#39;étendant, marches)

source: Start Value (retract)
es: Valor inicial (retraer)
fi: Aloita Value (perua)
fr: Premier Rapport (retirer)

source: PWM Frequency (Hz)
es: Frecuencia PWM (Hz)
fi: PWM taajuus (Hz)
fr: Fréquence PWM (Hz)

source: Min # Steps to move
es: Min # pasos para mover
fi: Min # vaiheet liikkua
fr: Min # Étapes à suivre pour se déplacer

source: Acceleration Step Size (msec)
es: Aceleración Tamaño Paso (ms)
fi: Kiihtyvyys Step Size (ms)
fr: Taille étape d&#39;accélération (ms)

source: Time Step Size (msec)
es: Hora Tamaño Paso (ms)
fi: Aika Step Size (ms)
fr: Taille pas de temps (ms)

source: Fast Idle Temp
es: Marcha en vacío rápida Temp
fr: Temp de ralenti accéléré

source: Maximum Retard (deg)
es: Retardo máximo (DEG)
fi: Suurin Retard (astetta)
fr: Retard maximum (DEG)

source: Lower Limit (RPM)
es: Límite inferior (RPM)
fi: Alaraja (RPM)
fr: Limite inférieure (RPM)

source: Upper Limit (RPM)
es: Límite superior (RPM)
fi: Yläraja (RPM)
fr: Limite supérieure (RPM)

source: MS2 Idle/Revlimiter/EGO Settings
es: MS2 marcha lenta / Revlimiter / Configuración EGO
fi: MS2 Idle / Revlimiter / EGO-asetukset
fr: Paramètres MS2 Idle / Revlimiter EGO /

source: FET Output Delay (µSec)
es: FET de salida Delay (μSec)
fi: FET-lähtö Delay (μSec)
fr: FET de sortie de retard (μSec)

source: VR Input Delay (µsec/1000rpm)
es: VR retardo de entrada (μsec/1000rpm)
fi: VR Input Delay (μsec/1000rpm)
fr: Retard d&#39;entrée VR (μsec/1000rpm)

source: Signal Delay Parameters
fi: Signaalin viive parametrit
fr: Paramètres de retard du signal

source: Start IAT Retard (RPM)
es: Inicio RETARD IAT (RPM)
fi: Aloita iat Retard (RPM)
fr: Retard IAT Start (RPM)

source: Full IAT Retard (RPM)
es: Lleno RETARD IAT (RPM)
fi: Koko iat Retard (RPM)
fr: Retard IAT intégral (RPM)

source: IAT-Based Spark Retard Limiting Opions
es: TAI-basado chispa Limitar RETARD Opions
fi: Iat-Based Spark Retard rajoittaminen Opions
fr: TAI-Based Spark Limiter Retard Opions

source: Offset (advance) for Output #2 (deg)
es: Offset (avance) para la salida # 2 (grados)
fi: Offset (ennakko) tulostiedoston # 2 (astetta)
fr: Offset (avance) pour la sortie # 2 (deg)

source: Trigger Wheel (set to 0 for no wheel) <b>Set only with engine OFF!</b>
es: Trigger Rueda (0 para no rueda) <b>Ubicado a sólo con el motor apagado!</b>
fi: Trigger Wheel (asetettu 0 ei pyörä) <b>Aseta vain moottorin OFF!</b>
fr: Trigger Wheel (la valeur 0 pour pas de volant) <b>Set OFF uniquement avec le moteur!</b>

source: <span background="red" foreground="white"> Delay Teeth (teeth)</span>
es: <span background="red" foreground="white">Retraso dientes (dientes)</span>
fi: <span background="red" foreground="white">Delay Hampaat (hampaat)</span>
fr: <span background="red" foreground="white">Retard des dents (dents)</span>

source: <span background="red" foreground="white"> Skip teeth (teeth)</span>
es: <span background="red" foreground="white">Pasar los dientes (dientes)</span>
fi: <span background="red" foreground="white">Ohita hampaita (hampaat)</span>
fr: <span background="red" foreground="white">Éviter les dents (les dents)</span>

source: Advanced Ignition Settings
es: Configuración avanzada de encendido
fi: Advanced sytytyksen asetusten
fr: Paramètres d&#39;allumage avancée

source: Ignition Predictor Settings
es: Configuración de encendido Predictor
fi: Ignition Predictor Asetukset
fr: Paramètres Predictor allumage

source: Skip Pulses
es: Saltar Legumbres
fi: Ohita Palkokasvit
fr: Passer les légumes secs

source: Base Ignition Settings
es: Base Configuración de encendido
fi: Base sytytyksen asetusten
fr: Paramètres de base d&#39;allumage

source: Time Mask (msec)
es: Tiempo de máscara (ms)
fi: Aika Mask (ms)
fr: Temps de masque (ms)

source: Tach Signal Masking
es: Tach señal de ocultación
fr: Signal Tach masquage

source: After-Start (%)
es: Después de inicio (%)
fi: Jälkeen-alusta (%)
fr: Après-Start (%)

source: Check Tach Sync Option
es: Compruebe Tach opción de sincronización
fi: Tarkista Tach Sync Vaihtoehto
fr: Vérifiez Tach option de synchronisation

source: <span background="red" foreground="white"> Ignition Input Capture</span>
es: <span background="red" foreground="white">Encendido de captura de entrada</span>
fr: <span background="red" foreground="white">Capture d&#39;entrée d&#39;allumage</span>

source: <span background="red" foreground="white"> Cranking Trigger</span>
es: <span background="red" foreground="white">Arranque del disparador</span>
fr: <span background="red" foreground="white">Démarrage à Trigger</span>

source: <span background="red" foreground="white"> Coil Charge Scheme</span>
es: <span background="red" foreground="white">Esquema de la bobina de carga</span>
fi: <span background="red" foreground="white">Coil Lataa Scheme</span>
fr: <span background="red" foreground="white">Régime bobine de charge</span>

source: <span background="red" foreground="white"> Spark Output</span>
es: <span background="red" foreground="white">Chispa de salida</span>
fi: <span background="red" foreground="white">Spark lähtö</span>
fr: <span background="red" foreground="white">Sortie d&#39;allumage</span>

source: Next-Pulse Tolerance
es: -Pulse Siguiente Tolerancia
fi: Next-Pulse Suvaitsevaisuus
fr: Tolérance Next-Pulse

source: Max Dwell Duration (msec)
es: Número máximo de detención Duración (ms)
fi: Max Dwell Kesto (ms)
fr: Max Dwell Durée (ms)

source: Max Spark Duration (msec)
es: Duración máxima de la chispa (ms)
fi: Max Spark Kesto (ms)
fr: Max Spark Durée (ms)

source: Accel Compensation (msec)
es: Accel Compensación (ms)
fi: Accel korvaukset (ms)
fr: Accel rémunération (ms)

source: Dwell Settings
es: Configuración de detención
fi: Asua Asetukset
fr: Dwell Paramètres

source: View Graphically
es: Ver gráfica
fi: Näytä Graafisesti
fr: Voir le graphique

source: <b>RPM</b> (rpm)
es: <b>RPM</b> (revoluciones por minuto)
fr: <b>RPM</b> (tr / min)

source: <b>Threshold</b> (volts)
es: <b>Umbral</b> (voltios)
fi: <b>Kynnys</b> (volttia)
fr: <b>Seuil</b> (volts)

source: Knock Thresholds
es: Knock Umbrales
fi: Knock Kynnysarvot
fr: Knock seuils

source: <b>Voltage</b>
es: <b>Voltaje</b>
fi: <b>Jännite</b>
fr: <b>Tension</b>

source: <b><i>Additional</i> Dwell</b>
es: <b><i>Adicional</i> detención</b>
fi: <b><i>Muita</i> Dwell</b>
fr: <b><i>Supplémentaires</i> de balayage</b>

source: Battery Voltage Compensation
es: Compensación de voltaje de la batería
fi: Akun kompensointi
fr: Compensation de la tension de batterie

source: Threshold Direction
es: Umbral Dirección
fi: Kynnys Suunta
fr: Seuil de Direction

source: Threshold (V)
es: Umbral (V)
fi: Kynnys (V)
fr: Seuil (V)

source: No Knock Above MAP (kPa)
es: No Knock Por encima de MAP (kPa)
fi: Ei Knock ennen MAP (kPa)
fr: Aucun Knock plan ci-dessus (kPa)

source: No Knock Below RPM (rpm)
es: No Knock A continuación RPM (revoluciones por minuto)
fi: Ei Knock Alla RPM (rpm)
fr: Aucun Knock-dessous RPM (tr / min)

source: No Knock Above RPM (rpm)
es: No Knock Por encima de RPM (revoluciones por minuto)
fi: Ei Knock Above RPM (rpm)
fr: Aucun Knock-dessus RPM (tr / min)

source: <b>Retarding</b>
es: <b>Válvulas</b>
fi: <b>Hidastavat</b>
fr: <b>Retardant</b>

source: <b>Recovery</b>
es: <b>Recuperación</b>
fi: <b>Elpyminen</b>
fr: <b>Récupération</b>

source: <b>Detection</b>
es: <b>Detección</b>
fi: <b>Etsivä</b>
fr: <b>Détection</b>

source: Knock Sensor Settings
es: Knock Configuración del sensor
fi: Knock Sensor-asetukset
fr: Paramètres capteur de cognement

source: MS2 Knock and Dwell Parameters
es: Parámetros Knock MS2 y detención
fi: MS2 Knock ja Dwell parametrit
fr: Paramètres Knock MS2 et balayage

source: Max Cranking Speed (RPM)
es: Número máximo de arranque de velocidad (RPM)
fi: Max cranking (RPM)
fr: Démarrage à vitesse maxi (tr / min)

source: NB AFR Stoich Voltage
es: AFR NB Stoich Voltaje
fi: Huom AFR Stoich Voltage
fr: Tension NB Stoich AFR

source: WB AFR Stoich Value (AFR)
es: AFR BM Stoich Valor (AFR)
fr: Valeur WB Stoich AFR (AFR)

source: Nitrous Oxide Enrichment (%)
es: Enriquecimiento de óxido nitroso (%)
fi: Typpioksiduuli rikastus (%)
fr: Enrichissement d&#39;oxyde nitreux (%)

source: Spark Retard when N2O Active (deg)
es: Chispa RETARD cuando N2O activas (grados)
fi: Spark Retard kun N2O Active (astetta)
fr: Spark Retard quand N2O Active (DEG)

source: AFR Table Calc
es: AFR Calc Tabla
fi: AFR Taulukko Calc
fr: AFR tableau Calc

source: Use MAP/baro for tables
es: Use MAP / baro para las tablas
fi: Käytä MAP / baro taulukoita
fr: Utilisez MAP / Baro pour les tableaux

source: Additional Fuel (switched by E0 or cyclic
es: Combustible adicional (conmutada por E0 o cíclicos
fi: Lisäpolttoaineena (virta on E0 tai syklinen
fr: Supplémentaire de carburant (allumé par E0 ou cycliques

source: VE Table Adjustments
es: VE Ajustes Tabla
fi: VE taulukon mukauttaminen
fr: Ajustements Tableau VE

source: Other Fuel Settings
es: Más opciones de combustible
fi: Muut Polttoaine asetukset
fr: Paramètres de carburant Autres

source: MAF Sensor Usage
es: Uso del sensor MAF
fi: MAF-anturi käyttö
fr: Utilisation du capteur MAF

source: <b>NOTE:</b> MAF must <b>NOT</b> be on MAP pin for MAF/MAP blend.
es: <b>NOTA: NO</b> deben MAF en la clavija de MAF MAP / MAPA mezcla.
fi: <b>HUOM:</b> MAF <b>EI</b> saa kartalla PIN MAF-MAP sekoitus.
fr: <b>NOTE:</b> MAF <b>ne</b> doivent <b>PAS</b> être sur la broche du MAP pour CRG / MAP mélange.

source: Invert above settings
es: Invertir los parámetros indicados anteriormente
fi: Käänteinen edellä asetukset
fr: Inverser paramètres ci-dessus

source: MAP Only below RPM (rpm)
fr: MAP seulement au-dessous RPM (tr / min)

source: MAF Only above RPM (rpm)
fr: CRG n&#39;est qu&#39;au-delà RPM (tr / min)

source: MAP/MAF Blend Settings
es: MAP / MAF Mezcla Configuración
fi: MAP / MAF Blend-asetukset
fr: MAP / MAF Blend Paramètres

source: See Tables for MAF flow setting
es: Véanse los cuadros para el flujo de MAF establecimiento
fi: Katso taulukot MAF virtausasetuksella
fr: Voir les tableaux des flux de création du CRG

source: MAF vs. MAP Usage
es: MAF vs MAP uso
fi: MAF vs. MAP käyttö
fr: Usage MAP CRG vs

source: Frequency (low) (Hz.)
es: Frecuencia (baja) (Hz.)
fi: Taajuus (pieni) (Hz.)
fr: Fréquence (faible) (Hz.)

source: Fuel Correction (low) (%)
es: Corrección de combustible (bajo) (%)
fi: Polttoaine korjaus (pieni) (%)
fr: Correction de carburant (faible) (%)

source: Timing Correction (low) (deg.)
es: Corrección de temporización (bajo) (grados)
fi: Ajoitus korjaus (pieni) (deg.)
fr: Correction du temps (basse) (degrés)

source: Frequency (high) (Hz.)
es: Frecuencia (alta) (Hz.)
fi: Taajuus (korkea) (Hz.)
fr: Fréquence (élevé) (Hz.)

source: Fuel Correction (high) (%)
es: Corrección de combustible (alta) (%)
fi: Polttoaine korjaus (korkea) (%)
fr: Correction de carburant (élevé) (%)

source: Timing Correction (high) (deg.)
es: Corrección de temporización (alto) (grados)
fi: Ajoitus korjaus (korkea) (deg.)
fr: Correction du temps (élevée) (degrés)

source: Flex Fuel Settings
es: Flex Fuel Configuración
fi: Flex Fuel-asetukset
fr: Paramètres Flex Fuel

source: <b>Must</b> have EGO correction enabled for AMC to operate!
es: <b>Debe</b> tener habilitado para la corrección de EGO AMC para funcionar!
fi: <b>On</b> EGO korjaus käytössä AMC toimia!
fr: <b>Doit</b> EGO correction ont permis d&#39;AMC pour fonctionner!

source: Minimum VE Change (%)
es: Cambiar VE mínima (%)
fi: Pienin VE Muutos (%)
fr: Minimum changement VE (%)

source: Vertex Tolerance (RPM)
es: Tolerancia Vértice (RPM)
fi: Vertex Suvaitsevaisuus (RPM)
fr: Tolérance Vertex (RPM)

source: Vertex Tolerance (kPa)
es: Tolerancia Vértice (kPa)
fi: Vertex Suvaitsevaisuus (kPa)
fr: Tolérance Vertex (kPa)

source: Table Change Inverval (sec)
es: Cuadro Inverval Cambio (SEC)
fi: Taulukko Muuta Inverval (s)
fr: Inverval table à langer (s)

source: Step Size (%)
es: Paso Tamaño (%)
fr: Étape Taille (%)

source: Flash Update Interval (sec)
es: Flash Intervalo de actualización (segundos)
fi: Flash päivitystahti (sek)
fr: Flash Update Interval (s)

source: Update After (events)
es: Después de actualización (eventos)
fi: Päivitä jälkeen (tapahtuma)
fr: Mise à jour Après (les événements)

source: Pure AN to Blend Threshold (RPM)
es: Pura UNA mezcla de Umbral (RPM)
fi: Pure on Blend Threshold (RPM)
fr: Pure AN à Blend Seuil (RPM)

source: Blend to SD Threshold (RPM)
es: Umbral de fusión a SD (RPM)
fi: Sekoita SD Threshold (RPM)
fr: Mélange de seuil SD (RPM)

source: Baro Spark Advance (deg/kPa below 100)
fr: Baro avance à l&#39;allumage (deg / kPa inférieurs à 100)

source: Alpha-N Blending
es: Alpha-N fusión
fi: Alpha-N sekoittaminen
fr: Mélange Alpha-N

source: Misc Fuel Settings
es: Otros ajustes de combustible
fi: Muut Polttoaine Asetukset
fr: Paramètres de carburant Divers

source: PA0 - Knock Enable
es: PA0 - Knock Habilitar
fi: PA0 - Knock Ota
fr: PA0 - Knock Activer

source: <b>Output Ports</b>
es: <b>Puertos de salida</b>
fi: <b>Output portit</b>
fr: <b>Ports de sortie</b>

source: MS2 User Outputs
es: Salidas MS2 usuario
fi: MS2 Käyttäjä Lähdöt
fr: Sorties de l&#39;utilisateur MS2

source: Warmup Data Sources
es: Fuentes de datos de calentamiento
fi: Lämmittelyn tietolähteet
fr: Sources de données Warmup

source: Data Sources
es: Orígenes de datos
fi: Tietolähteet
fr: Sources de données

source: Rate<small> (%)</small>
es: Porcentaje <small>(%)</small>
fi: Hinta <small>(%)</small>
fr: Taux <small>(%)</small>

source: At Total Vacuum<small> (%)</small>
es: En vacío total <small>(%)</small>
fi: At yhteensä Vacuum <small>(%)</small>
fr: À vide total <small>(%)</small>

source: 2-Point Baro Correction
es: Baró 2-Punto de Corrección
fi: 2-Point Baro korjaus
fr: Correction Baro 2-Point

source: Hot Start ASE ?
es: Inicio caliente ASE?
fr: ASE de démarrage à chaud?

source: Cold Count<small> (cyc.)</small>
es: Fría Conde <small>(cyc.)</small>
fi: Kylmä Count <small>(cyc.)</small>
fr: Cold comte <small>(cyc.)</small>

source: Hot Count<small> (cyc.)</small>
es: Caliente Conde <small>(cyc.)</small>
fr: Hot comte <small>(cyc.)</small>

source: Two-Point ASE Params
es: Dos puntos Parámetros ASE
fi: Kahden pisteen ASE Parametrit
fr: Params ASE Deux-Point

source: ASE Settings
es: Configuración de ASE
fi: ASE Asetukset
fr: ASE Paramètres

source: When Cold
es: Cuando Fría
fi: Kun kylmä
fr: Lorsque froide

source: When Hot
es: Cuando esté caliente
fi: Kun Hot
fr: Quand elle est chaude

source: Priming Pulse<small> (ms)</small>
es: Pulso de cebado <small>(ms)</small>
fi: Kynän Pulse <small>(ms)</small>
fr: Pulse amorçage <small>(ms)</small>

source: Pr. Delay<small> (sec)</small>
fi: Pr. Delay <small>(s)</small>
fr: Pr. Délai <small>(s)</small>

source: 2-Point Priming Pulse
es: 2-El punto de cebado del pulso
fi: 2-Point Kynän Pulse
fr: 2-point d&#39;impulsion d&#39;amorçage

source: (Steps)
es: (Pasos)
fi: (Vaiheet)
fr: (Étapes)

source: Warmup Tables
es: Calentamiento Tablas
fi: Lämmittelyn Taulukot
fr: Tables Warmup

source: MAP-Based
es: Basada en mapas
fr: Basés sur des cartes

source: Value (ms)
es: Valor (ms)
fi: Arvo (ms)
fr: Valeur (en ms)

source: Rate (V/s)
es: Precio (V / s)
fi: Hinta (V / s)
fr: Taux (V / s)

source: RPM-Based
es: Basado en rpm
fi: RPM-pohjaiset
fr: RPM

source: Acceleration Enrichments Tables
es: Enriquecimientos Aceleración Tablas
fi: Kiihtyvyys rikastusta Taulukot
fr: Enrichissements accélération tableaux

source: Turn Decel Enrich off when:
es: Gire a la deceleración Enriquecer apagado cuando:
fi: Käännä Decel Enrich pois päältä:
fr: Tournez Décél Enrichir hors les cas suivants:

source: Decel Cut Setpoint (KPa)
es: Decel consigna Cut (KPa)
fi: Decel Cut Asetusarvon (kPa)
fr: Consigne Cut Décél (KPa)

source: Decel Parameters
fi: Decel parametrit
fr: Paramètres Décél

source: Accel val @ end of decay time
es: val @ Accel final del tiempo de decaimiento
fi: Accel val @ vuoden rappeutuminen aika
fr: Val Accel @ fin de temps de décroissance

source: Cold Accel Muliplier (%)
es: Fría Muliplier Accel (%)
fi: Kylmä Accel Muliplier (%)
fr: Cold Muliplier Accel (%)
