Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Spark Advance Table 2 (secondary ign load) (deg. BTDC)
es: El avance del encendido el cuadro 2 (IGN carga secundaria) (grados APMS)
fi: Spark Advance Taulukko 2 (toissijainen IGN kuorma) (deg. BTDC)
fr: Avance à l&#39;allumage le tableau 2 (IGN charge secondaire) (degrés avant le PMH)

source: Spark Advance Table 3 (Input Selectable) (deg. BTDC)
es: El avance del encendido el cuadro 3 (entrada seleccionable) (grados APMS)
fi: Spark Advance Taulukko 3 (Input valittavissa) (deg. BTDC)
fr: Avance à l&#39;allumage le tableau 3 (entrée sélectionnable) (deg. BTDC)

source: Spark Table 3
es: Chispa Tabla 3
fi: Spark Taulukko 3
fr: Tableau 3 Spark

source: MS2--Extra Spark Tables
es: MS2 - Tablas chispa extra
fi: MS2 - Extra Spark Taulukot
fr: MS2 - Spark Extra tableaux

source: Spark Advance table
es: El avance del encendido de mesa
fi: Spark Advance taulukko
fr: Avance à l&#39;allumage de table

source: Spark Advance (deg. BTDC)
es: El avance del encendido (grados APMS)
fr: Avance à l&#39;allumage (degrés avant le PMH)

source: MegaSquirtnSpark/EDIS Spark Table
es: MegaSquirtnSpark / SEDA chispa Tabla
fi: MegaSquirtnSpark / EDIS Spark taulukko
fr: MegaSquirtnSpark / EDIS Spark tableau

source: Frame 3
fr: Image 3

source: <span background="dark blue" foreground="white"> Text/Numeric Entry </span>
es: <span background="dark blue" foreground="white">Introducción de texto y numéricos</span>
fi: <span background="dark blue" foreground="white">Teksti / Numeerinen Entry</span>
fr: <span background="dark blue" foreground="white">Texte / entrée numérique</span>

source: Frame 1
es: Fotograma 1
fr: Image 1

source: Frame 4
fr: Cadre 4

source: Frame 2
es: Fotograma 2
fr: Image 2

source: Template Tab
es: Pestaña de la plantilla
fi: Malli-välilehteä
fr: Modèle Tab

source: Undefined
es: Indefinido
fi: Epämääräinen
fr: Indéfini

source: ECU Type
es: Tipo de ecus
fi: Ecua tyyppi
fr: Type d&#39;écus

source: Tools Status Messages
es: Herramientas de mensajes de estado
fi: Työkalut tilaviestit
fr: Messages d&#39;état Outils

source: Backup All ECU Parameters
es: Copia de seguridad de todos los parámetros de ecus
fi: Varmuuskopiointi Kaikki ecua parametrit
fr: Sauvegarde tous les paramètres d&#39;écus

source: Restore All ECU Parameters
es: Restaurar todos los parámetros de ecus
fi: Palauta kaikki ecua parametrit
fr: Restaurer tous les paramètres d&#39;écus

source: Backup/Restore All Settings
es: Copia de seguridad / restaurar todos los ajustes
fr: Sauvegarde / restauration de tous les paramètres

source: Import VE/Spark Tbls
es: VE importación / Chispa tbls
fi: Tuo VE / Spark rkl
fr: VE Import / Spark TBLS

source: UNDO VEX Load
es: DESHACER carga VEX
fi: UNDO VEX Lisää
fr: Chargez VEX UNDO

source: VEX File Comment:
es: VEX Archivo Comentario:
fi: VEX Tiedoston kommentti:
fr: VEX fichier de commentaires:

source: VE/Spark Table Import/Export (VEX Files)
es: VE / Chispa Importar tabla y Exportación (Archivos VEX)
fi: VE / Spark Taulukko Import / Export (VEX Files)
fr: VE / Spark Import Table / Export (fichiers VEX)

source: Fuel Table 1 Volumetric Efficiency (%)
es: Cuadro eficacia del combustible en un volumétrico (%)
fi: Polttoaine Taulukko 1 tilavuus Tehokkuus (%)
fr: Tableau de carburant Efficacité 1 volumétrique (%)

source: VE-Table 1
es: VE-Tabla 1
fi: VE-taulukon 1
fr: VE-Tableau 1

source: Fuel Table 2 (DT ONLY) Volumetric Efficiency (%)
es: Combustible Cuadro 2 (DT SOLAMENTE) La eficiencia volumétrica (%)
fi: Polttoaine Taulukko 2 (DT VAIN) tilavuus Tehokkuus (%)
fr: Tableau de carburant 2 (DT seulement) rendement volumétrique (%)

source: Fuel Table 3 Volumetric Efficiency (%)
es: Combustible Cuadro 3 rendimiento volumétrico (%)
fi: Polttoaine Taulukko 3 Volumetrinen Tehokkuus (%)
fr: Tableau de carburant 3 efficacité volumétrique (%)

source: VE-Table 3
es: VE-Tabla 3
fi: VE-taulukon 3
fr: VE-Tableau 3

source: Volumetric Efficiency Table (%)
es: Tabla volumétrica Eficiencia (%)
fi: Volumetrinen Tehokkuus taulukko (%)
fr: Tableau rendement volumétrique (%)

source: Volumetric Efficiency (%)
es: El rendimiento volumétrico (%)
fi: Volumetrinen Tehokkuus (%)
fr: Rendement volumétrique (%)

source: Current ReqFuel
es: Actual ReqFuel
fi: Nykyinen ReqFuel
fr: Actuel ReqFuel

source: New ReqFuel
es: Nueva ReqFuel
fi: Uusi ReqFuel
fr: Nouvelle ReqFuel

source: Rescales Table to maintain same PW
es: Rescala tabla para mantener misma PW
fi: Rescales Taulukko säilyttää sama PW
fr: Redimensionne le tableau de maintenir même PW

source: VE Trim-Table 1
es: VE Trim-Tabla 1
fr: VE Trim-Tableau 1

source: VE Trim-Table 2
es: VE Trim-Tabla 2
fr: VE-Trim Tableau 2

source: Ve Trim Table 3
fr: Ve Table Trim 3

source: VE Trim-Table 3
es: VE Trim-Tabla 3
fr: VE-Trim Tableau 3

source: VE Trim-Table 4
es: VE Trim-Tabla 4
fr: VE-Trim Tableau 4

source: Warmup Enrichment %
fi: Lämmittelyn Väkevöiminen %
fr: % D&#39;enrichissement Warmup

source: Enrichment (%)
fi: Etuun (%)
fr: Enrichissement (%)

source: for # of cycles
es: para # de ciclos
fi: varten # Jaksojen
fr: Nombre de cycles pour

source: Priming Pulse
es: Cebado de pulso
fi: Kynän Pulse
fr: Amorçage Pulse

source: Start Reading RT Vars
es: Vars Inicio RT Lectura
fi: Aloita lukeminen RT Vars
fr: Démarrer Vars RT lecture

source: Stop Reading RT Vars
es: Deje de leer Vars RT
fi: Stop käsittelyssä RT Vars
fr: Cessez de lire Vars RT

source: Burn to ECU
es: Grabar en ecus
fi: Burn ecua
fr: Burn d&#39;écus

source: MegaSquirt Warmup Wizard
es: MegaSquirt Asistente de calentamiento
fi: MegaSquirt lämmittelyn Wizard
fr: Assistant Warmup MegaSquirt

source: 2D Table Group Editor
es: 2D Table Editor del Grupo
fi: 2D Taulukko Group Julkaisija
fr: Sous la direction de Groupe tableau 2D

source: ERROR in update_2d_curve()!!!
es: ERROR en update_2d_curve ()!!!
fi: Virhe update_2d_curve ()!!!
fr: ()!!! ERREUR dans update_2d_curve

source: widget isn't visible or sensitive
es: widget no es visible o sensible
fi: vekotin ei näy tai herkkiä
fr: widget n&#39;est pas visible ou sensible

source: Current Frames Per Second: %i
es: Marcos actual por segundo: %i
fi: Nykyinen kuvaa sekunnissa: %i
fr: Cadres courant par seconde:% i

source: MegaTunix %s Tuning Software for Unix-class OS's
es: %s MegaTunix optimización de software para Unix-clase OS
fi: MegaTunix %s Tuning Software Unix-luokan OS: n
fr: % S MegaTunix Tuning Logiciel pour Unix classe OS

source: default case, shouldn't have gotten here. afr_enum is %i
es: caso por defecto, no debería haber llegado hasta aquí. afr_enum es% i
fi: default tapauksessa ei olisi saanut täällä. afr_enum on %i
fr: cas par défaut, ne devrait pas avoir obtenu ici. afr_enum est% i

source: ERROR OCCURRED
es: Ha ocurrido un error
fi: Tapahtui virhe
fr: Une erreur s&#39;est produite

source: not sure what the error is
es: no sabe cuál es el error es
fi: ole varma, mikä virhe on
fr: pas sûr de ce que l&#39;erreur est

source: Network info provided is invalid!
es: Red de información proporcionada no es válido!
fi: Verkko info ei kelpaa!
fr: Réseau info fournie n&#39;est pas valide!

source: Should do listen mode
es: Si escuchan el modo de
fi: Jos ei kuuntele tila
fr: Devrait faire mode d&#39;écoute

source: debug option "%i"
es: opción de depuración "%i"
fi: debug vaihtoehto "%i"
fr: option de débogage "% i"

source: Global debug filename"%s"
es: Nombre de archivo de depuración global "%s"
fi: Global debug tiedostonimi "%s"
fr: Nom de fichier de debug mondial "%s"

source: version option "%i"
es: opción de versión "%i"
fi: version vaihtoehto "%i"
fr: option version "% i"

source: quiet option "%i"
es: opción tranquila "%i"
fi: hiljainen vaihtoehto "%i"
fr: option tranquille "% i"

source: no rttext option "%i"
es: ninguna opción rttext "%i"
fi: no rttext vaihtoehto "%i"
fr: aucune option rttext "% i"

source: no status option "%i"
es: sin opción de estado "%i"
fi: no tila vaihtoehto "%i"
fr: pas d&#39;option du statut "% i"

source: no maingui option "%i"
es: ninguna opción maingui "%i"
fi: no maingui vaihtoehto "%i"
fr: aucune option maingui "% i"

source: listen mode "%i"
es: modo de escucha "%i"
fi: kuunnella mode "%i"
fr: mode d&#39;écoute "% i"

source: network mode "%i"
es: modo de red "%i"
fi: verkon tila "%i"
fr: de réseau en mode "% i"

source: network host "%s"
es: host de la red "%s"
fi: verkko isäntä "%s"
fr: hôte du réseau "%s"

source: network port "%i"
es: puerto de red "%i"
fi: verkkoporttia "%i"
fr: port réseau "% i"

source: Error writing "C" to the ecu, ERROR "%s" in comms_test()
es: Error al escribir "C" a la ecu, ERROR "%s" comms_test en ()
fi: Virhe kirjoitettaessa "C" ecu, ERROR "%s" comms_test ()
fr: Erreur d&#39;écriture "C" à l&#39;écu, ERROR "%s" dans comms_test ()

source: Error writing "c" (MS-II clock test) to the ecu, ERROR "%s" in comms_test()
es: Error al escribir "c" (prueba de MS-II reloj) para el ecu, ERROR "%s" comms_test en ()
fi: Virhe kirjoitettaessa "c" (MS-II kello testi) ecuun, ERROR "%s" comms_test ()
fr: Erreur d&#39;écriture "c" (test d&#39;horloge MS-II) à l&#39;écu, ERROR "%s" dans comms_test ()

source: ECU Connected...
es: Conectado ecus ...
fi: Ecua Connected ...
fr: Écus connectés ...

source: ECU Comms Test Successfull
es: Comms ecus exitosa prueba
fi: Ecua Comms Test onnistunut
fr: Comms ECU Test réussi

source: COMMS ISSUES: Check COMMS tab
es: COMMS CUESTIONES: COMMS Compruebe ficha
fi: COMMS asiat: Tarkista COMMS välilehti
fr: QUESTIONS COMMS: COMMS Vérifiez l&#39;onglet

source: I/O with ECU Timeout
es: E / S con el ECU de tiempo de espera
fi: I / O ecua aikakatkaisu
fr: I / O avec l&#39;ECU Timeout

source: Non simple/chunk write command, not notifying peers
es: simple no / trozo comando de escritura no notificar compañeros
fi: Ei pelkkä / pala kirjoittaa komento, ei ole ilmoittanut ikäisensä
fr: simple non-bloc commande d&#39;écriture, ne communiquant pas ses pairs

source: Sending %i of %i bytes
es: El envío de %i da %i bytes
fi: Lähetetään %i on %i tavua
fr: Envoi% i de% i octets

source: : convert_before_download, FATAL ERROR, size undefined for widget at page
es: : Convert_before_download, FATAL ERROR, el tamaño definido para widget en la página
fi: : Convert_before_download, Fatal Error, koko undefined varten vekotin sivulta
fr: : Convert_before_download, FATAL ERROR, taille indéfinie de widget à la page

source: big problem, source key is undefined!!
es: gran problema, de fuentes esenciales es indefinido!
fi: iso ongelma, lähde avain on määritelty!
fr: gros problème, clé source n&#39;est pas définie!

source: BIG PROBLEM, size undefined! at page %i, offset %i, widget %s
es: GRAN PROBLEMA, tamaño indefinido! en la página% i,% i compensado,%s widget
fi: Suuri ongelma, koko määrittelemättömiä! sivulla %i, offset %i, widget %s
fr: Gros problème, taille indéfinie! à la page% i,% i offset,%s widget

source: ERROR! Could NOT locate file %s. - Did you forget to run "sudo make install" ?
fr: ERREUR! Impossible de localiser le fichier%s. - Avez-vous oublié de lancer "sudo make install"?

source: <b>MegaTunix</b> doesn't appear to be installed correctly! Did you forget to run <i>"sudo make install"</i> ??
es: <b>MegaTunix</b> no parece estar instalado correctamente! Te has olvidado de ejecutar <i>"sudo make install"</i>??
fi: <b>MegaTunix</b> ei näytä olevan oikein asennettu! Unohtuiko ajaa <i>"sudo make install"</i> ??
fr: <b>MegaTunix</b> ne semble pas être installé correctement! Avez-vous oublié de lancer <i>"sudo make install"??</i>

source: Error: could not parse dashboard XML file %s
es: Error: no se puede reconocer tablero archivo XML%s
fi: Virhe: ei voitu jäsentää kojelauta XML-tiedoston %s
fr: Erreur: n&#39;a pas pu analyser le tableau de bord du fichier XML%s

source: ERROR, load_geometry, xml node is empty!!
es: ERROR, load_geometry, el nodo XML está vacía!
fi: VIRHE, load_geometry, xml solmu on tyhjä!
fr: ERREUR, load_geometry, noeud xml est vide!

source: ERROR, load_gauge, xml node is empty!!
es: ERROR, load_gauge, el nodo XML está vacía!
fi: VIRHE, load_gauge, xml solmu on tyhjä!
fr: ERREUR, load_gauge, noeud xml est vide!

source: dashboard widget is null cannot set attribute(s)!
es: widget de Dashboard es nula no puede establecer el atributo (s)!
fi: Dashboard widget on nolla ei voi asettaa määrite (s)!
fr: widget Dashboard est nulle ne peut pas définir l&#39;attribut (s)!

source: dashboard widget is null cannot reset tattletale!
es: widget de Dashboard es nula no puede restablecer chismosa!
fi: Dashboard widget on nolla ei voi palauttaa tattletale!
fr: widget Dashboard est nulle ne pouvez pas réinitialiser Tattletale!

source: Write error! "%s"
es: Error de escritura! "%s"
fi: Kirjoita virhe! "%s"
fr: Erreur d&#39;écriture! "% S"

source: Populating Datalogger...
es: Rellenar Datalogger ...
fi: Asuttavat Datalogger ...
fr: Remplissage Datalogger ...

source: datalogger windows not present, returning
es: ventanas registrador de datos no está presente, volviendo
fi: dataloggerilla ikkunat ei ole, palaa
fr: Windows enregistreur de données n&#39;est pas présent, le retour

source: DataLogging Started...
fr: DataLogging en route ...

source: DataLogging Stopped...
fr: DataLogging arrêté ...

source: NO FILE opened for normal datalogging!
fr: NO fichier ouvert pour datalogging normal!

source: File open FAILURE!
fr: Défaillance d&#39;un fichier ouvert!

source: DataLog File Opened
fr: DataLog d&#39;ouverture du dossier

source: Autolog dump (log number %i) successfully completed.
es: Autolog volcado (registro número %i) completado con éxito.
fi: AutoLog kaatopaikan (log numero %i) menestyksekkäästi päätökseen.
fr: Autolog dump (log nombre% i) a réussi.

source: NO FILE opened for internal log export, aborting dump!
fr: NO fichier ouvert pour l&#39;exportation de grumes interne, l&#39;interruption dump!

source: File opened successfully for internal log dump
fr: Fichier ouvert avec succès pour le journal interne de vidage

source: Internal datalog successfully dumped to disk
fr: Interne Datalog avec succès l&#39;objet de dumping sur le disque

source: Flushing Datalog %i of %i records
fr: Flushing% Datalog i% des dossiers i

source: ERROR! attempted set of data with NO SIZE defined
es: ERROR! intento conjunto de datos con Ningún monto fijado
fi: ERROR! yrittänyt joukko tietojen kokoa ei määritelty
fr: ERREUR! tenté ensemble de données sans taille définie

source: Logfile opened for appending on %i-%.2i-%i at %.2i:%.2i
es: Archivo de registro abierto para consignar el %i-%.2i-%i a %.2i:%.2i
fi: Lokitiedosto avattiin liitä on %i-%.2i-%i on %.2i:%.2i
fr: Logfile ouvert pour l&#39;ajout sur i-%% .2 i-i% à% .2 i:% .2 i

source: CASE NOT HANDLED, dep_processor BUG!
es: CASO no se manejan, dep_processor ERROR!
fi: CASE ei käsitellä, dep_processor virhe!
fr: AFFAIRE pas traitée, BOGUE dep_processor!

source: ERROR postfunction was NULL, continuing
es: postfunction ERROR era NULL, continuando
fi: ERROR postfunction oli NULL, jatkuvat
fr: postfunction erreur était NULL, continue

source: ERROR, couldn't find function with arg "%s"
es: ERROR, no pudo encontrar la función con arg "%s"
fi: VIRHE, ei löytänyt toimintoa arg "%s"
fr: Erreur, impossible de trouver la fonction avec arg "%s"

source: ERROR, couldn't find function "%s"
es: ERROR, no pudo encontrar la función "%s"
fi: VIRHE, ei löytänyt toimia "%s"
fr: Erreur, impossible de trouver la fonction "%s"

source: NO FILE chosen for ECU Backup
fr: NO FILE choisi pour écus Backup

source: Full Backup of ECU Initiated
fr: Sauvegarde complète d&#39;écus Initié

source: Full Backup File Closed
fr: Fichier sauvegarde complète privée

source: NO FILE chosen for ECU restore
fr: NO FILE choisi pour restaurer écus

source: Full Restore of ECU Initiated
fr: Restauration complète d&#39;écus Initié

source: Full Backup Commencing to file:
fr: Sauvegarde complète Commençant au fichier:

source: Full Backup Complete...
es: Lleno Copia de seguridad completa ...
fi: Koko Backup Täydellinen ...
fr: Full Backup complet ...

source: :restore_all_ecu_settings() API MAJOR version mismatch: "%i" != "%i" can not load this file for restoration
es: : Restore_all_ecu_settings () API de conflicto de versiones principales: "%i" != "%i" no puede cargar este archivo para la restauración
fi: : restore_all_ecu_settings() API pääversion täsmää: "%i" != "%i" ei voi ladata tämän tiedoston palauttaminen
fr: : Restore_all_ecu_settings () PRINCIPAUX inadéquation version de l&#39;API: "% i"! = "% I" ne peut pas charger ce fichier pour la restauration

source: : restore_all_ecu_settings() API MINOR version mismatch: "%i" != "%i" can not load this file for restoration
es: : Restore_all_ecu_settings () API de conflicto de versiones MENORES: "%i" != "%i" no puede cargar este archivo para la restauración
fi: : restore_all_ecu_settings() API väliversion täsmää: "%i" != "%i" ei voi ladata tämän tiedoston palauttaminen
fr: : Restore_all_ecu_settings () API incompatibilité de version mineure: "% i"! = "% I" ne peut pas charger ce fichier pour la restauration

source: : restore_all_ecu_settings() Firmware name mismatch: "%s" != "%s" can not load this file for restoration
es: : Restore_all_ecu_settings () no coincide el nombre del firmware: "%s" != "%s" no se puede cargar este archivo para la restauración
fi: : restore_all_ecu_settings() Firmware nimi täsmää: "%s" != "%s" ei voi ladata tämän tiedoston palauttaminen
fr: : Restore_all_ecu_settings () inadéquation nom du firmware: "%s"! = "% S" ne peut pas charger ce fichier pour la restauration

source: Restoring ECU settings from File
es: Restauración de la configuración de ecus Archivo
fi: Palauttaminen ecua asetukset tiedostosta
fr: Restauration des paramètres d&#39;écus à partir du fichier

source: : restore_all_ecu_settings() Number of variables in backup "%i" and firmware specification "%i" do NOT match, corruption SHOULD be expected
es: : Restore_all_ecu_settings () Número de variables en copia de seguridad "%i" y la especificación de firmware "%i" no coinciden la corrupción se debe esperar
fi: : restore_all_ecu_settings () lukumäärä muuttujien varmuuskopio "%i" ja firmware eritelmällä "%i" eivät täsmää, korruptio on odotettavissa
fr: : Restore_all_ecu_settings () Nombre de variables dans la sauvegarde "% i" et la spécification du firmware "% i" ne correspondent pas, la corruption doit être prévu

source: : restore_all_ecu_settings() Number of variables in this backup "%i" does NOT match the length of the table "%i", expect a crash!!!
es: : Restore_all_ecu_settings () Número de variables en esta copia de seguridad "%i" no se corresponde con la longitud de la tabla "%i" le espera un choque!!!
fi: : restore_all_ecu_settings() määrä muuttujia tässä varmuuskopio "%i" ei vastaa pituus taulukon "%i", odottaa kaatua!
fr: : Restore_all_ecu_settings () Nombre de variables dans la sauvegarde "% i" ne correspond pas la longueur de la table "% i", s&#39;attendre à un crash!

source: Setting Log delimiter to a "Comma"
fr: Réglage Connectez-vous à un séparateur "virgule"

source: Setting Log delimiter to a "Tab"
fr: Réglage Connectez-vous à un délimiteur "tab"

source: User initiated interrogation...
es: Iniciada por el usuario de interrogatorio ...
fi: Käyttäjä aloitti kuulustelut ...
fr: Utilisateur lancé l&#39;interrogatoire ...

source: USER Initiated ECU interrogation...
fr: Utilisateur initié écus d&#39;interrogation ...

source: Reading VE/Constants...
es: Lectura VE / Constantes ...
fi: Lukeminen VE / vakiot ...
fr: Lecture VE / Constantes ...

source: Offline Mode...
es: Modo sin conexión ...
fi: Offline-tila ...
fr: Mode hors connexion ...

source: std_combo_handler, default case!!! wrong wrong wrong!!
es: std_combo_handler, por defecto el caso! mal mal mal!!
fi: std_combo_handler, default asia! väärin väärin väärin!
fr: cas par défaut std_combo_handler,! faux faux faux!!

source: Updating Controls...
es: Controles Actualizando ...
fi: Päivitetään Controls ...
fr: Contrôles à jour ...

source: Updating Controls on Page %i
es: Actualización de controles en la página %i
fr: Mise à jour des contrôles sur la page i%

source: Ready...
es: Listo ...
fi: Valmiina ...
fr: Prêt ...

source: ERROR no model for Combo at page %i, offset %i, bitmask %i, bitshift %i, value %i
es: ERROR ningún modelo de combinados en la page %i, offset %i, bitmask %i, bitshift %i, value %i
fi: ERROR ei mallia Combo sivulla %i, offset %i, bitmask %i, bitshift %i, arvo %i
fr: ERREUR pas de modèle de groupe à la page i%, compensée% i,% i masque, Bitshift% i,% de la valeur i

source: Save internal log, yes/no ?
es: Guardar registro interno, sí / no?
fi: Tallenna sisäinen log, kyllä / ei?
fr: Enregistrer le journal interne, oui / non?

source: Would you like to save the internal datalog for this session to disk? It is a complete log and useful for playback/analysis at a future point in time
es: ¿Desea guardar el registro de datos interna para dicho período de sesiones en el disco? Se trata de un registro completo y útil para la reproducción y el análisis en un punto futuro en el tiempo
fi: Haluatko tallentaa sisäiseen datalog tämän istunnon levylle? Se on täydellinen loki ja hyödyllistä toisto / analyysi tulevana ajankohtana
fr: Souhaitez-vous enregistrer les Datalog interne de cette session sur le disque? C&#39;est un journal complet et utile pour la lecture et l&#39;analyse à une date ultérieure

source: Save ECU settings to file?
es: Guardar las opciones de ecus a presentar?
fi: Tallenna ecua asetukset tiedostoon?
fr: Enregistrer les paramètres d&#39;écus à déposer?

source: Would you like to save the ECU settings to a file so that they can be restored at a future time?
es: ¿Desea guardar los ajustes de ecus a un archivo para que puedan ser restaurados en un tiempo futuro?
fi: Haluatko tallentaa ecuun asetukset tiedostoon niin että ne voidaan palauttaa milloin tuleva aika?
fr: Souhaitez-vous enregistrer les paramètres d&#39;écus à un fichier de sorte qu&#39;ils peuvent être restaurés à une date ultérieure?

source: Quit MegaTunix, yes/no ?
es: MegaTunix Salir, sí / no?
fi: Lopeta MegaTunix, kyllä / ei?
fr: MegaTunix Quitter, oui / non?

source: Are you sure you want to quit?
es: ¿Estás seguro de que desea dejar de fumar?
fi: Oletko varma että haluat lopettaa?
fr: Etes-vous sûr de vouloir quitter?

source: toggle_groups_linked, numeber of choices is out of range, it should be 2, it is %i
es: toggle_groups_linked, numeber de opciones está fuera de alcance, debe ser de 2, es %i
fi: toggle_groups_linked, numeber valintoja rajojen ulkopuolella, se on 2, se on %i
fr: toggle_groups_linked, numeber de choix est hors de portée, il devrait être de 2, il est% i

source: active is %i, num_choices is %i
es: activo es %i, %i es num_choices
fi: aktiivinen on %i, num_choices on %i
fr: active est% i,% i est num_choices

source: active is out of bounds for widget %s
es: activa está fuera de límites para %s widget
fi: aktiivinen on rajojen varten vekotin %s
fr: active est hors limites pour%s widget

source: Queuing read of all ECU data...
es: Queue Server de lectura de todos los datos de ecus ...
fi: Jonottavat lukemaan kaikki ecua tietoja ...
fr: Queuing lecture de toutes les données d&#39;écus ...

source: Adjusting for local Temp units...
es: Ajuste de las unidades locales de Temp ...
fi: Säätäminen paikallisten Temp yksiköt ...
fr: Réglage des unités locales Temp ...

source: MS2_WRITE_VERIFY not written yet
es: MS2_WRITE_VERIFY no está escrito aún
fi: MS2_WRITE_VERIFY ei kirjoitettu vielä
fr: MS2_WRITE_VERIFY pas encore écrit

source: MS2_MISMATCH_COUNT not written yet
es: MS2_MISMATCH_COUNT no está escrito aún
fi: MS2_MISMATCH_COUNT ei kirjoitettu vielä
fr: MS2_MISMATCH_COUNT pas encore écrit

source: MS1_CLOCK not written yet
es: MS1_CLOCK no está escrito aún
fi: MS1_CLOCK ei kirjoitettu vielä
fr: MS1_CLOCK pas encore écrit
