Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The Throttle Position Sensor (TPS) bins in combination with the RPM bins on the bottom of the Alpha-N Base Ignition +Advance / -Retard (ANBIAR) table define the vertexes (points on the ANBIAR map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El sensor de posición del acelerador (TPS) contenedores en combinación con las cajas de RPM en la parte inferior de la alfa-N Base de encendido + Advance /-RETARD (ANBIAR) cuadro definen los vértices (puntos en el mapa ANBIAR). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Throttle Position Sensor (TPS) astiat yhdessä RPM roskakoreihin pohjassa Alpha-N Base sytytys + Advance /-Retard (ANBIAR) taulukko määritellä vertexes (pisteiden ANBIAR kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le capteur de position du papillon des gaz (TPS) bacs en combinaison avec les bacs de RPM sur le fond de l&#39;Alpha-N Base allumage + Advance /-Retard (ANBIAR) table définir les sommets (points sur la carte ANBIAR). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the Alpha-N Base Ignition +Advance / -Retard (ANBIAR) constants block of data and updates all controls with the current values.
es: Este botón recupera el Alfa-N Base de encendido + Advance /-RETARD (ANBIAR) constantes bloque de datos y actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee Alpha-N Base sytytys + Advance /-Retard (ANBIAR) vakioita estää tietojen ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton récupère l&#39;Alpha-N Base allumage + Advance /-Retard (ANBIAR) constantes bloc de données et mises à jour tous les contrôles avec les valeurs actuelles.

source: This pops up a 3 dimensional view of the current Alpha-N Base Ignition +Advance / -Retard (ANBIAR) table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual N-alfa Base de encendido + Advance /-RETARD (ANBIAR) mesa. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Alpha-N Base sytytys + Advance /-Retard (ANBIAR) taulukko. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Vasenta hiiren painiketta holddown ja vetämällä hiirtä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de l&#39;actuelle Alpha-N Base allumage + Advance /-Retard (ANBIAR) table. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: Alpha Fuel
es: Alfa de combustible
fi: Alpha Polttoaine
fr: Carburant Alpha

source: The Alpha-N Base Pulse Width (ANBPW) Entries control how much fuel is injected into the engine. They refer to the fuelling portion and exclude the open time which is derived from the opening voltage correction table. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El Alpha-N Base por ancho de pulso (ANBPW) Entradas de control de la cantidad de combustible se inyecta en el motor. Se refieren a la parte de abastecimiento de combustible y excluir el tiempo de apertura que se deriva de la mesa de apertura de corrección de tensión. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Alpha-N Base Pulse Width (ANBPW) Viestit säätää, kuinka paljon polttoainetta ruiskutetaan moottoriin. Ne viittaavat polttoaineen osuus ja jättää auki aika, joka on peräisin aloittamista jännite korjaus pöytä. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: L&#39;Alpha-N Base de largeur d&#39;impulsion (ANBPW) Entrées de contrôle la quantité de carburant est injectée dans le moteur. Ils se réfèrent à la partie de ravitaillement et d&#39;exclure le temps ouvert, qui est dérivée de la table de correction d&#39;ouverture de tension. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the Throttle Position Sensor (TPS) bins on the left side of the Alpha-N Base Pulse Width (ANBPW) table define the vertexes (points on the ANBPW map). The ECU will interpolate between vertexes providing a smooth transition between points on the Alpha-N Base Pulse Width (ANBPW) map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con el sensor de posición del acelerador (TPS) papeleras en el lado izquierdo de la alfa-N Base por ancho de pulso (ANBPW) cuadro definen los vértices (puntos en el mapa ANBPW). La ECU interpolar entre vértices proporcionar una transición suave entre los puntos de la alfa-N Base por ancho de pulso (ANBPW) mapa. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä Throttle Position Sensor (TPS) siilot vasemmalla puolella Alpha-N Base Pulse Width (ANBPW) taulukko määritellä vertexes (pisteiden ANBPW kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden Alpha-N Base Pulse Width (ANBPW) kartta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec le capteur de position du papillon des gaz (TPS) des bacs sur le côté gauche de la largeur d&#39;Alpha-N Base Pulse (ANBPW) table définir les sommets (points sur la carte ANBPW). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points de la largeur Alpha-N Base Pulse (ANBPW) Plan. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The Throttle Position Sensor (TPS) bins in combination with the RPM bins on the bottom of the Alpha-N Base Pulse Width (ANBPW) table define the vertexes (points on the ANBPW map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Alpha-N Base Pulse Width (ANBPW) map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El Sensor de posición del acelerador (TPS) contenedores en combinación con los cubos de RPM en el fondo de la alfa-N Base ancho de pulso (ANBPW) cuadro definen los vértices (puntos en el mapa ANBPW). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices de la alfa-N Base por ancho de pulso (ANBPW) mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Throttle Position Sensor (TPS) astiat yhdessä RPM roskakoreihin pohjassa Alpha-N Base Pulse Width (ANBPW) taulukko määritellä vertexes (pisteiden ANBPW kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes on Alpha-N Base Pulse Width (ANBPW) kartta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le capteur de position du papillon des gaz (TPS) bacs en combinaison avec les bacs de RPM sur le fond de la largeur d&#39;Alpha-N Base Pulse (ANBPW) table définir les sommets (points sur la carte ANBPW). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets de la largeur Alpha-N Base Pulse (ANBPW) Plan. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the Alpha-N Base Pulse Width (ANBPW) constants block of data and updates all controls with the current values.
es: Este botón recupera el Alfa-N Base por ancho de pulso (ANBPW) constantes bloque de datos y actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee Alpha-N Base Pulse Width (ANBPW) vakioita estää tietojen ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton récupère l&#39;Alpha-N Base de largeur d&#39;impulsion (ANBPW) constantes bloc de données et mises à jour tous les contrôles avec les valeurs actuelles.

source: This pops up a 3 dimensional view of the current Alpha-N Base Pulse Width (ANBPW) table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button hold down and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual Base Alpha-N por ancho de pulso (ANBPW) mesa. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Un botón izquierdo del ratón y arrastre mantenga presionada la tecla del ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Alpha-N Base Pulse Width (ANBPW) taulukko. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Hiiren vasenta painiketta alhaalla ja vetämällä hiirellä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de l&#39;actuelle Alpha-N Base de largeur d&#39;impulsion (ANBPW) table. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un bouton gauche de la souris maintenez et faites glisser la souris dans la vue 3D se faire pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: The Base Ignition +Advance / -Retard (BIAR) Entries control the ignition timing. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La Base de encendido + Advance /-RETARD (BIAR) Control de las entradas de la sincronización del encendido. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Base Sytytys + Advance /-Retard (Biar) Viestit ohjaus sytytyksen ajoitus. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La Base d&#39;allumage + Advance /-Retard (BIAR) contrôler les entrées du calage de l&#39;allumage. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The Manifold Absolute Pressure (MAP) bins in combination with the RPM bins on the bottom of the Base Ignition +Advance / -Retards (BIAR) table define the vertexes (points on the BIAR map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La presión absoluta del múltiple (MAP) en combinación con cubos los contenedores RPM en la parte inferior de la Base de encendido + Advance /-Retarda (BIAR) cuadro definen los vértices (puntos en el mapa BIAR). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Manifold absoluuttinen paine (MAP) astiat yhdessä RPM roskakoreihin pohjassa Base sytytys + Advance /-hidastaa (Biar) taulukko määritellä vertexes (pisteiden Biar kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La pression absolue du collecteur (MAP) bacs en combinaison avec les bacs de RPM sur le fond de la Base d&#39;allumage + Advance /-Retarde (BIAR) table définir les sommets (points sur la carte BIAR). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the Manifold Absolute Pressure (MAP) bins on the left side of the Base Ignition +Advance / -Retards (BIAR) table define the vertexes (points on the BIAR map). The ECU will interpolate between vertexes providing a smooth transition between points on the BIAR map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con la presión absoluta del múltiple (MAP) papeleras en el lado izquierdo de la Base de encendido + Advance /-Retarda (BIAR) cuadro definen los vértices (puntos en el mapa BIAR). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa BIAR. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä Kokoojaputkissa absoluuttinen paine (MAP) siilot vasemmalla puolella Base sytytys + Advance /-hidastaa (Biar) taulukko määritellä vertexes (pisteiden Biar kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden Biar kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec la pression absolue du collecteur (MAP) des bacs sur le côté gauche de la base d&#39;allumage + Advance /-Retarde (BIAR) table définir les sommets (points sur la carte BIAR). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte BIAR. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.
