Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: "status.iac.target" current position that the IAC has been commnaded to go.
es: "Status.iac.target" posición actual de que el IAC ha sido commnaded ir.
fi: "Status.iac.target Nykytilanne että IAC on commnaded mennä.
fr: "Status.iac.target" position actuelle que la CCI a été commnaded aller.

source: "status.iac_clk" counts the number of ms until the next Intake Air Control update.
es: "Status.iac_clk" cuenta el número de ms hasta la próxima actualización del aire de entrada de control.
fi: "Status.iac_clk" laskee kuinka monta ms vasta seuraavana imuilman Control päivitys.
fr: "Status.iac_clk" compte le nombre de ms jusqu&#39;à la prochaine mise à jour de prise de contrôle aérien.

source: "status.idx_AE_roc" AE_roc bin index
es: "Status.idx_AE_roc" AE_roc índice de bin
fi: "Status.idx_AE_roc" AE_roc bin hakemisto
fr: "Status.idx_AE_roc" index bin AE_roc

source: "status.idx_AE_rpm" AE_rpm bin index
es: "Status.idx_AE_rpm" AE_rpm índice de bin
fi: "Status.idx_AE_rpm" AE_rpm bin hakemisto
fr: "Status.idx_AE_rpm" index bin AE_rpm

source: "status.idx_AE_tps" AE_tps bin index
es: "Status.idx_AE_tps" índice AE_tps bin
fi: "Status.idx_AE_tps" AE_tps bin hakemisto
fr: "Status.idx_AE_tps" index bin AE_tps

source: "status.idx_cts" cts bin index
es: "Status.idx_cts" cts índice de bin
fi: "Status.idx_cts" CTS bin hakemisto
fr: "Status.idx_cts" cts indice bin

source: "status.idx_iac" iac bin index
es: "Status.idx_iac" índice de bin iac
fi: "Status.idx_iac" IAC bin hakemisto
fr: "Status.idx_iac" index bin iac

source: "status.idx_map" map bin index
es: "Status.idx_map" Mapa de índice de bin
fi: "Status.idx_map" kartta bin hakemisto
fr: "Status.idx_map" index bin carte

source: "status.idx_mat" mat bin index
es: "Status.idx_mat" estera índice de bin
fi: "Status.idx_mat" matto bin hakemisto
fr: "Status.idx_mat" index bin mat

source: "status.idx_rpm" rpm bin index
es: «Status.idx_rpm« índice de bin rpm
fi: "Status.idx_rpm" rpm bin hakemisto
fr: "Status.idx_rpm" index bin tr / min

source: "status.ign.AIAR" Applied Ignition +Advance/-Retard.
es: "Status.ign.AIAR" Applied encendido Advance + /-RETARD.
fi: "Status.ign.AIAR" Applied sytytys + Advance /-Retard.
fr: "Status.ign.AIAR" Applied allumage + Advance /-Retard.

source: "status.ign.dwell" period of time to dwell the ignition module.
es: "Status.ign.dwell" período de tiempo para pensar el módulo de encendido.
fi: "Status.ign.dwell" ajan pysähtyä sytytys moduuli.
fr: "Status.ign.dwell" période de temps de m&#39;y attarder le module d&#39;allumage.

source: "status.inj_clk" counts down the number of injection events to skip.
es: "Status.inj_clk" cuenta el número de eventos de inyección para saltar.
fi: "Status.inj_clk" laskee alas määrä injektio tapahtumia ohittaa.
fr: "Status.inj_clk" compte à rebours du nombre d&#39;événements d&#39;injection pour sauter.

source: "status.irq_tics" is a High resolution clock recorded to the logfile by this pc when data arrives, resolution of 1 millisecond.
es: "Status.irq_tics" es un reloj de alta resolución registrada al archivo de registro por esta pc cuando los datos llegan, la resolución de 1 milisegundo.
fi: "Status.irq_tics" on korkea resoluutio kello tallennetaan lokitiedostoon tämän pc kun tietoja saapuu resoluution 1 millisekunnissa.
fr: "Status.irq_tics" est une horloge haute résolution enregistrées dans le fichier journal par ce PC arrive lorsque les données, la résolution de 1 milliseconde.

source: "status.map.limit" Manifold Absolute Pressure where the boost solenoid will be opened.
es: "Status.map.limit" Presión Absoluta del Múltiple donde se abrió el solenoide impulso.
fi: "Status.map.limit" Kokoojaputkissa absoluuttista painetta, jos tukea solenoidin avataan.
fr: "Status.map.limit" pression absolue de collecteur du solénoïde stimuler sera ouverte.

source: "status.map.map" Manifold Absolute Pressure.
es: "Status.map.map" Presión Absoluta del Múltiple.
fi: "Status.map.map" Kokoojaputkissa absoluuttista painetta.
fr: "Status.map.map" pression absolue de collecteur.

source: "status.mat.correction" % of BPW to add to final PW based on Manifold Air Temperature.
es: "Status.mat.correction"% de BPW para añadir PW final basada en colectores de temperatura del aire.
fi: "Status.mat.correction"% ja BPW lisätä lopulliseen PW perustuu imusarjan lämpötila.
fr: "Status.mat.correction"% du BPW pour ajouter à l&#39;IPL final basé sur le collecteur Température de l&#39;air.

source: "status.mat.iar" ignition +advance/-retard correction based on manifold air temperature.
es: "Status.mat.iar" avance de encendido + /-retard de corrección basado en la temperatura del aire del colector.
fi: "Status.mat.iar" syttyminen + ennakko /-retard korjaus perustuu imusarjan lämpötila.
fr: correction "status.mat.iar« avance d&#39;allumage + /-retard fonction de la température du collecteur d&#39;air.

source: "status.mat.kelvin" Manifold Air Temperature (deg K).
es: "Status.mat.kelvin" colector de temperatura del aire (K).
fi: "Status.mat.kelvin" imusarjan lämpötila (astetta K).
fr: "Status.mat.kelvin" Manifold Température de l&#39;air (° K).

source: "status.mat.pw" (status.mat.correction) % of BPW converted to milliseconds
es: "Status.mat.pw" (status.mat.correction)% de BPW convierte en milisegundos
fi: "Status.mat.pw" (status.mat.correction)% ja BPW muunnetaan millisekuntia
fr: "Status.mat.pw" (status.mat.correction)% du BPW converti en millisecondes

source: "status.open_delay" time it takes for injector pintle to be fully open vs VOLTS .
es: "Status.open_delay" tiempo que tarda pivote dosificador a VOLTIOS vs completamente abierta.
fi: "Status.open_delay" kuluva aika Injektorin pintle täysin auki vs volttia.
fr: "Status.open_delay" temps nécessaire pour que l&#39;injecteur de goujons à être complètement ouverte VOLTS vs.

source: "status.roc_clk" counts the number of ms until the next Rate Of Change calculation is to be performed.
es: "Status.roc_clk" cuenta el número de ms hasta que la tasa de cálculo siguiente cambio se va a realizar.
fi: "Status.roc_clk" laskee kuinka monta ms vasta seuraavana muutosvauhti laskelma on tehty.
fr: "Status.roc_clk" compte le nombre de ms jusqu&#39;à ce que le taux suivant les changements de calcul doit être effectué.

source: "status.rpm.last" engine RPM @ the last ROC update.
es: "Status.rpm.last" motor RPM @ la última actualización de la República de China.
fi: "Status.rpm.last" moottorin kierrosluvun @ viimeksi ROC päivitys.
fr: "Status.rpm.last" moteur à tr / min de la dernière mise à jour ROC.

source: "status.rpm.limit" current hard RPM limit where fuel pulses will be cut!
es: "Status.rpm.limit" límite actual RPM duro donde los pulsos de combustible se corte!
fi: "Status.rpm.limit" nykyinen kova RPM raja jossa polttoaine pulssien leikataan!
fr: "Status.rpm.limit" limite actuelle RPM dur où impulsions de carburant sera réduit!

source: "status.rpm.magic" internal value based on number of cylinders the duration of reference pulse and alignment of the stars that allows the rpm to be calculated amazingly fast.
es: "Status.rpm.magic" valor interno basado en el número de cilindros de la duración del impulso de referencia y la alineación de las estrellas que permite a las revoluciones por minuto se calcula asombrosamente rápido.
fi: "Status.rpm.magic" sisäinen arvo perustuu sylinterien lukumäärä keston viite pulssi ja kohdistus tähden, jonka avulla rpm laskea hämmästyttävän nopeasti.
fr: "Status.rpm.magic« valeur interne fondé sur le nombre de cylindres de la durée de l&#39;impulsion de référence et l&#39;alignement des étoiles qui permet le régime doit être calculée étonnamment rapide.

source: "status.rpm.roc" the Rate Of Change in RPM during the last ROC Clock period (100ms)
es: "Status.rpm.roc" la tasa de cambio en RPM durante el último período ROC Reloj (100 ms)
fi: "Status.rpm.roc" kasvuvauhdin RPM viime ROC Kello aikana (100ms)
fr: "Status.rpm.roc" Le taux de changement de régime au cours de la dernière période de l&#39;horloge ROC (100ms)

source: "status.rpm.rpm" engine speed in revolutions per minute.
es: "Status.rpm.rpm" la velocidad del motor en revoluciones por minuto.
fi: "Status.rpm.rpm" moottorin kierrosnopeus minuutissa.
fr: "Status.rpm.rpm" vitesse du moteur en tours par minute.

source: "status.seconds" is the PIS clock returned by the ECU, this runs from 0-65535 and recylcles indefinitely, resolution 1 second.
es: "Status.seconds" es el reloj PIS devuelto por la ECU, esto va desde 0 hasta 65535 y recylcles indefinidamente, la resolución de 1 segundo.
fi: "Status.seconds" on PIS kello palauttaa ecua tämä toimii 0-65535 ja recylcles loputtomiin, resoluutio 1 sekunti.
fr: "Status.seconds" est l&#39;horloge PIS retourné par l&#39;ECU, ce qui va de 0 à 65535 et recylcles indéfiniment, résolution 1 seconde.

source: "status.tps.last" last Throttle Position Sensor % during TPS ROC update (100ms).
es: "Status.tps.last" último sensor de posición del acelerador% durante TPS actualización de la República de China (100 ms).
fi: "Status.tps.last" viimeinen Throttle Position Sensor % aikana TPS ROC päivitys (100ms).
fr: "Status.tps.last« dernier Throttle Position Sensor% au cours de TPS ROC mise à jour (100ms).

source: "status.tps.roc" the rate of change over the last (50ms)
es: "Status.tps.roc" la tasa de cambio en los últimos (50 ms)
fi: "Status.tps.roc" muutoksen nopeus viime (50ms)
fr: "Status.tps.roc" le taux de variation au cours de la dernière (50ms)

source: "status.tps.tps" current throttle position as percentage, taking into account calibration.
es: "Status.tps.tps" la posición del acelerador actual como porcentaje, teniendo en cuenta la calibración.
fi: "Status.tps.tps" nykyinen asento prosentteina, kun otetaan huomioon kalibrointi.
fr: "Status.tps.tps" position du papillon en cours en pourcentage, en tenant compte de l&#39;étalonnage.

source: "status.transient_clk" counts down the number of ms until closed loop can be entered after a transient fuel event.
es: "Status.transient_clk" cuenta el número de ms hasta el circuito cerrado se puede introducir después de un evento de combustible transitorio.
fi: "Status.transient_clk" laskee alas määrä ms asti suljetun voidaan kirjata jälkeen ohimenevä polttoaine tapahtuma.
fr: "Status.transient_clk" compte à rebours le nombre de ms jusqu&#39;à boucle fermée peut être conclu après un événement de carburant transitoire.

source: AE Clock
es: AE Reloj
fi: AE Kello
fr: AE de l&#39;horloge

source: ASC Applied %
es: ASC Aplicadas%
fr: ASC appliquées%

source: ASC Base %
fr: % Base ASC

source: ASC Clock
es: ASC Reloj
fi: ASC Kello
fr: ASC horloge

source: ASC Duration
es: Duración ASC
fi: ASC Kesto
fr: ASC Durée

source: CTS (deg K)
es: CTS (K º)
fi: CTS (astetta K)
fr: CTS (K °)

source: CTS IAR
fr: CTS IRA

source: Discrete
es: Discreto
fi: Erillinen
fr: Discret

source: Dutycycle
fr: Du rapport durée période

source: EGO Clock
es: EGO Reloj
fi: EGO Kello
fr: EGO horloge

source: EGO Error
fi: EGO Virhe
fr: EGO erreur

source: EGO TRANS
fr: TRANS EGO

source: EGO Target
es: EGO Meta
fr: EGO cible

source: Flags 1
es: Banderas 1
fi: Liput 1
fr: Drapeaux 1

source: Flags 3
es: 3 Banderas
fi: Liput 3
fr: Drapeaux 3

source: Flags 4
es: Banderas 4
fi: Liput 4
fr: Drapeaux 4

source: IAC Clock
es: IAC Reloj
fi: IAC Kello
fr: IAC horloge

source: IAC Target
es: IAC Meta
fr: IAC cible

source: IDX AE RPM
fr: IDX RPM AE

source: IDX AE TPS
es: IDX TPS AE
fr: TPS AE IDX

source: INJ Clock
es: INJ Reloj
fi: INJ Kello
fr: Horloge INJ

source: Lambda Correction %
es: Lambda% Corrección
fi: Lambda korjaus %
fr: Correction% Lambda

source: Lambda Target
es: Lambda Meta
fr: Lambda cible

source: Limit
es: Límite
fi: Raja
fr: Limite

source: MAT (deg K)
es: MAT (K º)
fi: MAT (astetta K)
fr: MAT (K °)

source: MAT IAR
fr: MAT IRA

source: Magic
es: Magia
fi: Maaginen
fr: Magie

source: Milliseconds
es: Milisegundos
fi: Millisekuntia
fr: Millisecondes

source: ROC Clock
es: ROC Reloj
fi: ROC Kello
fr: ROC horloge

source: RPM Last
es: Última RPM
fi: RPM viimeksi
fr: Dernière RPM

source: Seconds
es: Segundos
fi: Sekunnit
fr: Secondes

source: TPS Last %
es: Última TPS%
fi: TPS Viimeisin %
fr: Dernière TPS%

source: current ego lambda reading
es: lambda ego lectura actual
fi: Nykyinen ego lambda käsittelyssä
fr: lambda ego cours de lecture

source: current engine coolant temperature
es: temperatura del refrigerante del motor actual
fi: Nykyinen moottorin jäähdytysnesteen lämpötila
fr: la température du liquide de refroidissement en cours

source: current manifold temperature
es: la temperatura actual del múltiple
fi: Nykyinen moninaisia lämpötila
fr: Température actuelle multiples

source: ego closed loop lambda target
es: yo cerrado objetivo bucle lambda
fi: ego suljetun lambda kohde
fr: Moi fermé cible lambda boucle

source: ASC Percent
es: Porcentaje de ASC
fi: ASC Prosentti
fr: ASC pour cent

source: Acceleration Enrichment Factor vs CTS
es: Aceleración vs factor de enriquecimiento CTS
fi: Kiihtyvyys Enrichment Factor vs CTS
fr: Accélération CTS vs facteur d&#39;enrichissement

source: Acceleration Factor *
es: * Factor de Aceleración
fi: Kiihtyvyyden *
fr: Facteur d&#39;accélération *

source: After Start Correction %
es: Después de la corrección de inicio%
fi: Käynnistyksen jälkeen korjaus %
fr: Après correction de début%

source: After Start Correction % vs. Temp
es: Después de la corrección de inicio% vs Temp
fi: Käynnistyksen jälkeen korjaus % vs. Temp
fr: Après Correction% par rapport au démarrage Temp

source: After Start Correction Duration
es: Después de Duración de inicio de corrección
fi: Käynnistyksen jälkeen korjaus kesto
fr: Après correction de début Durée

source: After Start Duration (cycles) vs. Temp
es: Después de Inicio Duración (ciclos) vs temperatura
fi: Kun Aloita Kesto (jaksot) vs. Temp
fr: Après Premier Durée (cycles) vs Temp

source: BPW Correction %
es: BPW% Corrección
fi: BPW korjaus %
fr: Correction% BPW

source: Base Pulse Width vs MAT
es: Base vs ancho de pulso MAT
fr: Base de largeur d&#39;impulsion vs MAT

source: Base Pulse Width vs. CTS
es: Base ancho de pulso vs CTS
fr: Largeur d&#39;impulsion de base vs CTS

source: Boost Limiting (kPa)
es: Alza limitación (kPa)
fi: Boost rajoittaminen (kPa)
fr: Limitation de Boost (kPa)

source: CTS BPW %
fr: % BPW CTS

source: CTS Factor *
es: * Factor de CTS
fr: Facteur CTS *

source: Crank Pulse (ms)
es: Pulso Crank (ms)
fr: Pulse Crank (ms)

source: Cranking Pulse
es: Pulso de arranque
fr: Démarrage à impulsion

source: IAR vs MAT
fr: IRA vs MAT

source: Ignition +Advance / -Retard
es: Avance de encendido + /-RETARD
fi: Sytytys + Advance /-Retard
fr: Allumage + Advance /-Retard

source: Ignition +Advance / -Retard Correction vs CTS
es: Avance de encendido + /-RETARD vs Corrección CTS
fi: Sytytys + Advance /-Retard korjaus vs CTS
fr: Allumage + Advance / CTS-Retard vs Correction

source: Ignition +Advance / -Retard Correction vs MAT
es: Avance de encendido + /-RETARD vs Corrección MAT
fi: Sytytys + Advance /-Retard korjaus vs MAT
fr: Allumage + Advance MAT /-Retard vs Correction

source: Injector Open Delay (ms)
es: Inyector Abrir Delay (ms)
fi: Ruiskutussuutin Open Viive (ms)
fr: Injecteur Delay Open (ms)

source: Lambda Targets
es: Lambda Objetivos
fi: Lambda tavoitteet
fr: Cibles Lambda

source: MAT BPW %
fr: BPW% MAT

source: Open Delay vs Volts
es: Abierto vs retardo voltios
fi: Avaa Delay vs volttia
fr: Open volts vs Delay

source: RPM Limit vs CTS
es: RPM vs límite CTS
fr: RPM CTS vs Limit

source: Voltage
es: Voltaje
fi: Jännite
fr: Tension

source: degree
es: grado
fi: aste
fr: degré

source: _Raw Memory Editor
es: Editor de Memoria _Raw
fr: Sous la direction de la mémoire _raw

source: The LOAD (TPS/KPA) bins in combination with the RPM bins on the bottom of the Rotary Trailing Table define the vertexes (points on the map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La carga (TPS / Ejército Popular de Corea) contenedores en combinación con los cubos de RPM en la parte inferior de la mesa giratoria detrás de definir los vértices (puntos en el mapa). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Kuormitus (TPS / KPA) astiat yhdessä RPM roskakoreihin pohjassa Rotary perään Taulukko määritellä vertexes (pistettä kartalla). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La charge (TPS / KPA) bacs en combinaison avec les bacs de RPM sur le fond de la table tournante de suivi de définir les sommets (points sur la carte). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The Rotary Trailing Entries are the values of Rotary Trailing in degrees that the ECU should try to maintain. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Las entradas de Rotary final son los valores de Rotary final en grados que el ECU debe tratar de mantener. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Rotary perään Viestit ovat arvoja Rotary perään asteina että ecun pitäisi yrittää säilyttää. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les entrées de Rotary de suivi sont les valeurs du Rotary de suivi à des degrés que l&#39;ECU devrait essayer de maintenir. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This is an override to override the split table for testing purposes..
es: Esto es un reemplazo para reemplazar la tabla dividida para propósitos de prueba ..
fi: Tämä ohittaa ohittaa jakaa taulukon testausta varten ..
fr: Il s&#39;agit d&#39;une substitution pour remplacer le tableau split des fins de test ..

source: When FC Trailing is selected, Spark output C controls the Coil-Select input (See http://www.msextra.com/manuals/MS_Extra_Ignition_Hardware_Manual.htm#2rotormod for drawings), and Spark output B will send the trailing timing signal, which also looks like a dizzy signal, but will follow the offset of the main spark map from the above 6x6 table. When FD Trailing is selected this uses Spark output B as rotor 1's trailing spark signal and Spark output C as rotor 2's trailing spark signal rather than using a Coil-Select output.
es: Cuando FC final se selecciona, la chispa de salida C controla la entrada de la bobina: seleccione (Ver http://www.msextra.com/manuals/MS_Extra_Ignition_Hardware_Manual.htm # 2rotormod para los dibujos), y la chispa de salida B enviará la señal de tiempo final, que También se parece a una señal de mareos, pero seguirán el desplazamiento de la chispa principal mapa de la tabla de 6x6 arriba. Cuando FD final que se selecciona la usa B chispa de salida como de rotor 1 de final de la señal y la chispa la chispa C de salida como de rotor 2 chispa final de la señal en lugar de utilizar una bobina de salida: seleccione.
fi: Kun FC perään on valittu, Spark tuotanto C säätelee Coil-Valitse tulo (http://www.msextra.com/manuals/MS_Extra_Ignition_Hardware_Manual.htm # 2rotormod piirrosten), ja Spark tuotanto B lähettää perään ajoitus signaali, joka Lisäksi näyttää pyörryksissä signaali, mutta seuraa offset tärkeimmistä kipinä karttaa edellä 6x6 taulukko. Kun FD perään on valittu tämä käyttää Spark tuotanto B roottori 1: n perään kipinä signaali ja Spark lähtö C kuin roottori 2: n perään kipinä signaalin sijaan käyttämällä Coil-Valitse tuotos.
fr: Lorsque FC arrière est sélectionnée, la production d&#39;étincelles C contrôle la bobine d&#39;entrée-Sélect (Voir http://www.msextra.com/manuals/MS_Extra_Ignition_Hardware_Manual.htm # 2rotormod pour les dessins), et la production d&#39;étincelles B enverra le signal de synchronisation de fuite, ce qui ressemble également à un signal de vertige, mais suivra le décalage de l&#39;étincelle carte principale de la table ci-dessus 6x6. Lorsque FD de suivi est sélectionné celui-ci utilise la sortie B Spark que 1 rotor arrière étincelle signal de sortie et C Spark que 2 rotor arrière étincelle signal plutôt que d&#39;utiliser une sortie Coil-Sélect.
