Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The default (Use Combined AFR/VE table) calculates the fueling based on the VE table (and MAP, IAT, etc.). The AFR table in that case is used ONLY for EGO feedback control. However, by selecting the 'Separate AFR/VE table', you can have the fuel equation multiplied by the AFR table entry divided by the stoichiometric AFR, meaning the AFR is always in the calculations. In the default case, AFR and VE are really combined into the VE table, while in the other cases they are separate. Either will allow you to control a wideband EGO sensor, but the difference is that while the first relies on EGO feedback to reach the target AFR in the AFR table, the 'Separate' options do not relay on the wideband feedback, instead the target AFR are fed directly into the fuelling equation. With the separate tables, IF the VE table is correct, then changing the AFR table to another target should result in that AFR, even without EGO feedback control. see http://www.megamanual.com/mt28.htm#so
es: El valor por defecto (consumo combinado AFR / table VE) calcula el sistema de alimentación basado en la tabla VE (y el MAP, el IAT, etc.) La tabla de AFR en ese caso sólo se utiliza para el control de retroalimentación EGO. Sin embargo, seleccionando el "Separar AFR / table VE &#39;, puede hacer que la ecuación de combustible, multiplicado por la entrada de la tabla AFR dividido por el AFR estequiométrica, es decir, la AFR es siempre en los cálculos. En caso de impago, AFR y VE son realmente combinan en la tabla de VE, mientras que en los demás casos que están separados. O le permitirá controlar un sensor EGO de banda ancha, pero la diferencia es que mientras el primero se basa en la retroalimentación del EGO para alcanzar el objetivo de AFR en la tabla de AFR, las opciones de &#39;independiente&#39; no relevo en la retroalimentación de banda ancha, en cambio el objetivo de AFR se introducen directamente en la ecuación de combustible. Con las tablas por separado, si la tabla VE es correcto, cambiar la tabla AFR a otro objetivo debe dar lugar a que AFR, incluso sin control de retroalimentación EGO. ver http://www.megamanual.com/mt28.htm # para
fi: Oletusarvo (Käytä yhdistetty AFR / VE taulukko) laskee polttoaineen perusteella VE taulukko (ja MAP, iat, jne.). AFR taulukko tapauksessa käytetään vain EGO palautteen ohjaus. Kuitenkin valitsemalla "Erilliset AFR / VE taulukko", voit olla polttoaineen yhtälö kerrotaan AFR taulukossa merkintä jaettuna Stoikiometrinen AFR, eli AFR on aina laskelmissa. Kun oletuksena tapauksessa AFR ja VE on todella yhdistetty VE taulukkoon, kun taas muissa tapauksissa ne ovat erillisiä. Joko avulla voit hallita laajakaistainen EGO anturi, mutta ero on se, että ensimmäinen perustuu EGO palautteen tavoitteen saavuttamiseksi AFR on AFR taulukossa "erillinen" vaihtoehdot eivät rele laajakaistainen palautetta, vaan tavoite AFR syötetään suoraan polttoaineen yhtälö. Kanssa eri taulukoissa, JOS VE taulukko on oikein, muuttamalla AFR pöydästä toiseen tavoite tulisi johtaa, että AFR, ilman EGO palautteen ohjaus. Katso http://www.megamanual.com/mt28.htm # niin
fr: La valeur par défaut (utilisation combinée AFR / table VE) calcule l&#39;alimentation basée sur le tableau de la Victoire en Europe (et du PAM, API, etc.) Le tableau AFR dans ce cas, est utilisé seulement pour le contrôle commentaires EGO. Cependant, en sélectionnant le «séparé AFR / table VE, vous pouvez avoir l&#39;équation de carburant, multiplié par l&#39;entrée de table AFR divisé par le AFR stœchiométrique, ce qui signifie l&#39;AFR est toujours dans les calculs. Dans le cas par défaut, AFR et VE sont vraiment combinés dans le tableau VE, tandis que dans les autres cas, ils sont séparés. Soit vous permettra de contrôler un capteur à large bande EGO, mais la différence est que, bien que le premier repose sur les informations EGO pour atteindre les cibles AFR dans le tableau AFR, les «séparer» les options ne sont pas de relais sur les informations à large bande, au lieu de la cible AFR sont introduits directement dans l&#39;équation de ravitaillement. Avec les tableaux distincts, si la table VE est correcte, puis modifier la table à une autre cible AFR devrait entraîner que AFR, même en l&#39;absence de rétroaction EGO. Voir http://www.megamanual.com/mt28.htm # donc

source: The furthest that the nearest kPa bin can be away and still have the AMC change applied to that entry.
es: Lo más lejos que la más cercana bin kPa puede estar fuera y seguir teniendo el cambio AMC aplicará a la entrada.
fi: Kauimpana että lähin kPa bin olla kaukana ja vielä AMC muutosta sovelletaan tähän merkintä.
fr: Le plus loin que le bac le plus proche kPa peut être loin et ont encore le changement AMC appliquée à cette entrée.

source: The furthest that the nearest rpm bin can be away and still have the AMC change applied to that entry.
es: Lo más lejos que la más cercana bin rpm puede estar fuera y seguir teniendo el cambio AMC aplicará a la entrada.
fi: Kauimpana että lähin rpm bin olla kaukana ja vielä AMC muutosta sovelletaan tähän merkintä.
fr: Le plus loin que le bac le plus proche tr / min peut être loin et j&#39;ai toujours le changement AMC appliquée à cette entrée.

source: The normal option is to make the VE table a function of MAP and RPM, the other is to make VE a function of MAP/baro and RPM. To keep everything compatible, the code uses (MAP/ BARO) * 100 kPa, so if you are at standard barometric pressure, there is no difference. This is meant to be used with an independent baro sensor and with no other barometric correction, although you have to set the baro correction parameters so that the correction comes out that way. The idea is that volumetric efficiency is not only a function of the pressure on the intake, but also of the exhaust back pressure. The thermodynamic engine efficiency equations come out as a function of MAP/baro, so this is offered as an option. When you are not at standard pressure, it will shift your VE table so it may appear that it is screwing everything up, but if you are willing to re-tune your VEs with this option, doing it at sea level, then you should be able to climb a mountain with no baro correction. It won't result in a big improvement over what we used before, which is a 10 point correction table that you can tune to give you a very precise correction, but it is the thermodynamically correct way to do it. This is an advanced option for people who want to experiment and have some understanding of engine thermodynamics. Someone just starting to use MegaSquirt® doesn't need to use this.
es: La opción normal es hacer la tabla de VE en función de MAP y RPM, la otra es hacer VE en función de MAP / baro y RPM. Para mantener todo compatible, el código utiliza (MAP / BARO) * 100 kPa, así que si usted está en la presión barométrica estándar, no hay diferencia. Este está destinado a ser usado con un sensor de baro independiente y sin corrección barométrica otros, aunque hay que establecer los parámetros de corrección baro manera que la corrección viene de esa manera. La idea es que la eficiencia volumétrica es no sólo una función de la presión sobre el consumo, sino también del escape. Las ecuaciones termodinámicas motor de la eficiencia de salir en función de MAP / baro, por lo que se ofrece como una opción. Cuando usted no está en la presión normal, cambiara su mesa VE lo que puede parecer que se está tirando todo para arriba, pero si usted está dispuesto a volver a sintonizar su VEs con esta opción, hacerlo en el nivel del mar, entonces usted debería ser capaz de escalar una montaña sin corrección baro. No va a resultar en una gran mejora sobre lo que hemos utilizado antes, que es una tabla de corrección de 10 puntos que usted puede sintonizar para darle una corrección muy preciso, pero es la forma termodinámicamente correcta de hacerlo. Esta es una opción avanzada para las personas que quieren experimentar y tener un cierto conocimiento de la termodinámica del motor. Alguien acaba de empezar a utilizar MegaSquirt ® no necesita usar este.
fi: Normaali vaihtoehto on tehdä VE taulukko tehtävä MAP ja RPM, muut on tehdä VE tehtävä MAP / baro ja RPM. Pitää kaikki yhteensopivia, koodi käyttää (MAP / BARO) * 100 kPa, joten jos olet normaalia ilmanpainetta, ei ole eroa. Tämä on tarkoitettu käytettäväksi itsenäinen baro anturi ja muuta ilmanpaineeseen korjausta, vaikka sinun on asetettava baro korjaus parametrit siten, että korjaus tulee ulos tällä tavalla. Ajatuksena on, että tilavuuden tehokkuus ei ole ainoa funktio paineita saantia, mutta myös pakokaasun vastapaine. Termodynaamiset polttoainejärjestelmässä yhtälöt ulos funktiona MAP / baro, joten tämä on tarjota vaihtoehtona. Kun et ole normaalipaineessa, se siirtyy sinun VE taulukon joten se saattaa näyttää, että se on kierteillä kaiken ylös, mutta jos olet valmis uudelleen virittää Ves tämän vaihtoehdon, tee se merenpinnan tasolla, sinun pitäisi pystyy kiipeämään vuorelle ilman baro korjausta. Se ei johda suuri parannus, mitä me käytettiin ennen, mikä on 10 pisteen korjaustaulukko että voit virittää antaa sinulle erittäin tarkka correction, mutta se on termodynaamisesti oikea tapa tehdä se. Tämä on kehittynyt vaihtoehto ihmisille, jotka haluavat kokeilla ja olla jonkinlainen käsitys moottorin termodynamiikka. Joku vain alkaa käyttää MegaSquirt ® ei tarvitse käyttää.
fr: L&#39;option normale est de faire de la table VE en fonction de la MAP et RPM, l&#39;autre est de faire de la Victoire en Europe en fonction de la MAP / Baro et RPM. Pour que tout reste compatible, le code utilise (MAP / BARO) * 100 kPa, donc si vous êtes à la pression barométrique standard, il n&#39;ya aucune différence. Ceci est destiné à être utilisé avec un capteur baro indépendante et sans autre correction barométrique, même si vous devez régler les paramètres de correction baro sorte que la correction est de cette façon. L&#39;idée est que l&#39;efficacité volumétrique n&#39;est pas seulement une fonction de la pression sur la consommation, mais aussi de la pression d&#39;échappement. Les équations thermodynamiques l&#39;efficacité des moteurs sortent en fonction de la MAP / baro, si cela est proposé en option. Quand vous n&#39;êtes pas à la pression normale, il se déplacera votre table VE il peut apparaître qu&#39;il est vissé le tout, mais si vous êtes prêt à re-régler votre EV avec cette option, le faire au niveau de la mer, alors vous devriez être capable de gravir une montagne sans correction baro. Il n&#39;entraînera pas une grande amélioration sur ce que nous utilisions auparavant, ce qui est une table de correction de 10 points que vous pouvez régler pour vous donner une correction très précise, mais c&#39;est la façon correcte thermodynamique pour le faire. Il s&#39;agit d&#39;une option avancée pour les personnes qui veulent expérimenter et avoir une certaine compréhension de la thermodynamique du moteur. Quelqu&#39;un vient de commencer à utiliser MegaSquirt ® n&#39;a pas besoin d&#39;utiliser ce fichier.

source: This button will bring up the Table editor to alter the MAF correction curve in order to compensate for any anomalies.
es: Este botón se abre el editor de la tabla para modificar la curva de corrección de MAF con el fin de compensar las desviaciones.
fi: Tämä painike tuo esiin taulukossa toimittaja muuttaa MAF korjaus käyrän korvaamiseksi mahdollisia poikkeavuuksia.
fr: Ce bouton permet d&#39;afficher l&#39;éditeur de tableau pour modifier la courbe de correction du CRG afin de compenser d&#39;éventuelles anomalies.

source: This factor is to allow spark advance with baro (when less than 100 kPa) for alpha-N mode. This isn't allowed in speed density since map in the spark table accounts for it. The rate of advance versus baro under 100 kPa is a user input.
es: Este factor es permitir el avance del encendido con el baro (cuando menos de 100 kPa) para el modo de alfa-N. Esto no está permitido en la densidad desde el mapa en la chispa tabla de cuentas por ello la velocidad. La tasa de avance en comparación con menos de 100 kPa baro es una entrada del usuario.
fi: Tämä tekijä on antaa kipinä etukäteen baro (jos alle 100 kPa) alpha-N-tilassa. Tämä ei ole sallittua nopeutta tiheys koska karttaa kipinä taulukko selittää asian. Määrä etukäteen vs. baro alle 100 kPa käyttäjä syöttää.
fr: Ce facteur est de permettre avance à l&#39;allumage avec baro (lorsque moins de 100 kPa) pour le mode alpha-N. Ceci n&#39;est pas permis de vitesse depuis la carte de densité dans l&#39;étincelle des comptes table pour elle. Le taux de l&#39;avance par rapport baro sous 100 kPa est une entrée d&#39;utilisateur.

source: This is the % of AMC correction to be applied when RAM VE is updated. A typical value is 10%, which limits how far autocorrection can deviate from the basic table.
es: Este es el% de corrección de AMC que deben aplicarse cuando se actualiza la RAM VE. Un valor típico es del 10%, lo que limita hasta qué punto puede desviarse corrección automática de la tabla de base.
fi: Tämä on % AMC tehtävien korjausten kun RAM VE päivitetään. Tyypillinen arvo on 10%, mikä rajoittaa kuinka paljon Automaattikorjaus voi poiketa perus-taulukosta.
fr: C&#39;est le% de correction AMC à appliquer lors de RAM VE est mis à jour. Une valeur typique est de 10%, ce qui limite jusqu&#39;où la correction automatique peut s&#39;écarter de la table de base.

source: This is the cranking RPM threshold. this should be set slightly higher than your maximum engine cranking speed, but below idle speed., typical value is around 300.
es: Este es el umbral de RPM de arranque. esto debe quedar un poco más alto que su velocidad máxima del motor de arranque, pero por debajo de la velocidad de ralentí., valor típico es de alrededor de 300.
fi: Tämä on cranking RPM raja. Tätä olisi hieman suurempi kuin korkein moottorin cranking nopeus, mutta alle joutokäynnin. tyypillinen arvo on noin 300.
fr: C&#39;est le seuil RPM démarrage. Cela devrait être légèrement plus élevée que la vitesse maximale démarrage du moteur, mais inférieure à la vitesse de ralenti., valeur typique est d&#39;environ 300.

source: This is the fuel correction at the high frequency, with GM sensors this is for pure ethanol (typically 163%)
es: Esta es la corrección de combustible en la alta frecuencia, con sensores de GM este es para el etanol puro (normalmente 163%)
fi: Tämä polttoaine korjaus on korkealla taajuudella, ja GM anturit tämä on puhdasta etanolia (yleensä 163%)
fr: Il s&#39;agit de la correction du carburant à la haute fréquence, avec des capteurs de GM ce n&#39;est pour l&#39;éthanol pur (généralement 163%)

source: This is the fuel correction at the low frequency, with GM sensors this is for pure gasoline, (typically 100%)
es: Esta es la corrección de combustible en la baja frecuencia, con sensores de GM esto es para la gasolina pura, (típicamente 100%)
fi: Tämä polttoaine oikaisu matalilla taajuuksilla, jossa GM anturit tämä on puhdasta bensiiniä, (yleensä 100%)
fr: Il s&#39;agit de la correction du carburant à la faible fréquence, avec des capteurs GM c&#39;est pour l&#39;essence pure, (en général 100%)

source: This is the ignition timing correction at the high frequency, with GM sensors this is for pure ethanol, (typically -13 deg, i.e. subtract 13 deg from timing advnace)
es: Esta es la corrección en la distribución del encendido de alta frecuencia, con sensores de GM este es para el etanol puro, (por lo general -13 grados, es decir, restar 13 grados de momento advnace)
fi: Tämä on sytytyksen ajoitus oikaisu korkealla taajuudella, ja GM anturit tämä on puhdasta etanolia (tyypillisesti -13 astetta, eli vähentää 13 astetta vuodesta ajoitus advnace)
fr: Il s&#39;agit de la correction de calage de l&#39;allumage à la haute fréquence, avec des capteurs GM c&#39;est pour l&#39;éthanol pur (typiquement de -13 degrés, c&#39;est à dire soustraire 13 ° de calendrier advnace)

source: This is the ignition timing correction at the low frequency, with GM sensors this is for pure gasoline, (typically 0.0 degrees)
es: Esta es la corrección en la distribución del encendido de baja frecuencia, con sensores de GM esto es para la gasolina pura, (por lo general 0,0 grados)
fi: Tämä on sytytyksen ajoitus oikaisu matalilla taajuuksilla, jossa GM anturit tämä on puhdasta bensiiniä (tyypillisesti 0,0 astetta)
fr: Il s&#39;agit de la correction de calage de l&#39;allumage à la basse fréquence, avec des capteurs GM c&#39;est pour l&#39;essence pure, (typiquement 0,0 degrés)

source: This is the minimum number of AMC RAM VE updates that have to be made before the program will burn the table to FLASH (only used when FLASH Update is selected).
es: Este es el número mínimo de memoria RAM AMC actualizaciones VE que tienen que hacerse antes de grabar el programa de la mesa para FLASH (sólo se utiliza cuando se selecciona Flash Update).
fi: Tämä on vähimmäismäärä AMC RAM VE päivityksiä, jotka on tehty ennen ohjelman polttaa taulukossa FLASH (käytetään vain, kun FLASH päivitys on valittuna).
fr: C&#39;est le nombre minimum de mises à jour AMC VE RAM qui doivent être faites avant que le programme va brûler le tableau au format Flash (utilisé uniquement lorsque Flash Update est activée).

source: This is the minimum time (in seconds) between burns of the Flash VE table.
es: Este es el tiempo mínimo (en segundos) entre las quemaduras de la tabla EV Flash.
fi: Tämä on pienin aika (sekuntia) välillä palaa Flash-VE taulukko.
fr: C&#39;est le temps minimum (en secondes) entre les brûlures de la table Flash VE.

source: This is the minimum time (in seconds) between updates of RAM VE table.
es: Este es el tiempo mínimo (en segundos) entre las actualizaciones de memoria RAM tabla de VE.
fi: Tämä on pienin aika (sekuntia) välillä päivittää muistia VE taulukon.
fr: C&#39;est le temps minimum (en secondes) entre les mises à jour de RAM VE table.

source: This is the narrowband O<sub>2</sub> stoich voltage
es: Esta es la banda estrecha de tensión O <sub>2</sub> stoich
fi: Tämä on kapea O <sub>2</sub> stoich jännite
fr: C&#39;est le O <sub>2</sub> stoich tension à bande étroite

source: This is the sensor output frequency for 100% ethanol (150 hz for the GM sensor)
es: Esta es la frecuencia de salida del sensor de etanol al 100% (150 Hz para el sensor de GM)
fi: Tämä anturi lähtötaajuus 100% etanolia (150 Hz GM anturi)
fr: C&#39;est la fréquence de sortie du capteur pour 100% d&#39;éthanol (150 Hz pour le capteur de GM)

source: This is the sensor output frequency for 100% gasoline (50 hz for the GM sensor)
es: Esta es la frecuencia de salida del sensor de la gasolina% 100 (50 Hz para el sensor de GM)
fi: Tämä anturi lähtötaajuus 100% bensiinin (50 Hz GM anturi)
fr: C&#39;est la fréquence de sortie du capteur pour 100% d&#39;essence (50 Hz pour le capteur de GM)

source: This is the smallest AMC VE change that will be applied to the table in RAM, if the change is less than this, it will be ignored (until it reaches the threshold).
es: Este es el más pequeño cambio AMC VE que se aplican a la tabla en la memoria RAM, si el cambio es menor que este, será ignorado (hasta que se alcanza el umbral).
fi: Tämä on pienin AMC VE muutos, joita sovelletaan taulukon RAM, jos muutos on vähemmän kuin tämä, se ohitetaan (asti kynnys).
fr: C&#39;est le plus petit AMC VE changements qui seront appliquées à la table dans la mémoire RAM, si le changement est moins que cela, il sera ignoré (jusqu&#39;à ce qu&#39;il atteigne le seuil).

source: This is the wideband O<sub>2</sub> stoich AFR
es: Esta es la banda ancha <sub>2</sub> stoich AFR O
fi: Tämä on laajakaistainen O <sub>2</sub> stoich AFR
fr: C&#39;est le O <sub>2</sub> stoich AFR à large bande

source: Use MAF exclusively below the specified RPM.
es: Utilice exclusivamente MAF por debajo de la RPM especificado.
fi: Käytä MAF ainoastaan alhaisempaa RPM.
fr: Utilisez exclusivement du CRG en dessous de la vitesse de rotation donnée.

source: Use MAP exclusively above the specified RPM.
es: Use MAP exclusivamente por encima de las RPM especificado.
fi: Käytä karttaa ainoastaan edellä määriteltyä RPM.
fr: Utilisez exclusivement MAP-dessus de la vitesse de rotation donnée.

source: _Misc Fuel
es: _Misc Combustible
fi: _Misc Polttoaine
fr: Carburant _Misc

source: "AMC Updates" is the total number of Automatic Mixture Control updates thusfar (I think)
es: "AMC Actualizaciones" es el número total de control de mezcla automática thusfar actualizaciones (creo)
fi: "AMC päivitykset" on kokonaismäärä Automaattiset seos Control päivitykset thusfar (mielestäni)
fr: "AMC Mises à jour" est le nombre total de mises à jour automatiques de contrôle thusfar Mélange (je crois)

source: "Advance is the Current spark advance being run.
es: "Advance es la chispa actual avance en ejecución.
fi: "Advance on nykyinen sytytysennakkoa käynnissä.
fr: "Advance est l&#39;étincelle actuelle d&#39;avance en cours d&#39;exécution.

source: "Dwell" is the ignition coil charge time (ms.)
es: "Detención" es la carga bobina de encendido de tiempo (ms.)
fi: "Dwell" on sytytyskelan latausaika (Ms)
fr: «Balayage» est la charge bobine d&#39;allumage de temps (Mme)

source: "Fuel Comp." is composition factor based on how much ethanol is in the fuel.
es: "Combustible Comp." es el factor de composición en base a la cantidad de etanol en el combustible.
fi: "Fuel Comp." on kokoonpano tekijä perusteella, kuinka paljon etanolia on polttoaine.
fr: Comp à combustible ». est facteur de composition à base de combien d&#39;éthanol est le carburant.

source: "IAC Step/IdleDC" is the current position for the Stepper IAC (steps) or the current PWM idle dutycycle.
es: "Paso IAC / IdleDC" es la posición actual de la CAI paso a paso (pasos) o el actual dutycycle PWM inactivo.
fi: "IAC Step / IdleDC" on nykyinen kanta Stepper IAC (vaiheet) tai nykyinen PWM idle dutycycle.
fr: «Étape IAC / IdleDC" est la position actuelle de la CCI Stepper (étapes) ou le rapport durée période PWM courant de repos.

source: "Knock" is the knock sensor voltage reading.
es: "Knock" es el sensor de detonación lectura de voltaje.
fi: "Knock" on nakutustunnistin jännite käsittelyssä.
fr: «Knock» est la lecture de la tension capteur de détonation.

source: "MAF" is the mass air flow rate in grams/sec (g/sec).
es: "MAF" es el caudal de aire de la masa en gramos / segundo (g / s).
fi: "MMM" on massa ilman virtaus grammoina / s (g / s).
fr: «MAF» est le débit d&#39;air de débit massique, exprimée en grammes / sec (g / sec).

source: "MS-2 Clock" is the MegaSquirt clock returned by the ECU, this runs from 0-65535 and recylcles indefinitely, resolution 1 second.
es: "MS-2 Reloj" es el reloj MegaSquirt devuelto por la ECU, esto va desde 0 hasta 65.535 y recylcles indefinidamente, la resolución de 1 segundo.
fi: "MS-2 Clock" on MegaSquirt kello palauttaa ecua tämä toimii 0-65535 ja recylcles loputtomiin, resoluutio 1 sekunti.
fr: "MS-2 Clock" est l&#39;horloge MegaSquirt retourné par l&#39;ECU, ce qui va de 0 à 65.535 et recylcles indéfiniment, résolution 1 seconde.

source: "TPS ADC" is the throttle position reading in ADC counts (0-1023)
es: "El TPS ADC" es la lectura de posición del acelerador en el recuento de ADC (0-1023)
fi: "TPS ADC" on asento käsittelyssä ADC määrä (0-1023)
fr: "TPS ADC" est la lecture de position du papillon en compte ADC (0-1023)

source: "X-tau corr1" is the current X-Tau fuel correction for channel 1
es: "X-tau corr1" es la corrección actual de X-Tau de combustible para el canal 1
fi: "X-tau corr1" on nykyinen X-Tau polttoaine korjaus kanava 1
fr: "CORR1 X-tau» est la correction de carburant X-Tau pour le canal 1
