Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Accel Enrich Trigger
fr: Accel Enrichir Trigger

source: Accel Timer Units
es: Accel unidades temporizador
fi: Accel Ajastin yksiköt
fr: Unités Timer Accel

source: Accel Enrich Decay
fr: Accel Enrichir Decay

source: Accel Enrich Parameters
fi: Accel Enrich parametrit
fr: Accel Enrichir Paramètres

source: Accel Enrich in Boost
fi: Accel Enrich vuonna Boost
fr: Accel enrichir de Boost

source: Accel Enrich during ASE
fi: Accel Enrich aikana ASE
fr: Accel s&#39;enrichir pendant ASE

source: MAPdot Parameters
fi: MAPdot parametrit
fr: Paramètres MAPdot

source: MAP Threshold (kPa/s)
es: Umbral MAP (kPa / s)
fr: Seuil de MAP (kPa / s)

source: TPS Threshold (V/s)
es: Umbral TPS (V / s)
fr: Seuil TPS (V / s)

source: Accel Time: (ms)
es: Tiempo de aceleración: (ms)
fr: Temps Accel: (ms)

source: Alternative AE Scheme
es: AE Sistema Alternativo
fi: Vaihtoehtoiset AE Scheme
fr: Alternative régime AE

source: RPM Based Accel Enrichment
fi: RPM perusteella Accel Väkevöiminen
fr: Enrichissement RPM Accel base

source: MSnS-Extra Accel Enrichment Wizard
es: Asistente Accel enriquecimiento MSNS-Extra
fi: MSnS-Extra Accel Väkevöiminen Wizard
fr: MSN Extra-Assistant enrichissement Accel

source: Hard Rev-Limiter RPM
es: Hard Rev-limitador de RPM
fr: Hard Rev-Limiteur de régime

source: Base Sparks
es: Base chispas
fr: Base de Sparks

source: Sparks to Cut
es: Sparks a Corte
fi: Kipinöitä Cut
fr: Étincelles à Cut

source: Max Time on Soft Limiter
es: Tiempo máximo de limitador Soft
fi: Max aika pehmeä Limiter
fr: Temps de Max sur Limiteur Soft

source: Soft Limit Spark Angle
es: Límite de Angulo de Soft
fi: Pehmeä raja Spark Kulma
fr: Limite Soft Spark Angle

source: Hard Limiter Style
es: Estilo Hard limitador
fr: Limiter Style Hard

source: Rev-Limiter Settings
es: Rev-limitador de Configuración
fi: REV-Limiter asetukset
fr: Paramètres Rev-limiteur

source: Use MAF Air Density Correction?
es: MAF utilizar la densidad del aire de corrección?
fi: Käytä MAF ilmantiheys korjaus?
fr: CRG Utilisez Air correction de densité?

source: False Trigger Detection?
es: Falso Detección de disparo?
fi: Väärin Trigger tunnistus?
fr: Détection déclenchement faux?

source: Use MAF Sensor on X7?
es: El uso del sensor de MAF en X7?
fi: Käytä MAF-anturi X7?
fr: Capteur CRG Utilisez le X7?

source: Advanced Options
es: Opciones avanzadas
fi: Lisäasetukset
fr: Options avancées

source: Use Baro Correction?
es: Utilice Corrección Baró?
fi: Käytä Baro korjaus?
fr: Correction Baro utiliser?

source: Max KPa for Baro Correction
es: Número máximo de corrección KPa Baró
fi: Max kPa Baro korjaus
fr: KPa Max pour la correction Baro

source: Min KPa for Baro Correction
es: Min KPa de corrección Baró
fi: Min kPa Baro korjaus
fr: KPa Min pour la correction Baro

source: Constant Baro corr. in Alpha-N ?
es: Constante corr Baro. en Alpha-N?
fi: Jatkuva Baro Corr. Alpha-N?
fr: Constant corr Baro. en alpha-N?

source: Constant Baro Correction?
es: Corrección Baró constante?
fi: Jatkuva Baro korjaus?
fr: Correction Baro Constant?

source: Barometric Correction
es: Corrección barométrica
fi: Ilmanpaineen korjaus
fr: Correction barométrique

source: Over-run Fuel Cut
es: Más de combustible de gestión Corte
fi: Ylitykseen Fuel Cut
fr: Couper de carburant pendant terme

source: Fuel cut when RPM over
es: De combustible en más de RPM cuando
fi: Polttoaine leikata kun RPM yli
fr: De coupure de carburant lorsque le régime plus

source: and MAP lower than:
es: y MAP menor que:
fi: ja MAP alempi kuin:
fr: et le PAM inférieure à:

source: and TPS lower than:
es: y TPS menor que:
fi: ja TPS alempi kuin:
fr: TPS et inférieure à:

source: and CLT greater than:
es: y CLT superior:
fi: ja CLT suurempi kuin:
fr: CLT et supérieure:

source: afer this many seconds:
es: afer esta cantidad de segundos:
fi: afer tämä monta sekuntia:
fr: AFER ce nombre de secondes:

source: Ignition Latency
es: Latencia de encendido
fr: Allumage de latence

source: Advance latency controls
es: Advance controles latencia
fi: Advance latenssi valvonta
fr: contrôles de latence Advance

source: Injector Staging Style
es: Inyector estilo escénico
fi: Ruiskutussuutin Pystytysympäristö Style
fr: Style Staging injecteur

source: Staging point
es: punto de parada
fi: Pysähdyspaikka
fr: point d&#39;arrêt

source: Staging Off delta
es: La estadificación Off delta
fi: Välivarastointi Off delta
fr: Mise en scène hors du delta

source: Scaling Factor (Primary Flow / Total Flow)
es: Factor de escala (de flujo principal y flujo total)
fi: Skaalauskertoimella (virtauslämpötilaa / yhteensä Flow)
fr: Facteur d&#39;échelle (flux primaire / débit total)

source: Injector Staging Delay
es: Inyector de retardo de parada
fi: Ruiskutussuutin Pystytysympäristö Delay
fr: Retard Staging injecteur

source: KPa Staging Threshold
es: KPa Umbral de parada
fi: KPa Pystytysympäristö Kynnys
fr: Seuil de mise en scène KPa

source: Injector Bank 2 <b>OFF</b> until:
es: Inyector Banco 2 <b>OFF</b> hasta que:
fi: Suutinpankki 2 <b>OFF</b> saakka:
fr: Injecteur Banque 2 <b>OFF</b> jusqu&#39;à ce que:

source: Then reduce Banks #1 and #2 by Scaling Factor
es: Entonces reducir Bancos # 2 # 1 y por el factor de escala
fi: Sitten vähentää Pankit # 1 ja # 2 on skaalauskertoimella
fr: Ensuite, réduire les banques # 1 et # 2 par Facteur d&#39;échelle

source: Additional Staging threshold?
es: La estadificación umbral adicional?
fi: Muita Pystytysympäristö kynnys?
fr: Supplémentaires seuil Staging?

source: MegaSquirtnSpark Extra Advanced Parameters
es: MegaSquirtnSpark Parámetros Avanzados Extra
fi: MegaSquirtnSpark Extra Advanced muuttujat
fr: MegaSquirtnSpark Extra Paramètres avancés

source: <i>Knock Ignore Params</i>
es: <i>Knock No haga caso de Parámetros</i>
fi: <i>Knock Ohita Parametrit</i>
fr: <i>Knock Ignorer Params</i>

source: <i>Boost Related Knock controls</i>
es: <i>Aumente los controles relacionados Knock</i>
fi: <i>Boost liittyvät Knock valvontaa</i>
fr: <i>Boost associés Knock contrôles</i>

source: Above x RPM
es: Por encima de x RPM
fi: Ennen x RPM
fr: Au-dessus x RPM

source: MAX Boost to remove when knocking (PSI)
es: MAX Impulso a quitar cuando golpeaba (PSI)
fi: MAX Boost poistaa kun koputtaa (PSI)
fr: MAX Boost à enlever lorsque frapper (PSI)

source: MIN Boost to remove when knock detected (PSI)
es: Min Alza de eliminar cuando golpee detectados (PSI)
fi: MIN Boost poistaa kun koputtaa havaittu (PSI)
fr: MIN Boost à enlever lorsque frapper détecté (PSI)

source: Wait time between steps
es: El tiempo de espera entre los pasos
fi: Odota välinen aika toimia
fr: Le temps d&#39;attente entre les étapes

source: Advance when no knock
es: Advance cuando no golpee
fi: Advance kun ei kolhi
fr: Advance en l&#39;absence de knock

source: Max Retard Allowed
es: Número máximo de personas permitidas RETARD
fi: Max Retard sallittuja
fr: Max Retard Admis

source: Subsequent retard (deg)
es: Tras retard (gr)
fi: Myöhemmät retard (astetta)
fr: retarder la suite (deg)

source: First knock, retard by (deg)
es: primer golpe, retrasar por (grados)
fi: Ensinnäkin koputtaa, retard on (astetta)
fr: premier coup, de retarder par (deg)

source: <i>Knock Ignition Retard Settings</i>
es: <i>Knock RETARD Configuración de encendido</i>
fi: <i>Knock Ignition Retard Asetukset</i>
fr: <i>Ignition Paramètres Retard Knock</i>

source: When MAP above x kPa
es: Cuando mapa de arriba x kPa
fi: Kun kartasta x kPa
fr: Lorsque carte ci-dessus x kPa

source: Below x RPM
es: A continuación x RPM
fi: Alla x RPM
fr: Ci-dessous x RPM

source: Use Boost Table3 based on input
es: Utilice Cuadro 3 Alza base de los aportes
fi: Käytä Boost Table3 perustuvat panos
fr: Utilisez Boost Tableau 3 en fonction des commentaires

source: Increase in boost ctrlr output gives:
es: Aumento de la producción CTRLR da impulso:
fi: Lisääntyminen parantaa ctrlr lähtö antaa:
fr: Augmentation de la production CTRLR stimuler donne:

source: Proportional Gain
es: Ganancia Proporcional
fi: Suhteellinen vahvistus
fr: Gain proportionnel

source: OverBoost Protection Style
fr: Style protection overboost

source: Update rate in ms.
es: Tasa de actualización en ms.
fi: Päivitä korko ms.
fr: taux de mise à jour en ms.

source: Closed Loop kPa Limit
es: Límite de bucle cerrado kPa
fi: Suljettu silmukka kPa Limit
fr: Closed Loop Limite kPa

source: Typ. Ambient Pressure (kPa)
es: Tip. La presión ambiente (kPa)
fi: Typ. Ympäröivän paineen (kPa)
fr: Typ. Pression ambiante (kPa)

source: OverBoost cutoff (kPa)
es: overboost corte (kPa)
fi: OverBoost sulku (kPa)
fr: coupure overboost (kPa)

source: Cut Sparks
es: Cortar las chispas
fi: Leikkaa Sparks
fr: Couper Sparks

source: IAT to start reducing @
es: TAI comenzar a reducir @
fi: Iat alkaa vähentää @
fr: IAT pour commencer à réduire @

source: Reduce boost by 1 PSI for every X deg F. over.
es: Reducir el impulso de 1 PSI por cada X grados F. más.
fi: Vähennä vahvistaa viimeistään 1 PSI jokaista X astetta F. yli.
fr: stimuler la réduire de 1 PSI pour chaque X ° F. plus.

source: TPS value in raw ADC to begin boost reduction
es: valor de TPS en primas ADC para comenzar impulsar la reducción de
fi: TPS arvo raaka ADC alkaa lisätä alennus
fr: TPS dans la valeur brute ADC pour commencer à stimuler la réduction des

source: Fixed Priming Pulse (ms)
es: Pulso fijo cebado (ms)
fi: Kiinteä Kynän Pulse (ms)
fr: Correction d&#39;impulsions d&#39;amorçage (ms)

source: When to Prime
es: Cuando al Primer
fi: Milloin pääministeri
fr: Quand le Premier

source: Priming Mode
es: Acondicionamiento de modo
fi: Kynän Mode
fr: Mode d&#39;amorçage

source: Priming Source
es: Cebado Fuente
fi: Kynän Lähde
fr: Amorçage Source

source: First Start Enrich.
es: Inicio Primera Enrich.
fi: Ensimmäinen Aloita Enrich.
fr: Commencez d&#39;abord enrichir.

source: Flood Clear TPS
es: Inundaciones Borrar TPS
fi: Tulvien Tyhjennä TPS
fr: Clear TPS Flood

source: Xtra fuel %
es: Xtra% de combustible
fi: Xtra polttoaine %
fr: % De carburant Xtra

source: Cranking table temp source
es: mesa de arranque fuente temp
fi: Cranking taulukko temp lähde
fr: Démarrage à la source temp table

source: Priming/Cranking Parameters
es: Cebado y arranque Parámetros
fi: Kynän / cranking parametrit
fr: Amorçage / démarrage à Paramètres

source: Air Density Correction:
es: Aire corrección de densidad:
fi: Ilmantiheys Korjaus:
fr: Correction densité de l&#39;air:

source: Start to reduce Correction at (RPM):
es: Comience a reducir la corrección al (RPM):
fi: Aloita vähentää korjata (RPM):
fr: Commencer à réduire Correction au (RPM):

source: Correction Based on:
es: Corrección basada en:
fi: Korjaus perusteella:
fr: Correction basée sur:

source: End Correction at (RPM):
es: Fin de la corrección al (RPM):
fi: End oikaisu (RPM):
fr: Correction à la fin (RPM):

source: Air Density Correction Table
es: Densidad del aire de corrección de la tabla
fi: Ilmantiheys korjaus taulukko
fr: Tableau Air correction de densité

source: Adv. 1 deg per
es: Adv. 1 º por
fi: Adv. 1 astetta kohti
fr: Adv. 1 degré par

source: & below CLT
es: Y abajo CLT
fi: Ja alle CLT
fr: Et ci-dessous CLT

source: Ret. 1 deg per
es: Retirado 1 º por
fi: Ret. 1 astetta kohti
fr: Ret. 1 degré par

source: & MAP Above (KPa)
es: Y mapa de arriba (KPa)
fi: Ja kartasta (kPa)
fr: & Carte ci-dessus (KPa)

source: & IAT >
fr: > API &

source: CLT/IAT Related Advance
es: CLT / TAI Advance relacionados
fi: CLT / iat liittyvät Advance
fr: CLT / IAT par anticipation

source: IAT/CLT Related Ignition
es: TAI / encendido relacionados CLT
fi: Iat / CLT liittyvät Ignition
fr: TAI / allumage CLT connexes

source: ASE Total Decay Time
es: ASE Tiempo de caída total
fi: ASE yhteensä Decay Time
fr: Temps ASE Decay Total

source: ASE Fixed Hold Time
es: ASE Tiempo de retención fijo
fi: ASE Kiinteä Hold Time
fr: Temps ASE Hold fixe

source: Fixed MAP Value
es: Valor fijo MAP
fi: Kiinteä MAP arvo
fr: Rapport MAP fixe

source: Use Fixed ASE/MAP when CLT below
es: Utilice fijo ASE / MAP cuando CLT continuación
fi: Käytä Kiinteä ASE / MAP kun CLT alla
fr: Utilisez fixe ASE / MAP quand CLT-dessous

source: AfterStart Enrich Decay
es: Enriquecer AfterStart Decay
fr: Enrichir AfterStart Decay

source: MAP Mode during ASE
es: MAPA modo en ASE
fi: MAP Mode aikana ASE
fr: Mode carte lors de l&#39;ASE

source: AfterStart Enrich time in:
es: AfterStart Enriquecer el tiempo en:
fi: AfterStart Enrich aika:
fr: Enrichir AfterStart temps:

source: AfterStart Enrich Params
es: Enriquecer AfterStart Parámetros
fi: AfterStart Enrich Parametrit
fr: Enrichir AfterStart Params

source: (ms.)
es: (Manuscrito)
fr: (Mme)

source: Cranking, Warmup & ASE Bins
es: Arranque, calentamiento y ASE Papeleras
fi: Cranking, lämmittely-ASE Bins
fr: Bacs démarrage, Warmup & ASE

source: MegaSquirtnSpark-Extra Enrichments
es: Enriquecimientos MegaSquirtnSpark-Extra
fi: MegaSquirtnSpark-Extra rikastusta
fr: Enrichissements MegaSquirtnSpark-Extra

source: Use Alt. limit above (kPa)
es: Utilice Alt. límite anterior (kPa)
fi: Käytä Alt. ylityttyä (kPa)
fr: Alt utilisation. limite au-dessus (kPa)

source: Alt. EGO Limit +/- (%)
es: Alt. EGO + límite / - (%)
fr: Alt. + Limite EGO / - (%)

source: Target AFR Table Selection
es: AFR Tabla de destino de Selección
fi: Tavoite AFR Taulukko valinta
fr: Sélection des cibles Tableau AFR

source: For VE Table 1/3
es: Para el cuadro VE 1 / 3
fi: VE Taulukko 1 / 3
fr: Pour le tableau VE 1 / 3

source: For VE Table 2
es: Para el cuadro 2 VE
fi: VE Taulukko 2
fr: Pour le tableau VE 2

source: TPS Target AFR Thresh.
es: Objetivo TPS AFR Trilla.
fi: TPS Target AFR Kynnys.
fr: Thresh TPS AFR cible.

source: Control Algorithm for AFR Tables
es: Del algoritmo de control para las tablas AFR
fi: Control algoritmi AFR taulukot
fr: Algorithme de contrôle pour les tableaux AFR

source: Use Target Tables when
es: Utilice tablas de destino cuando
fi: Käytä Kohde-taulukoiden
fr: Utilisez les tables cibles lors de

source: KPa to go Open Loop @
es: KPa para ir de bucle abierto @
fi: KPa mennä Open Loop @
fr: KPa pour aller en boucle ouverte @

source: TPS to go Open Loop @
es: TPS para ir de bucle abierto @
fi: TPS mennä Open Loop @
fr: TPS pour aller en boucle ouverte @

source: Go to open loop based upon:
es: Ir a lazo abierto en base a:
fi: Siirry avoimen piirin perustuttava:
fr: Aller à boucle ouverte fondée sur:

source: Advanced EGO/Target AFR Settings
es: EGO avanzadas / Configuración Meta AFR
fi: Advanced EGO / Target AFR asetukset
fr: EGO avancée / Paramètres AFR cible

source: O<sub>2</sub> Sensor 1 Type
es: Sensor de O <sub>2</sub> 1 Tipo
fi: O <sub>2</sub> Anturin 1 tyyppi
fr: O <sub>2</sub> capteur de type 1

source: mSec Btwn Steps
es: milisegundos btwn Pasos
fi: ms Btwn vaiheet
fr: mSec BTWN étapes

source: +/- Limit (%)
es: + / - Límite (%)
fi: + / - Raja (%)
fr: + / - Limite (%)

source: Step (%)
es: Paso (%)
fi: Vaihe (%)
fr: Étape (%)

source: Switching Voltage
es: Voltaje de la conmutación
fi: Kytkentäjännite
fr: Tension de commutation

source: O<sub>2</sub> Correction Step Counter
es: Paso <sub>2</sub> Corrección O Contador
fi: O <sub>2</sub> Korjaus askelmittari
fr: Étape <sub>2</sub> Correction O contre

source: O<sub>2</sub> Sensor 2 Type
es: Sensor de O <sub>2</sub> 2 Tipo
fi: O <sub>2</sub> Anturin 2-tyypin
fr: O <sub>2</sub> capteur de type 2

source: mSec btwn Steps
es: btwn milisegundos Pasos
fi: ms btwn vaiheet
fr: BTWN mSec étapes

source: Number of O<sub>2</sub> Sensors
es: Número de O <sub>2</sub> sensores
fi: Lukumäärä O <sub>2</sub> Anturit
fr: Nombre de O <sub>2</sub> capteurs

source: Exhaust O<sub>2</sub> (DT ONLY) Settings
es: O Escape <sub>2</sub> (DT SOLAMENTE) Configuración
fi: Pakokaasun O <sub>2</sub> (DT VAIN) Asetukset
fr: O d&#39;échappement <sub>2</sub> (DT seulement) Paramètres

source: MegaSquirtnSpark-Extra Exhaust Gas Oxygen Parameters
es: MegaSquirtnSpark-Extra parámetros de escape de gas de oxígeno
fi: MegaSquirtnSpark-Extra Pakokaasun Oxygen parametrit
fr: MegaSquirtnSpark-Extra échappement paramètres oxygène du gaz

source: Delay before switching (s)
es: Tiempo de espera antes de conmutación (s)
fi: Viive ennen siirtymistä (t)
fr: Délai avant commutation (s)

source: Switch from Spark Table 1->2 on:
es: Cambiar de chispa Tabla 1 -> 2 el:
fi: Siirtyminen Spark Taulukko 1 -> 2:
fr: Changer de Spark Tableau 1 -> 2 le:

source: Switch from VE Table 1->3 on:
es: Cambiar de VE Tabla 1 -> 3 en:
fi: Siirtyminen VE Taulukko 1 -> 3 on:
fr: Passage du VE Tableau 1 -> 3 le:

source: Fuel/Spark Table Selection
es: Combustible / Chispa Tabla de Selección
fi: Polttoaine / Spark Taulukko valinta
fr: Carburant / Spark Tableau de sélection

source: Nitrous System
es: Sistema Nitroso
fi: Typpioksiduuli System
fr: Système d&#39;azote

source: Shift Lights
es: Shift Luces
fi: Vaihto valot
fr: Lights Shift

source: Variable Launch
es: Variable de lanzamiento
fi: Muuttuja Launch
fr: Lancement de la variable

source: Water Injection
fi: Veden ruiskutus
fr: D&#39;injection d&#39;eau

source: Knock Detection
fr: Knock détection

source: Traction Control
es: Control de Tracción
fi: Luistonesto
fr: Système antipatinage

source: Firmware Features
es: Características del firmware
fi: Firmware ominaisuudet
fr: Caractéristiques du firmware

source: Use Second O<sub>2</sub> Sensor?
es: De uso secundario del sensor de O <sub>2?</sub>
fi: Käytä toinen O <sub>2</sub> Anturin?
fr: O Utiliser Second Capteur <sub>2?</sub>

source: Pulse Inj Ch 2. during cranking?
es: Pulso Inj canal 2. Durante el arranque?
fi: Pulse Inj Ch 2. Aikana cranking?
fr: Pulse Inj Ch. 2. Pendant le démarrage?

source: GammaE for Table 2
es: GammaE para el cuadro 2
fi: GammaE taulukon 2
fr: GammaE pour le Tableau 2

source: GammaE for Tables 1/3
es: GammaE para las tablas de 1 / 3
fi: GammaE taulukoiden 1 / 3
fr: GammaE pour les tableaux 1 / 3

source: Dual Table Mode Parameters
fi: Dual Taulukko Mode parametrit
fr: Dual paramètres du mode Tableau

source: Up to:
es: Hasta:
fi: Jopa:
fr: Jusqu&#39;à:

source: ECU Personality
es: Personalidad de ecus
fi: Ecua Personality
fr: Écus personnalité

source: MSnS-Extra Features Configuration
es: MSNS-Extra Funciones de configuración
fi: MSnS-Lisätoiminnot Configuration
fr: MSN Extra-Caractéristiques de configuration:

source: Bank 1 O<sub>2</sub> Sensor
es: Banco 1 Sensor de O <sub>2</sub>
fi: Pankki 1 O <sub>2-anturi</sub>
fr: Banque 1 capteur de O <sub>2</sub>

source: Bank 2 O<sub>2</sub> Sensor
es: Banco 2 Sensor de O <sub>2</sub>
fi: Pankki 2 O <sub>2</sub> Sensor
fr: Banque <sub>2</sub> O 2 capteurs

source: Sensor Params
es: Parámetros del sensor
fi: Anturin Parametrit
fr: Capteur Params

source: Inj. Firing Pattern
fi: Inj. Ampuminen Pattern
fr: Inj. Motif de tir

source: Engine Firing Pattern
fi: Moottorin Ampuminen Pattern
fr: Motif de mise à feu du moteur

source: Table 1/3 Fuel Injection Strategy
es: Tabla 1 / 3 de inyección de combustible Estrategia
fi: Taulukko 1 / 3 Fuel Injection strategia
fr: Tableau 1 / 3 de la stratégie d&#39;injection de carburant

source: Table 2 (DT) Fuel Injection Strategy
es: Cuadro 2 (DT) de inyección de combustible Estrategia
fi: Taulukko 2 (DT) Fuel Injection strategia
fr: Le tableau 2 (DT) Stratégie d&#39;injection de carburant

source: Select the MAP Sensor in use on your Vehicle
fi: Valitse MAP Sensor käytössä autossa
fr: Sélectionnez le capteur MAP en cours d&#39;utilisation sur votre véhicule

source: Batt. Voltage Correction (ms/Volt)
es: Batt. Corrección de Voltaje (ms / V)
fi: Batt. Jännite korjaus (ms / V)
fr: Batt. Correction de tension (ms / Volt)

source: Minimum DutyCycle
es: Mínimo DutyCycle
fi: Pienin DutyCycle
fr: Minimum du rapport durée période

source: Valve Closed DutyCycle
es: Válvula cerrada DutyCycle
fi: Venttiili suljettuna DutyCycle
fr: Vanne fermée du rapport durée période

source: <span background="dark blue" foreground="white"> Dashpot Settings </span>
es: <span background="dark blue" foreground="white">Ajustes amortiguador</span>
fi: <span background="dark blue" foreground="white">Iskunvaimennin Asetukset</span>
fr: <span background="dark blue" foreground="white">Amortisseur Paramètres</span>

source: Idle Activation Adder (RPM)
es: Inactivo Adder activación (RPM)
fi: Idle Aktivointi Kyy (RPM)
fr: Adder activation au ralenti (tr / min)

source: TPS Threshold (ADC)
es: Umbral TPS (ADC)
fi: TPS Kynnys (ADC)
fr: Seuil TPS (ADC)

source: Dashpot Settle Time (sec)
es: Amortiguador Tiempo de Ajuste (s)
fi: Iskunvaimennin Settle (s)
fr: Amortisseur Settle Time (sec)

source: Dashpot Adder (DC)
es: Adder amortiguador (DC)
fi: Iskunvaimennin Kyy (DC)
fr: Adder amortisseur (DC)

source: Upper Limit
es: Límite superior
fi: Yläraja
fr: Limite supérieure

source: Lower Limit
es: Límite inferior
fi: Alaraja
fr: Limite inférieure

source: Closure Speed (sec.)
es: Velocidad de cierre (seg.)
fi: Päättäminen nopeus (sek)
fr: Vitesse de fermeture (sec.)

source: Startup Delay (sec)
es: Demora de inicio (segundos)
fi: Startup Delay (s)
fr: Retard de démarrage (sec)

source: Closed Loop Idle Controls
es: Controles de bucle cerrado de inactividad
fi: Suljettu silmukka Idle Controls
fr: Contrôle en boucle fermée Idle

source: Idle advance TPS threshold
es: Inactivo TPS adelantado umbral
fi: Idle ennakko TPS kynnys
fr: Idle TPS avance seuil

source: Idle advance RPM threshold
es: adelantado Idle RPM umbral
fi: Idle etukäteen RPM raja
fr: l&#39;avance régime de ralenti de seuil

source: Idle advance CLT threshold
es: adelantado Idle CLT umbral
fi: Idle etukäteen CLT kynnys
fr: seuil Idle CLT avance

source: Idle advance Wait Time
es: Tiempo de espera inactivo avance
fi: Idle etukäteen kytätä aika
fr: l&#39;avance ralenti les temps d&#39;attente

source: Idle advance (-10 = use map)
es: Inactivo adelantado (-10 map = utilización)
fi: Idle etukäteen (-10 = käyttö kartta)
fr: l&#39;avance Idle (-10 carte d&#39;utilisation =)

source: Idle Timing Parameters
fi: Idle ajoitusparametrit
fr: Paramètres de synchronisation de ralenti

source: Slow Idle (hot) Temp
es: Lento en reposo (caliente) Temp
fi: Slow Idle (kuuma) Temp
fr: Slow ralenti (à chaud) Temp

source: Fast Idle (cold) Temp
es: Marcha rápida en vacío (en frío) Temp
fi: Fast Idle (kylmä) Temp
fr: De ralenti accéléré (froid) Temp

source: Cranking DutyCycle
es: Arranque DutyCycle
fr: Démarrage du rapport durée période

source: Idle PWM Frequency (Hz)
es: Inactivo frecuencia PWM (Hz)
fi: Idle PWM taajuus (Hz)
fr: Fréquence PWM Idle (Hz)

source: PWM Idle Controls
fi: PWM Idle säätimet
fr: Contrôle PWM Idle

source: Idle Low Temp DutyCycle
es: Inactivo DutyCycle de baja temperatura
fi: Idle matalalämpötilainen DutyCycle
fr: Du rapport durée période d&#39;inactivité à basse température

source: Idle High Temp DutyCycle
es: Inactivo DutyCycle alta temperatura
fr: Du rapport durée période d&#39;inactivité haute température

source: Idle Control Active during which modes?
es: Del Control de Activo durante el cual los modos?
fi: Idle Control Active, jonka aikana tilat?
fr: Idle contrôle actif au cours de laquelle les modes?

source: Idle Control Mode
fr: Mode de commande de ralenti

source: Fast Idle Cutoff Temp
es: Temp rápido corte del ralentí
fi: Fast Idle sulku Temp
fr: Temp de coupure de ralenti accéléré

source: MSnS-Extra Idle Configuration
es: Configuración del modo de reposo MSNS-Extra
fr: MSN Extra Configuration Idle

source: Fan On Temp
es: Ventilador de la temp
fi: Tuuletin Temp
fr: Fan sur la température

source: Fan Off Temp
fi: Tuuletin Temp
fr: Ventilateur Temp

source: Fan Controls
es: Fan Control
fi: Fan säätimet
fr: Fan des contrôles

source: Low Thresh.
es: Bajo Umbral.
fi: Matala Kynnys.
fr: Battez-Bas.

source: High Thresh.
es: Alto Umbral.
fi: High Kynnys.
fr: Thresh haut.

source: LED 18 Output Pin
es: LED de salida 18 pin
fi: LED 18 lähtö Pin
fr: LED 18 broche de sortie

source: LED 17 Output Pin
es: LED de salida 17 pin
fi: LED 17 lähtö Pin
fr: LED 17 broche de sortie
