Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: VEX Import is used to load VEtables that were exported with the VEX export. It can also accept MegaTune vex files and those from mstweek3K. NOTE: On firmwares that use more that one table per page, like MSnS-Extra and MS-II, the stock VEX format can't handle that as there isn't a field to define the table number. MegaTunix gets around this by embedding the Table number into the comment field. The Table numbers come from the interrogation profile for the ECU so they are likely to be different than ones from something like megatune. In this case you may need to edit the file to ensure it is loaded to the write location. After VEX import and validation, the data is swritten to the ECU, burnt to flash and the Gui updates all pages (which can take a few seconds, see the titlebar for updates..)
es: VEX de importación se utiliza para cargar VEtables que fueron exportadas a la exportación VEX. También puede aceptar archivos MegaTune moleste y los de mstweek3K. NOTA: En los firmwares que utilizan más de una tabla por página, al igual que MSNS-Extra y MS-II, el formato de valores VEX que no puede manejar ya que no hay un campo para definir el número de la tabla. MegaTunix evita esto al incorporar el número de la tabla en el campo de observaciones. Los números vienen de la tabla el perfil para el interrogatorio de ecus por lo que es probable que sean diferentes a los de algo así como megatune. En este caso puede que tenga que modificar el archivo para asegurarse de que se carga a la escritura ubicación. Después de la importación VEX y validación, los datos se swritten a la ECU, quemado a parpadear, y las actualizaciones Gui todas las páginas (lo que puede tardar unos segundos, vea la barra de título para las actualizaciones ..)
fi: VEX Tuo käytetään kuorma VEtables että vietiin VEX vientiin. Se voi myös hyväksyä MegaTune harmittaa tiedostoja ja jotka tulevat mstweek3K. HUOMAUTUS: firmwares käyttävät enemmän yksi taulukko per sivu, kuten MSnS-Extra ja MS-II, kalusto VEX muotoa ei voida käsitellä, koska ei ole kenttä määrittää taulukon numero. MegaTunix saa kiertää upottamalla taulukossa numeron kommentti kenttään. Taulukko numerot tulevat kyselyt profiili ecun niin ne ovat todennäköisesti erilaisia kuin itse siitä jotain megatune. Tässä tapauksessa saatat joutua muokata tiedostoa, jotta se on kuormitettu kirjoittaa paikkaan. Kun VEX tuonti ja validointi, tiedot swritten ECUun, palanut flash ja Gui päivittää kaikki sivut (mikä voi kestää muutaman sekunnin, katso otsikkoa päivityksiä ..)
fr: VEX d&#39;importation est utilisé pour charger VEtables qui ont été exportées à l&#39;exportation VEX. Il peut également accepter des fichiers Vex MegaTune et ceux de mstweek3K. REMARQUE: Sur les firmwares qui utilisent plus d&#39;un tableau par page, comme MSN et MS-Extra-II, le format des stocks VEX ne peut traiter que, comme il n&#39;est pas un champ pour définir le numéro de tableau. MegaTunix contourne cela en intégrant le nombre de table dans le champ commentaire. Les numéros de tableau proviennent du profil d&#39;interrogation pour l&#39;Écu de sorte qu&#39;ils sont susceptibles d&#39;être différents que ceux de quelque chose comme megatune. Dans ce cas, vous devrez peut-être modifier le fichier afin de s&#39;assurer qu&#39;il est chargé d&#39;écrire la localisation. Après l&#39;importation VEX et la validation, les données sont swritten à l&#39;écu, brûlé à clignoter et les mises à jour toutes les pages Gui (qui peut prendre quelques secondes, voir la barre de titre pour les mises à jour ..)

source: The LOAD (whether they be MAP or TPS) bins in combination with the RPM bins on the bottom of the VEtable define the vertexes (points on the VE map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La carga (ya se trate de MAP o TPS) contenedores en combinación con los cubos de RPM en la parte inferior de la VEtable definir los vértices (puntos en el mapa VE). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Kuormitus (olivatpa he MAP tai TPS) astiat yhdessä RPM roskakoreihin pohjassa VEtable määritellä vertexes (pisteiden VE kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La charge (qu&#39;ils soient MAP ou TPS) bacs en combinaison avec les bacs de RPM sur le fond de la VEtable définir les sommets (points sur la carte VE). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the VEtable define the vertexes (points on the VE map). The ECU will interpolate between vertexes providing a smooth transition between points on the VEmap. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo de la VEtable definir los vértices (puntos en el mapa VE). La ECU interpolar entre vértices proporcionar una transición suave entre los puntos de la VEmap. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä LOAD roskakoreihin vasemmalla puolella VEtable määritellä vertexes (pisteiden VE kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden VEmap. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de la VEtable définir les sommets (points sur la carte VE). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur les VEmap. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The VE Entries control how much fuel is injected into the engine. They refer to Volumetric efficiency of the engine. If the Req_Fuel variable is scaled appropriately the engine should be at 100% VE at max torque. These entries are all relative and can be scaled upwards for a low Req_Fuel or downwards with a high Req_Fuel. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El VE entradas de control de la cantidad de combustible se inyecta en el motor. Se refieren a la eficiencia volumétrica del motor. Si la variable se ha dimensionado adecuadamente Req_Fuel el motor debe estar al 100% VE en par máximo. Estas entradas son todas relativas y se puede escalar hacia arriba una Req_Fuel baja o hacia abajo con un Req_Fuel alta. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: VE Viestit säätää, kuinka paljon polttoainetta ruiskutetaan moottoriin. Ne viittaavat Volumetrinen tehokkuuden moottorin. Jos Req_Fuel muuttuja on suhteutettu asianmukaisesti moottorin pitäisi olla 100% VE max vääntö. Nämä merkinnät ovat suhteellisia ja ne voidaan skaalata ylöspäin alhainen Req_Fuel tai alaspäin korkea Req_Fuel. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le contrôle des entrées VE combien de carburant est injectée dans le moteur. Ils se réfèrent à un rendement volumétrique du moteur. Si la variable est l&#39;échelle appropriée Req_Fuel le moteur doit être à 100% VE au couple max. Ces entrées sont toutes relatives et ne peut être réduite à la hausse pour un Req_Fuel faible ou à la baisse avec un Req_Fuel élevé. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This pops up a 3 dimensional view of the current VE-Table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual VE-Tabla. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen VE-taulukko. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Vasenta hiiren painiketta holddown ja vetämällä hiirtä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de l&#39;actuelle VE-tableau. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: _VE Tables
es: _VE Tablas
fi: _VE Taulukot
fr: Tables _VE

source: _VE Tables (12x12)
fr: Tables _VE (12x12)

source: The LOAD bins in combination with the RPM bins on the bottom of the VEtable define the vertexes (points on the VE map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores CARGA en combinación con los cubos de RPM en la parte inferior de la VEtable definir los vértices (puntos en el mapa VE). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: LOAD astiat yhdessä RPM roskakoreihin pohjassa VEtable määritellä vertexes (pisteiden VE kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs LOAD en combinaison avec les bacs de RPM sur le fond de la VEtable définir les sommets (points sur la carte VE). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: _VE Tables (16x16)
fr: Tables _VE (16x16)

source: _VE Table(1)
es: Cuadro _VE (1)
fi: _VE Taulukko (1)
fr: Tableau _VE (1)

source: _VE Table(2)
es: Cuadro _VE (2)
fi: _VE Taulukko (2)
fr: Tableau _VE (2)

source: The LOAD bins in combination with the RPM bins on the bottom of the VE Trim Table define the vertexes (points on the VE map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores CARGA en combinación con los cubos de RPM en la parte inferior de la Tabla VE Trim definir los vértices (puntos en el mapa VE). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fr: Les bacs LOAD en combinaison avec les bacs de RPM sur le bas de la table VE Trim définir les sommets (points sur la carte VE). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the VE Trim Table define the vertexes (points on the VE map). The ECU will interpolate between vertexes providing a smooth transition between points on the VEmap. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo de la Tabla VE Trim definir los vértices (puntos en el mapa VE). La ECU interpolar entre vértices proporcionar una transición suave entre los puntos de la VEmap. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de la table VE Trim définir les sommets (points sur la carte VE). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur les VEmap. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: _VE Trim Tables
es: _VE Tablas Trim
fr: _VE Tableaux Trim

source: Crank pulse at lower temp extreme,this combined with the lower pulse at the lower temp is used to determine the cranking pulse when in between these limits
es: Crank pulso en extrema temperatura más baja, esto combinado con el pulso más baja en la temperatura más baja se utiliza para determinar el pulso de arranque, cuando en medio de estos límites
fi: Crank syke on alhaisempi lämpötila äärimmäisissä, tämä yhdistettynä alhaisempi syke on alempi lämpötila määrittämiseen käytetään cranking pulssi kun näiden rajojen
fr: pouls Manivelle à l&#39;extrême bas de la température, ce combiné avec un pouls au moindre temp est utilisé pour déterminer le pouls démarrage lorsque entre ces limites

source: Crank pulse at upper temp extreme,this combined with the lower pulse at the lower temp is used to determine the cranking pulse when in between these limits
es: Crank pulso en extrema temperatura superior, esto combinado con el pulso más baja en la temperatura más baja se utiliza para determinar el pulso de arranque, cuando en medio de estos límites
fi: Crank pulssi yläreunassa lämpötila äärimmäisissä, tämä yhdistettynä alhaisempi syke on alempi lämpötila määrittämiseen käytetään cranking pulssi kun näiden rajojen
fr: pouls Manivelle à température extrême supérieure, ce combiné avec un pouls au moindre temp est utilisé pour déterminer le pouls démarrage lorsque entre ces limites

source: Priming pulse entry, fired on ecu power up
es: Acondicionamiento de la entrada de pulso, disparó en el poder hasta ecu
fi: Kynän pulssin tulo, ampui ecu virran
fr: Amorçage d&#39;entrée d&#39;impulsion, a tiré sur le pouvoir d&#39;écus en place

source: _Warmup Wizard
es: Asistente _Warmup
fr: _Warmup Assistant

source: MAP Bins
es: MAPA Papeleras
fr: MAP bacs

source: 3D View
es: Vista en 3D
fi: 3D
fr: Vue en 3D

source: AFR Table 1 (AFR)
es: AFR Tabla 1 (AFR)
fi: AFR Taulukko 1 (AFR)
fr: Tableau AFR 1 (AFR)

source: RPM Bins
es: RPM Papeleras
fr: RPM bacs

source: Recalculate
es: Recalcular
fi: Laske
fr: Recalculer

source: Rescale Subset of Table
es: Reescalar subconjunto de la tabla
fi: Skaalaama Osajoukko taulukon
fr: Sous-ensemble du tableau Rescale

source: Focus follows Vertex with most "Weight"
es: El enfoque sigue Vertex con la mayoría de "peso"
fi: Focus seuraa Vertex eniten "Weight"
fr: Focus suit Vertex avec la plupart des "poids"

source: Tracking option
es: Opción de seguimiento
fi: Seuranta vaihtoehto
fr: option de suivi

source: Rescale table to maintain same PW
es: tabla para mantener la misma Reescalar PW
fi: Skaalaama taulukko säilyttää sama PW
fr: Rescale table de maintenir la même PW

source: New
es: Nuevo
fi: Uusi
fr: Nouveau

source: Alter Reqfuel and Rescale table
es: Alterar Reqfuel y mesa Reescalar
fi: Alter Reqfuel ja skaalaama taulukko
fr: Alter Reqfuel et table Rescale

source: Export Table
fi: Vie taulukko
fr: Tableau à l&#39;exportation

source: Import Table
fi: Tuo taulukko
fr: Import tableau

source: AFR-Table 1
es: AFR-Tabla 1
fi: AFR-Taulukko 1
fr: AFR-Tableau 1

source: AFR Table 2 (AFR)
es: AFR Cuadro 2 (AFR)
fi: AFR Taulukko 2 (AFR)
fr: Tableau AFR 2 (AFR)

source: AFR Table 2(DT)
es: AFR Cuadro 2 (DT)
fi: AFR Taulukko 2 (DT)
fr: Tableau AFR 2 (DT)

source: Permanently Store Data in ECU
es: Datos de manera permanente en la tienda de ecus
fi: Pysyvästi tallentaa tietoja ecua
fr: Stocker de façon permanente des données en écus

source: Get Data from ECU
es: Obtener datos de ecus
fi: Nouda tiedot ecusta
fr: Obtenir les données de l&#39;ECU

source: Commands
fi: Komennot
fr: Commandes

source: MS-II AFR-Table
es: AFR MS-II-Cuadro
fi: MS-II AFR-taulukko
fr: MS-II-Tableau AFR

source: Air Fuel Ratio Table for VE-Table 1
es: Proporción de aire y combustible para el cuadro VE-Tabla 1
fi: Air Fuel Ratio Taulukko VE-taulukon 1
fr: Tableau rapport air / carburant pour les VE-Tableau 1

source: Air Fuel Ratio (Actual AFR)
es: La proporción aire combustible (AFR real)
fi: Air polttoaineen suhde (todellinen AFR)
fr: Air / carburant (AFR réelles)
