Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: All Transactions complete
es: Todas las transacciones en completa
fi: Kaikki tapahtumat täydellinen
fr: Toutes les opérations complètes

source: ERROR, MTX_UNDEF, donno what to do!!
es: ERROR, MTX_UNDEF, donno qué hacer!
fi: VIRHE, MTX_UNDEF, donno mitä tehdä!
fr: ERREUR, MTX_UNDEF, donno quoi faire!

source: TTM is active, Realtime Reader suspended
fr: TTM est actif, en temps réel Reader suspendue

source: Realtime Reader started
fr: En temps réel Reader commencé

source: Realtime Reader ALREADY started
fr: En temps réel Reader déjà commencé

source: Realtime Reader stopped
fr: En temps réel Reader arrêté

source: Realtime Reader ALREADY stopped
fr: En temps réel Reader déjà arrêté

source: Initiating background ECU interrogation...
es: Iniciando el interrogatorio de antecedentes de ecus ...
fi: Käynnistetään tausta ecua haussa ...
fr: Lancement de fond écus d&#39;interrogation ...

source: Initiating background ECU interrogation...
fr: Lancement de fond écus d&#39;interrogation ...

source: !!! ERROR !!!, rescaler passed invalid enum
es: ! ERROR!, Rescaler pasado enumeración no válido
fi: ! ERROR!, Rescaler kulunut kelpaa enum
fr: ! ERREUR!, Rescaler passé enum invalide

source: applicable tables not defined!!!
es: tablas que se aplican no definido!
fi: sovelletaan taulukoissa ei ole määritelty!
fr: tables applicable n&#39;est pas défini!

source: table_num not defined!!!
es: table_num no definido!
fi: table_num ole määritelty!
fr: table_num pas défini!

source: NO FILE chosen for VEX export
fr: NO fichier choisi à l&#39;exportation VEX

source: VEX File Opened. VEX Comment undefined, exporting without one.
fr: VEX fichier ouvert. undefined commentaire VEX, sans que l&#39;un exportateur.

source: VEX File Opened. VEX Comment already stored.
fr: VEX fichier ouvert. Commentaire VEX sont déjà stockées.

source: NO FILE chosen for VEX import
fr: NO FILE choisi pour l&#39;importation VEX

source: VEX File Closed
fr: VEX Dossier fermé

source: VE-Table(s) Exported Successfully
fr: VE-Table (s) exportés avec succès

source: VEX Header: EVEME %s
es: Encabezado VEX: %s EVEME
fi: VEX Otsikko: EVEME %s
fr: Header VEX:%s EVEME

source: VEX Header: Revision %s
es: Encabezado VEX: %s Revisión
fi: VEX Otsikko: Versio %s
fr: Header VEX:%s de révision

source: VEX Header: UserComment: %s
es: Encabezado VEX: UserComment: %s
fi: VEX Otsikko: USERCOMMENT: %s
fr: Header VEX: UserComment:%s

source: VEX Header: Date %s
es: Encabezado VEX: %s Fecha
fi: VEX Otsikko: Päivämäärä %s
fr: Header VEX:%s Date

source: VEX Header: Time %s
es: Encabezado VEX: %s Tiempo
fi: VEX Otsikko: Aika %s
fr: Header VEX:%s Temps

source: VEX Import: Page %i out of range <---ERROR
es: VEX de las importaciones: %i Page fuera de la serie <--- ERROR
fi: VEX Tuo Page %i alueen ulkopuolella <--- ERROR
fr: VEX importation:% i Page dehors de la plage <--- ERROR

source: VEX Import: Page %i
es: Importación VEX: %i Page
fi: VEX Tuo Page %i
fr: Importer VEX:% i Page

source: VEX Import: Multi Table per page firmware, but Table number is not defined in comment field, load aborted!!!
fr: VEX Import: Multi Table firmware par page, mais le nombre de table n&#39;est pas défini dans le champ commentaire, charge abandonnée!

source: VEX Import: Multi Table per page firmware, but Table number is not defined in comment field, load aborted!!!
fr: VEX Import: Multi Table firmware par page, mais le nombre de table n&#39;est pas défini dans le champ commentaire, charge abandonnée!

source: VEX Import: Table %i
es: Importación VEX: %i Tabla
fi: VEX Tuo Taulukko %i
fr: Importer VEX:% i Table

source: VEX Import: File I/O Read problem, file may be incomplete <---ERROR
fr: VEX Import: File I / O Lire problème, le fichier peut être incomplet <--- ERROR

source: VEX Import: RPM bins loaded successfully
fr: VEX Import: bacs RPM chargé avec succès

source: VEX Import: LOAD bins loaded successfully
fr: VEX Import: bacs LOAD chargé avec succès

source: VEX Import: VE-Table I/O Read problem, file may be incomplete <---ERROR
fr: VEX Import: VE-Tableau I / O Lire problème, le fichier peut être incomplet <--- ERROR

source: VEX Import: VE-Table loaded successfully
es: VEX Importación: VE-Cuadro cargado con éxito
fi: VEX Import: VE-taulukko ladattu onnistuneesti
fr: VEX Import: VE-table chargée avec succès

source: VEX Comment Stored
fr: VEX commentaire stockées

source: VEX Import: number of RPM bins inside VEXfile and FIRMWARE DO NOT MATCH (%i!=%i), aborting!!!
es: VEX Importación: número de contenedores en el interior VEXfile RPM y el firmware no coinciden (%i != %i), abortar!!!
fi: VEX tuonti: lukumäärä RPM siilojen sisällä VEXfile ja firmware eivät täsmää (%i != %i) saaliin!
fr: VEX Import: nombre de cellules à l&#39;intérieur VEXfile RPM et le firmware ne correspondent pas (% i! =% I), abandon!

source: VEX Import: number of LOAD bins inside VEXfile and FIRMWARE DO NOT MATCH (%i!=%i), aborting!!!
es: VEX Importación: número de contenedores de carga dentro VEXfile y el firmware no coinciden (%i != %i), abortar!!!
fi: VEX tuonti: lukumäärä LOAD siilojen sisällä VEXfile ja firmware eivät täsmää (%i != %i) saaliin!
fr: VEX d&#39;importation: le nombre de bacs de charge à l&#39;intérieur et le firmware VEXfile NE PAS MATCH (% i! =% I), abandon!

source: VEX Import: VEtable on page %i updated with data from the VEX file
es: VEX Importación: VEtable en la página %i actualizado con datos del archivo VEX
fi: VEX Import: VEtable sivulla %i päivitetty tiedot VEX tiedosto
fr: VEX Import: VEtable sur la page% i mis à jour avec les données du fichier VEX

source: Reverting to previous settings....
fr: Revenant sur les paramètres précédents ....

source: Tab Visibility
es: Ficha Visibilidad
fi: Tab Näkyvyys
fr: Onglet Visibilité

source: ERROR, glade element not found!
es: ERROR, elemento claro que no se encuentra!
fi: VIRHE, glade elementti ei löytynyt!
fr: ERREUR élément clairière, pas trouvé!

source: Error with widget %s, bind_to_list is null
es: Error con %s widget, bind_to_list es nulo
fi: Virhe vekotin %s, bind_to_list on tyhjä
fr: Erreur avec%s widget, bind_to_list est nulle

source: comm xml filename is NULL!
es: Nombre de archivo xml comm es NULL!
fi: comm xml tiedostonimi on NULL!
fr: comm fichier xml est nul!

source: ERROR, get_potential_arg_name, xml node is empty!!
es: ERROR, get_potential_arg_name, el nodo XML está vacía!
fi: VIRHE, get_potential_arg_name, xml solmu on tyhjä!
fr: ERREUR, get_potential_arg_name, noeud xml est vide!

source: ERROR, load_commands, xml node is empty!!
fr: ERREUR, load_commands, noeud xml est vide!

source: ERROR, load_arg_details, xml node is empty!!
fr: ERREUR, load_arg_details, noeud xml est vide!

source: ERROR, load_cmd_details, xml node is empty!!
fr: ERREUR, load_cmd_details, noeud xml est vide!

source: ERROR Function %s is NULL
es: Función ERROR%s es NULL
fi: Virhefunktio %s on NULL
fr: s ERROR% la fonction est NULL

source: ERROR Helper Function %s is NULL
es: Ayuda ERROR función%s es NULL
fi: ERROR Helper Tehtävä%s on NULL
fr: Helper erreur sur la fonction%s est NULL

source: ERROR, load_cmd_args, xml node is empty!!
fr: ERREUR, load_cmd_args, noeud xml est vide!

source: ERROR, load_cmd_post_functions, xml node is empty!!
es: ERROR, load_cmd_post_functions, el nodo XML está vacía!
fi: VIRHE, load_cmd_post_functions, xml solmu on tyhjä!
fr: ERREUR, load_cmd_post_functions, noeud xml est vide!

source: ERROR, Post Function "%s" is NULL!!
fr: ERREUR, Fonction Post "%s" est nul!!

source: ERROR, Post Function w/arg "%s" is NULL!!
fr: ERREUR, w Fonction Poste / arg "%s" est nul!!

source: Command key "%s"
fi: Komento-näppäin "%s"
fr: Touche Commande "%s"

source: Command name "%s"
fi: Komento nimi "%s"
fr: Command nom "%s"

source: Command base "%s"
fi: Komento base "%s"
fr: Commande de base "%s"

source: Helper function "%s"
es: Ayudante de la función "%s"
fi: Helper toiminto "%s"
fr: Helper fonction "%s"

source: Command args (%i):
fi: Komento args (%i):
fr: args Command (% i):

source: Defer Post Functions (%i):
es: Aplazar funciones inherentes al puesto (%i):
fi: Lykkää Post toiminnot (%i):
fr: Fonctions Post Reporter (% i):

source: Post Functions (%i):
es: Post Funciones (%i):
fi: Post toiminnot (%i):
fr: Fonctions Post (% i):

source: Function call %s (%p)
es: llamada de función %s (%p)
fi: Toiminto soittaa %s (%p)
fr: s Fonction appel% (p%)

source: MegaTunix Dashboard Designer
es: MegaTunix Diseñador de paneles
fr: Dashboard Designer MegaTunix

source: Add a new gauge to the Dash
es: Añadir un nuevo calibrador a la serie
fi: Lisää uusi mittari on Dash
fr: Ajouter une nouvelle jauge au tableau de bord

source: Import Dashboard
es: Importación de Dashboard
fi: Tuo Dashboard
fr: Import tableau de bord

source: Export Current Dashboard config to file
es: Exportar escritorio actual configuración de archivo
fi: Vie nykyinen Dashboard config tiedostoon
fr: Exporter la configuration du tableau de bord de déposer

source: Save the dashboard with a new name
es: Guardar el tablero de instrumentos con un nuevo nombre
fi: Tallenna kojelauta uudella nimellä
fr: Enregistrez le tableau de bord avec un nouveau nom

source: S_ave Dash as
es: S_ave como Dash
fi: S_ave Dash kuin
fr: Dash S_ave que

source: Optimize Dash Size
es: Optimice el tamaño del tablero
fi: Optimoi Dash koko
fr: Taille Dash Optimiser

source: Gauge Preview Window
es: Medidor de ventana de vista previa
fi: Gauge Esikatseluikkuna
fr: Fenêtre d&#39;aperçu Gauge

source: dummy
es: maniquí
fi: Nukke
fr: mannequin

source: Gauge Choices
es: Medidor de Opciones
fi: Gauge valinnat
fr: Choix Gauge

source: Gauge DataSources
es: Medidor DataSources
fr: DataSources Gauge

source: Warning Range Creator
es: Advertencia Gama Creator
fi: Varoitus Range Luoja
fr: Gamme Creator Avertissement

source: Create and Close
es: Crear y cerrar
fi: Luo ja sulje
fr: Créer et fermer

source: Abort
es: Abortar
fi: Keskeyttää
fr: Avorter

source: A Warning Range defines a region of the gauge that will have a colored band to define a region or interest or warning. Think of a redline on a Tachometer or a hot marker on a Temp Gauge
es: Una amplia Advertencia define una región del medidor que tendrá una banda de color para definir una región o de interés o de advertencia. Piensa en una línea roja en un tacómetro o un marcador caliente en un medidor Temp
fi: Varoitus Range määritellään alueen mittari, joka on värillinen bändi määritellä alueen tai edun tai varoitus. Ajattele Redline on kierroslukumittari tai kuuma merkitsin Temp Gauge
fr: Une gamme d&#39;alerte définit une région de la jauge qui ont une bande de couleur pour définir une région ou d&#39;un intérêt ou un avertissement. Pensez à une ligne rouge sur un tachymètre ou un marqueur à chaud sur une jauge Temp

source: Inset (% of radius)
es: El recuadro (% del radio)
fi: Upotettavat (%säteen)
fr: Encadré (% du rayon)

source: Line Width (% or radius)
es: Anchura de la línea (% o radio)
fi: Leveys (% tai säde)
fr: Largeur de la ligne (% ou rayon)

source: Range Color
es: Gama de colores
fr: Gamme de couleurs

source: Daytime
es: Durante el Día
fi: Päivä-
fr: Jour

source: Text Block Creator
es: Texto Creador Bloque
fi: Teksti Block Luoja
fr: Créateur bloc de texte

source: Save this Text Block
es: Guardar este bloque de texto
fi: Tallenna tämä tekstialue
fr: Sauvegarder ce bloc de texte

source: Abort!
es: Abortar!
fi: Keskeytä!
fr: Abandonner!

source: A Text Blocks lets you create an arbritrary textual string, a font to use, it's color, font scale, and placement on the gauge. Any number of text blocks can be created, and arbritrary ones can be deleted at will.
es: A los bloques de texto le permite crear una cadena arbritrary textual, un tipo de letra a utilizar, su color, tipo de letra escala, y la colocación en el medidor. Cualquier número de bloques de texto se pueden crear, y los arbritrary se puede eliminar a voluntad.
fi: Teksti Blocks voit luoda arbritrary tekstimuodossa string, font käyttää, se on väri, fontti laajuus ja sijoittuminen mittari. Kaikki määrä tekstilohkoja voidaan luoda, ja arbritrary niitä voidaan poistaa vapaasti.
fr: Un des blocs de texte vous permet de créer une chaîne arbritrary textuelle, une police à utiliser, sa couleur, police échelle, et le placement sur la jauge. N&#39;importe quel nombre de blocs de texte peuvent être créés, et les arbritrary peut être supprimé à volonté.

source: Text
es: Texto
fi: Teksti
fr: Texte

source: The Text to display
es: Los textos para la lectura
fi: Teksti näyttää
fr: Le texte à afficher

source: Daytime Color
es: Durante el Día de Color
fi: Päivätoiminta Color
fr: Couleur de jour

source: Nite-Time Color
es: Nite-Tiempo de Color
fi: Nite-aika Color
fr: Color Nite-Time

source: Nitetime Color
fr: Nitetime couleur

source: The font to use
es: El tipo de letra a utilizar
fi: Fontti käyttöön
fr: La police à utiliser

source: Font Scale
es: Fuente Escala
fr: Font l&#39;échelle

source: How big the font will display
es: El tamaño de la fuente se mostrará
fi: Kuinka iso fontti näyttää
fr: Quelle est la taille de la police affiche

source: Font
es: Fuente
fr: Fonte

source: X position in -1 to +1 normalized scale
es: Posición en X -1 a 1 escala normalizada
fi: X asema -1-1 normalisoitu mittakaavassa
fr: Position X en -1 à 1 échelle normalisée

source: Y position in -1 to +1 normalized scale
es: Y en la posición -1 a 1 escala normalizada
fi: Y asema -1-1 normalisoitu mittakaavassa
fr: Y en position de -1 à 1 échelle normalisée

source: MegaTunix Gauge Designer
es: MegaTunix Diseñador de Gauge
fr: Designer Gauge MegaTunix

source: _New Gauge
es: _nueva Gauge
fr: _Nouvelles Gauge

source: S_ave Gauge As
es: S_ave calibrador que
fi: S_ave aukean tilan
fr: Gauge S_ave Comme

source: _General Attributes
es: Atributos _General
fi: _General Ominaisuudet
fr: Attributs _General

source: Gauge _Warning Thresholds
es: Medidor _ADVERTENCIA Umbrales
fi: Gauge _Warning Kynnysarvot
fr: Gauge Seuils _Warning

source: Gauge _Alert Ranges
es: Medidor _Alert rangos
fr: Ranges Gauge _Alert

source: Test Sweep the gauge
es: Prueba de barrer el indicador
fi: Testaa Sweep mittari
fr: Test Sweep la jauge

source: See what it looks like in motion
es: Vea cómo se ve en movimiento
fi: Katso mitä se näyttää liikkeessä
fr: Voir à quoi il ressemble en mouvement

source: Gauge Preview
es: Medidor de vista previa
fr: Gauge Aperçu

source: Daytime or Nitetime mode
es: el modo diurno o Nitetime
fi: Päivällä tai Nitetime tila
fr: mode jour ou Nitetime

source: Start angle in deg.
es: Inicio ángulo en grados.
fi: Aloita kulma astetta.
fr: l&#39;angle de départ en deg.

source: Sweep Angle in deg.
es: Ángulo de barrido en grados.
fi: Sweep Kulma astetta.
fr: Angle de balayage en deg.

source: Needle Tail Length
es: Aguja longitud de la cola
fi: Neula Tail pituus
fr: Longueur de la queue d&#39;aiguille

source: Needle Tip Length
es: Longitud de la aguja Consejo
fi: Neula Vihje pituus
fr: Longueur pointe de l&#39;aiguille

source: Needle Tip Width
es: Ancho de la punta de aguja
fi: Neula Vihje leveys
fr: Largeur pointe de l&#39;aiguille

source: Needle Tail Width
es: Ancho de la aguja de cola
fi: Neula Tail leveys
fr: Largeur Tail aiguille

source: Needle Pivot Width
es: Ancho de la aguja del pivote
fi: Neula Pivot leveys
fr: Largeur Pivot aiguille

source: Needle Rotation
es: La rotación de agujas
fi: Neula Rotation
fr: Aiguille de rotation

source: Show Tattletale
es: Mostrar Charlatán
fi: Näytä Tattletale
fr: Voir Tattletale

source: Gradient End Color
es: Gradiente de color Fin
fr: Couleur de fin de dégradé

source: Gradient Begin Color
es: Comience degradado de color
fi: Gradient Aloita väri
fr: Dégradé de couleur Begin

source: Background Color
es: Color de fondo
fi: Taustaväri
fr: Couleur de fond

source: Needle Color
es: La aguja de color
fi: Neula Color
fr: Aiguilles de couleur

source: Gauge Attributes
es: Medidor de Atributos
fi: Gauge ominaisuudet
fr: Attributs Gauge

source: General Attributes
es: Atributos generales
fi: Yleiset ominaisuudet
fr: Les caractéristiques générales

source: Basics
es: Conceptos básicos
fi: Perusasiat
fr: Notions de base

source: Show the value as a string or not
es: Mostrar el valor como una cadena o no
fi: Näytä arvo merkkijono tai ei
fr: Indiquer la valeur comme une chaîne ou non

source: Show Value
es: Mostrar valor
fi: Näytä Value
fr: Afficher la valeur

source: Precision
es: Precisión
fi: Tarkkuus
fr: Précision

source: The amount of significant digits shown
es: La cantidad de dígitos significativos se muestra
fi: Määrä merkitseviä numeroita näkyy
fr: Le montant de chiffres significatifs montré

source: Value Text/Color
es: Texto Valor / Color
fi: Arvo teksti / väri
fr: Texte Valeur / Couleur

source: Clcik this and then posiiton the text block on the gauge with the mouse where you would like it to be located
es: Clcik esto y entonces posiiton el bloque de texto en el indicador con el ratón en la que le gustaría que se encuentra
fi: Clcik tämä ja sitten posiiton tekstialue mittari hiirellä missä haluat sen sijaita
fr: Clcik cette puis posiiton le bloc de texte sur la jauge avec la souris où vous souhaitez qu&#39;il se trouve

source: Location
es: Ubicación
fi: Sijainti
fr: Emplacement

source: Value Font Settings
es: Valor Configuraciones de Fuente
fi: Arvo Font Settings
fr: Paramètres de police Valeur

source: Create a New Text Block
es: Crear un bloque de texto nuevo
fi: Luo uusi tekstialue
fr: Créer un bloc de texte Nouveau

source: Dynamic Text Blocks
es: Texto bloques dinámicos
fr: Des blocs de texte dynamique

source: Gauge Text Settings
es: Medidor de Configuración de texto
fi: Gauge teksti Asetukset
fr: Paramètres du texte Gauge

source: Text Blocks
es: Bloques de Texto
fi: Teksti Blocks
fr: Les blocs de texte

source: Create a New Tick Group
es: Crear un grupo de garrapatas Nueva
fi: Luo uusi Tick-ryhmän
fr: Créer un groupe de New Tick

source: Gauge Tickmark Groups
es: Medidor de Grupos Tickmark
fi: Gauge Tickmark Ryhmät
fr: Groupes Tickmark Gauge

source: Tickmarks
fr: Graduations

source: Create a Warning Color Range
es: Crear una alerta de color Gama
fi: Luo Varoitus Värialue
fr: Créer une gamme de couleurs d&#39;alerte

source: Gauge Threshold Warning Ranges
es: Advertencia Gauge Umbral rangos
fi: Gauge Kynnys Varoitus Ranges
fr: Plages du seuil d&#39;avertissement Gauge

source: Warnings
es: Advertencias
fi: Varoitukset
fr: Avertissements

source: Create an Alert/Notification Range
es: Crear una alerta y notificación Gama
fi: Luo hälytys / ilmoitus Range
fr: Créer une alerte Range Notification /

source: Gauge Alert Ranges
es: Medidor de alerta rangos
fr: Ranges Gauge alerte

source: Create a new Polygon
es: Crear un nuevo polígono
fi: Luo uusi Polygon
fr: Créer un nouveau polygone

source: Advanced Gauge Graphics
es: Medidor de gráficos avanzada
fi: Advanced Gauge Grafiikka
fr: Graphics Gauge avancée

source: Tick Group Creator
es: Marque Creador del grupo
fi: Tick Group Luoja
fr: Le créateur du groupe Tick

source: A Tick Group contains the settings that are common to a group of tickmarks. By doing things this way, it allows you to setup groups that are broken up, and is useful for gauges that have a scale change (vac/boost gauges)
es: Un grupo de garrapatas contiene los ajustes que son comunes a un grupo de tickmarks. Al hacer las cosas de esta manera, le permite a los grupos de configuración que se rompen, y es útil para indicadores de que tienen un cambio de escala (/ impulso medidores aspiradora)
fi: Rastita ryhmä sisältää asetukset, jotka ovat yhteisiä ryhmälle tickmarks. Tekemällä asiat tällä tavalla, voit setup ryhmät hajotetaan, ja on hyödyllinen mittareita, jotka ovat mittakaavassa muutos (AC / lisätä mittareita)
fr: Un groupe de tiques contient les paramètres qui sont communs à un groupe de graduations. En faisant les choses de cette façon, il vous permet à des groupes de configuration qui sont brisés, et est utile pour les jauges qui ont un changement d&#39;échelle (ou d &#39;augmenter les jauges ACC)

source: Font Scale
es: Fuente Escala
fr: Font l&#39;échelle

source: Tick Text Font
es: Marque la fuente del texto
fi: Tick Tekstin kirjasin
fr: Cochez la police du texte

source: Text Inset
es: El recuadro de texto
fi: Teksti Inset
fr: Texte Inset

source: Color
fi: Väri
fr: Couleur

source: Day
es: Día
fi: Päivä
fr: Jour

source: Tick Text
es: Marque Texto
fi: Tick Teksti
fr: Cochez Texte

source: Width
es: Ancho
fi: Leveys
fr: Largeur

source: <b>MAJOR</b> Ticks
es: <b>PRINCIPALES</b> garrapatas
fi: <b>MAJOR</b> Punkit
fr: <b>PRINCIPAUX</b> tiques

source: Total Ticks
es: Total garrapatas
fi: Yhteensä Punkit
fr: Total tiques

source: <b>MINOR</b> Ticks
es: Las garrapatas <b>MENOR</b>
fi: <b>PIENI</b> Punkit
fr: Tiques <b>MINOR</b>

source: Length
es: Longitud
fi: Pituus
fr: Longueur

source: Tick Params
fi: Tick Parametrit
fr: Cochez Params

source: Start Angle
es: Inicio del ángulo
fi: Aloita Kulma
fr: Angle de départ

source: Sweep Angle
es: Ángulo de barrido
fi: Sweep Kulma
fr: Angle de balayage

source: Angular span (deg.)
es: span angular (grados)
fi: Kulmikas span (deg.)
fr: span angulaire (degrés)

source: Span (Gauge units)
es: Span (unidades Gauge)
fi: Span (Gauge yksikköä)
fr: Span (unités de jauge)

source: The dual set of controls allows you to set the span that the tickmarks take on the gauge in either angular units (radians), or in gauge units (depends on the span set in the general settings window.)
es: El conjunto dual de los controles le permite establecer el intervalo que el tickmarks tener en el manómetro en unidades angular (radianes), o en cuanto a calibre unidades (dependiendo del rango de medición ajustado en la ventana de configuración general).
fi: Kaksi ohjausobjekteja voit asettaa span että tickmarks ottaa mittari joko kulmikas yksikköä (radiaaneina), tai arvioida yksikköä (riippuu span asetetut yleiset asetukset-ikkunassa.)
fr: Le double jeu de commandes vous permet de définir la durée de la prendre graduations sur la jauge en unités angulaires (radians), ou en voie d&#39;unités (dépend de l&#39;échelle de mesure réglée dans la fenêtre des paramètres généraux.)

source: Tick Span
es: Marque Span
fr: Cochez Span

source: Polygon Attributes
es: Polígono Atributos
fi: Polygon ominaisuudet
fr: Attributs de polygones

source: Polygons serve no real purpose other than to make the gauges look more realistic. They are layerd ON top of everything EXCEPT the needle
es: Los polígonos no sirven a ningún propósito real que no sea hacer los indicadores parecen más realistas. Son layerd Encima de todo EXCEPTO la aguja
fi: Monikulmio palvella mitään todellista tarkoitusta kuin saada mittarit näyttävät realistisempi. Ne layerd päälle kaikki muu paitsi neula
fr: Polygones ne servent à rien vraiment d&#39;autre que de faire les jauges semble plus réaliste. Ils sont layerd En plus de tout SAUF l&#39;aiguille

source: Circle Arc Rectangle Generic
es: Rectángulo Círculo Arco genéricos
fi: Circle Arc suorakulmion Yleinen
fr: Cercle Rectangle Arc générique

source: Filled
es: Lleno
fi: Täynnä
fr: Rempli

source: Solid On Off Dash
es: Continuo On Off Dash
fi: Solid Pois Dash
fr: Solid Le Dash Off

source: Line Width
es: Anchura de la línea
fi: Viivaleveys
fr: Largeur de la ligne

source: Line Style
es: Estilo de línea
fr: Style de ligne

source: Joint Style
es: Conjunto de estilos
fi: Yhteinen Style
fr: Mixte Style

source: Miter Round Bevel
es: Inglete Bevel Ronda
fi: Hiippa kierroksen Bevel
fr: Bevel ronde onglets

source: X Origin
es: Origen X
fi: X alkuperä
fr: X Origine

source: Y Origin
es: Y Origen
fi: Y alkuperä
fr: Y Origine

source: Height
es: Altura
fi: Korkeus
fr: Hauteur

source: X center
es: X centro
fi: X keskus
fr: centre X

source: Y center
es: Y el centro
fi: Y keskus
fr: centre Y

source: Radius
es: Radio
fi: Säde
fr: Rayon
