Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The cranking pulse width is used whilst the engines rpm is below the cranking threshold as there is no stable input from sensors during this period. NOTE: every injection event, even when skips are set will inject fuel. No additional opening period will be added. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El ancho de pulso de arranque se utiliza mientras que los motores de rpm por debajo del umbral de arranque ya que no hay entrada de los sensores estables durante este período. NOTA: todos los eventos de la inyección, incluso cuando salta se establecen inyectará combustible. No hay período de apertura se añadirán más. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Cranking pulssin leveys on käytetty vaikka moottorit rpm alle cranking kynnys ei ole tasalaatuisempaa antureiden aikana. HUOM: jokaista pistosta tapahtuma, vaikka ohittaa asetetaan pistää polttoainetta. Ei lisää Avoinna lisätään. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La largeur d&#39;impulsion démarrage est utilisé lorsque la vitesse de rotation des moteurs est inférieur au seuil démarrage car il n&#39;ya pas d&#39;entrée stable à partir de capteurs au cours de cette période. NOTE: tous les événements d&#39;injection, même lorsque bennes sont une injection de carburant. Aucune période d&#39;ouverture supplémentaire sera ajoutée. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The delay period when all circumstances have been met until idle control begins. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La duración del plazo, cuando todas las circunstancias se han cumplido hasta el control de ralentí comienza. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Viive jolloin kaikki olosuhteet on täytetty asti käyttämättömänä valvonta alkaa. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La période de délai lorsque les circonstances ont été respectées jusqu&#39;à la commande de ralenti commence. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The dwell period of your igntion system is related to the voltage of the charging system. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El período de permanencia de su sistema igntion está relacionado con la tensión del sistema de tarificación. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Asua ajaksi sinun igntion järjestelmä liittyy jännite maksujärjestelmän. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La période de séjour de votre système igntion est liée à la tension du système de tarification. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The engine speed will be restricted to the entered rpm limits in an effort to prevent destroying cold or cooking engines (requested by engine tuner). Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La velocidad del motor se restringirá a los límites rpm está inscrita en un esfuerzo por evitar la destrucción de los motores en frío o de cocina (a petición de sintonizador de motor). La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Moottorin nopeus on rajoitettu tuli rpm rajat pyritään estämään tuhoamalla kylmä tai ruoanlaittoon moottoreita (pyytämä moottori viritin). Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le régime du moteur sera limité à la limite tr / min est entré dans un effort pour empêcher la destruction des moteurs à froid ou à la cuisson (à la demande tuner moteur). Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The fuel base pulse width can be adjusted to compensate for Coolant Temperature Sensor by entering the amount of correction. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La base de combustible de ancho de pulso puede ser ajustada para compensar la temperatura del refrigerante del sensor mediante la introducción de la cantidad de corrección. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Polttoaineen pohja pulssin leveys voidaan säätää kompensoimaan jäähdytysnesteen lämpötila-anturi syöttämällä määrän korjauksen. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La largeur d&#39;impulsion de base du carburant peut être ajustée pour compenser liquide de refroidissement du capteur de température en entrant le montant de la correction. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The fuel base pulse width can be adjusted to compensate for Manifold Air Temperature enter the amount of correction. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La base de combustible de ancho de pulso puede ser ajustada para compensar la temperatura del aire colector de entrar en la cantidad de corrección. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Polttoaineen pohja pulssin leveys voidaan säätää kompensoimaan imusarjan lämpötila tulee korjauskertoimen. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La largeur d&#39;impulsion de base du carburant peut être ajustée pour compenser les liasses de température d&#39;air entre le montant de la correction. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The ignition advance can be adjusted to compensate for Coolant Temperature Sensor by entering the amount of correction required +Advance / -Retard. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El avance de encendido puede ser ajustada para compensar la temperatura del refrigerante Sensor introduciendo la cantidad de corrección requerida Advance + /-RETARD. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Sytytys ennakko voidaan säätää kompensoimaan jäähdytysnesteen lämpötila-anturi kirjoittamalla korjauskertoimen tarvitaan + Advance /-Retard. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: L&#39;avance à l&#39;allumage peut être ajustée pour compenser liquide de refroidissement du capteur de température en entrant le montant de la correction requise + Advance /-Retard. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The ignition advance can be adjusted to compensate for Manifold Air Temperature enter the amount of correction required +Advance / -Retard. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El avance de encendido puede ser ajustada para compensar la temperatura del aire colector de ingresar el importe de la corrección requerida Advance + /-RETARD. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Sytytys ennakko voidaan säätää kompensoimaan imusarjan lämpötila tulee korjauskertoimen tarvitaan + Advance /-Retard. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: L&#39;avance à l&#39;allumage peut être ajustée pour compenser les liasses de température d&#39;air entre le montant de la correction requise + Advance /-Retard. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The injector pintle takes a finite period of time to fully open that is in proportion to the applied voltage. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La pinza de inyector, de un periodo finito de tiempo para abrir plenamente que es proporcional al voltaje aplicado. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Injektori pintle otetaan rajallinen ajan täysin auki, että on suhteessa sovellettu jännite. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le pivot injecteur prend une période de temps déterminée à ouvrir totalement qui est proportionnelle à la tension appliquée. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The throttle must be returned below this position in order to enter idle control. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El controlador debe ser devuelto por debajo de esta posición para entrar en control de ralentí. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Kaasupoljin on palautettava alle tämän kannan päästäkseen tyhjäkäynnillä ohjaus. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La manette des gaz doit être retourné en dessous de cette position pour entrer dans la commande de ralenti. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the COR constants block of data and updates all controls with the current values.
es: Este botón recupera el bloque de constantes COR de datos y actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee AK vakiot estää tietojen ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton récupère le bloc COR constantes de données et mises à jour tous les contrôles avec les valeurs actuelles.

source: This is the amount in RPM that the engines idle must deviate from the idle target before action is take to correct the idle. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Esta es la cantidad de RPM que el funcionamiento a ralentí se desviará de la meta de inactividad antes de que se tomar para corregir los ociosos. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Tämä summa RPM että joutokäynnin on poiketa käyttämättä tavoitteesta ennen toimiin ryhtyä oikein tyhjäkäynnillä. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Il s&#39;agit du montant de RPM que les moteurs au ralenti doit s&#39;écarter de l&#39;objectif de ralenti avant qu&#39;une décision soit prendre pour corriger la veille. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This is the maximum RPM rate of change that is to be detected over the update interval otherwise idle control will not be entered. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Esta es la tasa máxima RPM de cambio que se detecta durante el intervalo de actualización de control de otro modo inactivo no serán inscritos. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Tämä on suurin RPM: n muutos, joka on havaittu yli päivitystahti muuten käyttämättä ohjaus ei merkitä. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Il s&#39;agit du taux maximum RPM de changement qui doit être détectée sur l&#39;intervalle de mise à jour de contrôle autrement ralenti ne seront pas inscrites. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The Lambda entries are for closed loop targets. Fuelling correction % will be adjusted to reach targets. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Las entradas son para los objetivos de Lambda de circuito cerrado. Alimentando% de corrección se ajustará para alcanzar las metas. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Lambda merkinnät ovat suljetun tavoitteita. Polttoaineen korjaus % mukautetaan saavuttaa tavoitteensa. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les entrées sont Lambda pour les cibles en boucle fermée. % De correction de ravitaillement sera ajusté pour atteindre les objectifs. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.
