Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: FIdle Output Pin
es: FIdle pin de salida
fi: FIdle lähtö Pin
fr: Broche de sortie FIdle

source: LED 19 Output Pin
es: LED de salida 19 pin
fi: LED 19 lähtö Pin
fr: LED 19 Sortie Pin

source: Tach Output Pin Make sure unused
es: Tach pin de salida Asegúrese de que no utilizado
fi: Tach lähtö Pin Varmista käyttämätön
fr: Sortie Tach Pin Assurez-vous utilisé

source: Tach Output Rate
es: Tach Promedio de salida
fi: Tach ulostulonopeus
fr: Taux de sortie Tach

source: X2(JS0) function
es: X2 (JS0) la función
fi: X2 (JS0) funktio
fr: X2 (JS0) fonction

source: X4 (JS2) Function
es: X4 (JS2) Función
fr: X4 (JS2) Fonction

source: Output 3/Spark D
es: Salida 3/Spark D
fi: Tuotos 3/Spark D
fr: 3/Spark de sortie D

source: pin 10 shift/Spark E
es: 10 pines turno / Chispa E
fi: pin 10 Vaihto / Spark E
fr: broche 10 / décalage Spark E

source: Knock in/Spark F
es: Knock en / Chispa F
fi: Knock ja / Spark F
fr: Knock / F Spark

source: Multiplex Ignition
es: Multiplex de encendido
fr: Multiplex allumage

source: Output Pins Mapping
es: Pins Asignación de salida
fi: Tuotos Pins kartoitus
fr: Broches de sortie de cartographie

source: MSnS-Extra Output Pins Configuration
es: MSNS-Extra Pins Configuración de salida
fi: MSnS-lisäotosta Pins asetukset
fr: MSN Extra Configuration des broches de sortie

source: Pin 10 Shiftlight/Spark E
es: El pin 10 Shiftlight / Chispa E
fr: Pin 10 Shiftlight / E Spark

source: Anti Lag System
es: Sistema Anti Lag
fr: Système Anti Lag

source: Latch PWM Idle Control
fr: Verrou de contrôle PWM Idle

source: Retard Timing
fr: Timing Retard

source: Minimum Throttle Position
es: Mínima de Posición del Acelerador
fr: Position du papillon des gaz minimum

source: Timeout to Disable
es: Tiempo de espera para deshabilitar
fr: Délai d&#39;attente pour désactiver

source: Drop X out of N sparks
es: Drop X de N chispas
fr: Drop X de N étincelles

source: Duty cycle for solenoid
es: Ciclo de solenoide
fr: Cycle d&#39;utilisation pour les électrovannes

source: RPM1 and Min RPM
es: RPM RPM1 y Min
fr: RPM RPM1 et min

source: Fuel multiplier RPM1
es: Combustible multiplicador RPM1
fr: Carburant multiplicateur RPM1

source: Fuel multiplier RPM2
es: Combustible multiplicador rpm2
fr: RPM2 carburant multiplicateur

source: Fuel multiplier RPM3
es: Combustible multiplicador RPM3
fr: RPM3 carburant multiplicateur

source: Fuel multiplier RPM4
es: Combustible multiplicador RPM4
fr: RPM4 carburant multiplicateur

source: Spark timing RPM4
es: Chispa RPM4 calendario
fr: RPM4 calendrier Spark

source: Spark timing RPM3
es: Chispa RPM3 calendario
fr: RPM3 calendrier Spark

source: Spark timing RPM2
es: Chispa rpm2 calendario
fr: RPM2 calendrier Spark

source: Spark timing RPM1
es: Sincronización de la chispa RPM1
fr: calendrier Spark RPM1

source: AntiLag Settings
es: Ajustes AntiLag
fr: AntiLag Paramètres

source: Output 4 Source
es: Producto 4 Fuente
fi: Tuotos 4 Lähde
fr: Produit 4 Source

source: Output 3 Source
es: Producto 3 Fuente
fi: Tuotos 3 Lähde
fr: Produit 3 Source

source: Output 2 Behavior
es: Producto 2 Comportamiento
fi: Tuotos 2 Käyttäytyminen
fr: Produit 2 Comportement

source: Output 1 Behavior
es: Producto 1 Comportamiento
fi: Tuotos 1 Behavior
fr: Produit 1 Comportement

source: User Selectable Outputs
es: Seleccionable por el usuario Resultados
fi: Käyttäjän valittavissa Lähdöt
fr: Sorties sélectionnable par l&#39;utilisateur

source: MegaSquirtnSpark-Extra User Outputs
es: MegaSquirtnSpark-Extra salidas de usuario
fi: MegaSquirtnSpark-Extra User lähdöt
fr: Sorties de l&#39;utilisateur MegaSquirtnSpark-Extra

source: The above display shows the tooth times, and will show the time in usec. or 0.1msec. units. This graphically shows the quality of the wheel input signal.
es: La pantalla superior muestra los tiempos de los dientes, y se muestra la hora en us. o 0.1msec. unidades. Esta gráfica muestra la calidad de la señal de entrada de la rueda.
fi: Edellä Näytössä näkyy hampaan kertaa ja näyttää aika USEC. tai 0.1msec. yksikköä. Tämä graafisesti osoittaa laadun pyörän tulosignaalin.
fr: L&#39;écran ci-dessus montre la fois la dent, et affiche le temps en microseconde. ou 0.1msec. unités. Cela montre graphiquement la qualité du signal d&#39;entrée de la roue.

source: Trigger/Tooth Logger
es: Trigger / Dientes Logger
fi: Trigger / hammas metsuri
fr: Logger Trigger Dent /

source: NOS during Traction Control
es: NOS durante el control de tracción
fi: NOS aikana luistonesto
fr: NOS cours antipatinage

source: <i>RPMdot Thresholds</i>
es: <i>RPMdot Umbrales</i>
fi: <i>RPMdot Kynnysarvot</i>
fr: <i>RPMdot seuils</i>

source: RPMdot Thresh. (RPM/s)
es: RPMdot Trilla. (RPM / s)
fi: RPMdot Kynnys. (RPM / s)
fr: Thresh RPMdot. (RPM / s)

source: Traction Control Mode
es: Modo de Control de Tracción
fr: Mode de contrôle de traction

source: <i>VSS Parameters</i>
fi: <i>VSS parametrit</i>
fr: <i>Paramètres VSS</i>

source: Sensor Differential (%)
es: Diferencial Sensor (%)
fr: Capteur différentiel (%)

source: Low Slip Thresh. (%)
es: Bajo Umbral Slip. (%)
fi: Low Slip Kynnys. (%)
fr: Thresh faible glissement. (%)

source: Half Slip Thresh. (%)
es: La mitad Umbral Slip. (%)
fi: Puolet Slip Kynnys. (%)
fr: Demi Thresh Slip. (%)

source: Max Undriven Input (V)
es: Número máximo de Undriven de entrada (V)
fi: Max Undriven tulo (V)
fr: Entrée Max Undriven (V)

source: Min Undriven Input (V)
es: Min Undriven de entrada (V)
fi: Min Undriven tulo (V)
fr: Entrée Min Undriven (V)

source: <i>Traction Control Operating Range</i>
es: <i>Control de Tracción de funcionamiento</i>
fi: <i>Luistonesto Toiminta-alue</i>
fr: <i>Contrôle de fonctionnement de traction</i>

source: <i>Enrichment Bins (mSec)</i>
es: <i>Enriquecimiento Papeleras (ms)</i>
fi: <i>Väkevöiminen Bin (ms)</i>
fr: <i>Enrichissement Bins (msec)</i>

source: <i>Retard Ignition by (deg)</i>
es: <i>Retardo de encendido por (grados)</i>
fi: <i>Retard Ignition on (astetta)</i>
fr: <i>Retard allumage par (deg)</i>

source: <i>Spark Cut "n" from Base Value</i>
es: <i>Chispa Cut "n" de la base de valores</i>
fi: <i>Spark Cut "n" Peruskorko Value</i>
fr: <i>Spark Cut "n" de valeur de base</i>

source: <i>Retard+Enrich+spark cut for x cycles</i>
es: <i>RETARD + + Enriquecer chispa de corte para los ciclos x</i>
fi: <i>Retard + Enrich + kipinä leikata x sykliä</i>
fr: <i>Retard + + Enrichir étincelle coupe pour x cycles</i>

source: or Until
es: o Hasta
fi: tai kunnes
fr: ou jusqu&#39;à ce que

source: Traction Parameters
fi: Traction parametrit
fr: Les paramètres de traction

source: MSnS-Extra Traction Control
es: Tracción MSNS-Extra Control
fi: MSnS-Extra luistonestojärjestelmä
fr: Système antipatinage MSN Extra

source: Launch Control Hard Cut Limiter Type
es: Control de Lanzamiento de corte duro limitador de tipo
fi: Launch Control Hard Cut Limiter tyyppi
fr: Launch Control Type de découpe Limiter dur

source: Minimum TPS to enable
es: TPS mínima para permitir
fi: Pienin TPS jotta
fr: Minimum pour permettre à TPS

source: Soft RPM Limit
es: Soft Limit RPM
fi: Pehmeä RPM Limit
fr: Limite RPM Soft

source: Hard RPM Limit
es: Hard Limit RPM
fr: Limite tr / min

source: Sparks to Drop
es: Sparks a gota
fi: Kipinöitä Drop
fr: Sparks Drop

source: MAT Enable Setpoint (F)
es: MAT Habilitar Punto de Ajuste (F)
fi: MAT Ota Asetusarvon (F)
fr: MAT Activer consigne (F)

source: KPa Enable Setpoint
es: Habilitar KPa Setpoint
fi: KPa Ota Asetusarvon
fr: Activer KPa consigne

source: RPM Enable Setpoint
es: RPM Habilitar Setpoint
fi: RPM Ota Asetusarvon
fr: RPM Activer consigne

source: Add Nitrous enrich to which bank?
es: Añadir nitroso enriquecer a los que banco?
fi: Lisää typen rikastuttaa jonka pankki?
fr: Ajouter nitreux enrichir à quelle banque?

source: Min Coolant Temp
es: Min. Temp refrigerante
fi: Min Jäähdytysnesteen Temp
fr: Min Temp liquide de refroidissement

source: PW to add at min RPM
es: PW para añadir a min RPM
fi: PW lisätä at min RPM
fr: PW à ajouter à min RPM

source: PW to add at max RPM
es: PW para agregar en el máximo RPM
fi: PW lisätä max RPM
fr: PW d&#39;ajouter au régime maxi

source: Min TPS (RAW ADC)
es: Min TPS (ADC RAW)
fr: TPS Min (ADC RAW)

source: NOS Delay After Launch
es: NOS demora después de lanzamiento
fi: NOS Delay julkistamisen jälkeen
fr: Retard NOS après sa mise en

source: NOS Delay After Flat Shift
es: NOS demora después de Piso Shift
fi: NOS viivytystä Flat Shift
fr: Retard NOS après le quart de plat

source: Retard Spark by (deg)
es: Retardo de chispa por (grados)
fi: Retard Spark: n (astetta)
fr: Retard Spark (DEG)

source: Turbo NOS Antilag System (see help)
es: Turbo NOS Antilag sistema (vea la ayuda)
fr: Turbo NOS Antilag système (voir l&#39;aide)

source: Minimum KPA to fire NOS Antilag
es: Ejército Popular de Corea mínima al fuego NOS Antilag
fi: Pienin KPA tuleen NOS Antilag
fr: Minimum KPA au feu NOS Antilag

source: Maximum KPA to fire NOS Antilag
es: Máxima Ejército Popular de Corea al fuego NOS Antilag
fi: Suurin KPA tuleen NOS Antilag
fr: Maximum KPA au feu NOS Antilag

source: Arming RPM
es: Armado RPM
fi: Virittäminen RPM
fr: Armement RPM

source: Hard Revlimit (RPM)
es: Revlimit duro (RPM)
fr: Revlimit dur (RPM)

source: Retard Above (RPM)
es: Por encima de RETARD (RPM)
fr: Retard dessus (RPM)

source: Retard Ignition to (deg)
es: Retardo de encendido a (grados)
fi: Retard Ignition on (astetta)
fr: Retard à l&#39;allumage (DEG)

source: Flat Shift Controls
es: Piso Shift Control
fi: Flat Shift säätimet
fr: Contrôles Shift plat

source: MSnS-Extra Wateer/NOS/Launch Parameters
es: Wateer MSNS-Extra / NOS / Parámetros de lanzamiento
fi: MSnS-Extra Wateer / NOS / Launch parametrit
fr: Wateer MSN Extra / NOS / paramètres de lancement

source: Trigger Wheel Teeth
es: Los dientes de la rueda del disparador
fi: Trigger Pyörän Hampaat
fr: Dents de la roue de déclenchement

source: Decoder Algorithm
es: Decodificador Algoritmo
fi: Decoder Algoritmi
fr: Décodeur algorithme

source: Wheel Style
es: Rueda de Estilo
fi: Pyörän tyyli
fr: Roue Style

source: Use Second Trigger?
es: De uso secundario de activación?
fi: Käytä Toinen Trigger?
fr: Utilisez second déclencheur?

source: Second Trigger triggers on:
es: Segundo disparo desencadena el:
fi: Toinen Trigger käynnistää on:
fr: Deuxième Trigger déclenche le:

source: Second Trigger and Missing Teeth:
es: Trigger Segunda y piezas dentarias faltantes:
fi: Toinen Trigger ja puuttuvien hampaiden:
fr: Second déclencheur et de dents manquantes:

source: Oddfire Support (Highly Experimental !!)
es: Apoyo Oddfire (altamente experimental!)
fi: Oddfire Support (Highly Kokeellinen!)
fr: Support Oddfire (très expérimental!)

source: Wheel Parameters
fi: Pyörän parametrit
fr: Paramètres de roue

source: Fixed Dwell Amount
es: Monto fijo de permanencia
fi: Kiinteä Dwell määrä
fr: Montant fixe de balayage

source: Cranking Dwell (ms.)
es: Detención de arranque (ms.)
fr: Dwell Cranking (Mme)

source: Running Dwell (ms.)
es: Ejecución de detención (manuscrito)
fr: Durée de balayage (Mme)

source: Min Discharge time (ms.)
es: Min. Tiempo de descarga (ms.)
fi: Min Vastuuvapaus aika (Ms)
fr: Min décharge temps (Mme)

source: Dwell Control
es: Control de detención
fi: Asua Control
fr: Dwell contrôle

source: Stim for wheel
es: Stim para la rueda
fi: STIM pyörän
fr: Stim pour la roue

source: Number of steps/outputs
es: Número de pasos / salidas
fi: Askelten lukumäärä / tuotosten
fr: Nombre de marches / sorties

source: Stim For Wheel
es: Stim Para Rueda
fi: STIM pyörän
fr: Stim Pour roue

source: Dual Distributors
es: Distribuidores de doble
fi: Dual Jälleenmyyjät
fr: Distributeurs double

source: Cranking Trigger Style
es: Estilo arranque Trigger
fr: Cranking Style Trigger

source: Ignition Output Polarity
es: Polaridad de salida de encendido
fi: Ignition lähdön polariteetti
fr: Polarité de sortie d&#39;allumage

source: Cranking Angle (deg)
es: Ángulo de arranque (gr)
fi: Cranking Kulma (astetta)
fr: Angle Cranking (DEG)

source: Fixed Angle (deg)
es: Ángulo fijo (gr)
fi: Kiinteä Kulma (astetta)
fr: Angle fixe (DEG)

source: Trim Angle (deg)
es: El ángulo de inclinación (grados)
fi: Trimmikulma (astetta)
fr: Cornière (DEG)

source: Ignition Hold Count
es: Mantenga encendido el conde
fi: Ignition Pidä Count
fr: Tenez comte d&#39;allumage

source: Hardware Latency (us)
es: Latencia de hardware (nosotros)
fi: Kone Latency (meille)
fr: Temps de latence du matériel (nous)

source: Return
es: Volver
fi: Paluu
fr: Retour

source: A
es: Un
fr: Une

source: Trigger
es: Gatillo
fi: Laukaista
fr: Déclencher

source: Wheel Trigger Points
es: Rueda de puntos gatillo
fi: Pyörän alkusysäyksiä
fr: Points Trigger Wheel

source: MSnS-Extra Crank/Cam Wheel Decoder
es: MSNS-Extra Crank / Cam decodificador de ruedas
fi: MSnS-Extra Crank / Nokkapyörä Decoder
fr: MSN Extra-Crank / Cam Decoder Wheel

source: MegaTunix Firmware Loader
es: MegaTunix firmware del cargador
fr: MegaTunix Loader Firmware

source: Load Firmware
es: Cargar firmware
fi: Kuormitus Firmware
fr: Charger Firmware

source: Get ECU Signature
es: Obtener la firma de ecus
fi: Hae ecua allekirjoitus
fr: D&#39;obtenir la signature d&#39;écus

source: Select A File
es: Seleccione un archivo
fi: Valitse File
fr: Sélectionner un dossier

source: Port and Firmware File
es: Puerto y del firmware del archivo
fi: Satama ja jelmisto
fr: Fichier Port et Firmware

source: Status Messages
es: Mensajes de estado
fi: Tila viestit
fr: Messages d&#39;état

source: Enter Sensor Parameters
es: Introduzca los parámetros del sensor
fi: Anna Sensor parametrit
fr: Entrez les paramètres du capteur

source: Temp/Ohms pair 1
es: Temp / Ohmios par 1
fi: Temp-ohmia pari 1
fr: Temp / paire 1 Ohms

source: Temp/Ohms pair 2
es: Temp / Ohmios par 2
fi: Temp-ohmia pari 2
fr: Temp / paire Ohms 2

source: Temp/Ohms pair 3
es: Temp / Ohmios par 3
fi: Temp-ohmia pari 3
fr: Temp / paire Ohms 3

source: Temperature Units
es: Unidades de temperatura
fi: Lämpötila yksiköt
fr: Unités de température

source: Bias Resistance
es: Blas Resistencia
fr: Résistance de polarisation

source: Enter IAT Sensor Info
es: Introduzca Información del sensor IAT
fi: Anna iat Sensor Info
fr: Entrez Info capteur IAT

source: Enter CLT Sensor Info
es: Introduzca Información del sensor CLT
fi: Anna CLT anturi Info
fr: Entrez Info capteur CLT

source: Use Alternative IAT Sensor
es: El uso del sensor IAT alternativas
fi: Käytä Vaihtoehtoiset iat Sensor
fr: Alternative capteur IAT utilisation

source: Use Alternative CLT Sensor
es: El uso del sensor de CLT alternativas
fi: Käytä Vaihtoehtoiset CLT anturi
fr: Alternative capteur CLT utilisation

source: Use Alternative Sensors in this new firmware? (MS1 Only)
es: El uso alternativo sensores en este nuevo firmware? (MS1 solamente)
fi: Käytä Alternative Anturit tässä uudessa firmware? (MS1 Only)
fr: Utiliser des capteurs de remplacement dans ce nouveau firmware? (MS1 uniquement)

source: TPS Bins
es: TPS Papeleras
fr: TPS bacs

source: Focus follows Vertex with most "Weight"
es: El enfoque sigue Vertex con la mayoría de "peso"
fi: Focus seuraa Vertex eniten "Weight"
fr: Focus suit Vertex avec la plupart des "poids"

source: Alpha-N Base Ignition +Advance / -Retard
es: Base Alpha-N de encendido Advance + /-RETARD
fi: Alpha-N Base sytytys + Advance /-Retard
fr: Base Alpha-N avance à l&#39;allumage + /-Retard

source: ACCEL
fr: CAPEA

source: IDLE CONTROL
es: FUNCIONAMIENTO DE CONTROL
fr: REPOS DE COMMANDE

source: PIS Alpha-N Base Ignition +Advance / -Retard
es: PIS Base Alpha-N de encendido Advance + /-RETARD
fi: PIS Alpha-N Base sytytys + Advance /-Retard
fr: PIS Base Alpha-N avance à l&#39;allumage + /-Retard

source: Alpha-N Base Pulse Width
es: Base Alpha-N por ancho de pulso
fr: Largeur Alpha-N Pulse Base

source: PIS - Alpha-N Base Pulse Width
es: PIS - Base Alpha-N por ancho de pulso
fr: PIS - Largeur Alpha-N Pulse Base

source: Base Ignition +Advance / -Retard
es: Base de encendido Advance + /-RETARD
fi: Base Sytytys + Advance /-Retard
fr: Advance Base + allumage /-Retard

source: PIS - Base Ignition +Advance / -Retard
es: PIS - Avance de encendido Base + /-RETARD
fi: PIS - Base Sytytys + Advance /-Retard
fr: PIS - Base Advance + allumage /-Retard

source: PIS - Boost Targets
fi: PIS - Boost tavoitteet
fr: Cibles PIS - Boost

source: Base Pulse Width
es: Base ancho de pulso
fr: Base de largeur d&#39;impulsion

source: PIS - Base Pulse Width
es: PIS - Ancho de Pulso Base
fr: PIS - Base de largeur d&#39;impulsion

source: IAR
fr: IRA

source: Duration
es: Duración
fi: Kesto
fr: Durée

source: CTS bins
es: CTS contenedores
fi: CTS astiat
fr: bacs CTS

source: CTS Settings / Corrections
es: CTS Configuración / Correcciones
fi: CTS Asetukset / korjaukset
fr: Paramètres RTC / Corrections

source: MAT bins
es: MAT contenedores
fi: MAT astiat
fr: bacs MAT

source: MAT Corrections
es: MAT correcciones
fi: MAT Korjaukset
fr: Corrections MAT

source: Voltage Correction
es: Tensión Corrección
fi: Jännite korjaus
fr: Correction de la tension

source: TPS bins
es: TPS contenedores
fi: TPS astiat
fr: bacs de TPS

source: RPM bins
es: RPM contenedores
fi: RPM astiat
fr: bacs RPM

source: Acceleration Enrichment
fi: Kiihtyvyys Väkevöiminen
fr: Accélération d&#39;enrichissement

source: Voltage & Acceleration
es: Tensión de aceleración
fi: Jännite ja kiihtyvyys
fr: Tension & Acceleration

source: PIS - Lambda Targets
es: PIS - Objetivos Lambda
fi: PIS - Lambda tavoitteet
fr: PIS - Cibles Lambda

source: Good VE/Constants Reads
es: Buena VE / Constantes Lee
fi: Hyvä VE / vakiot Lukee
fr: Bonne VE / Constantes lectures

source: Good Runtime Reads
es: Tiempo de ejecución Buenas Lecturas
fi: Hyvä Kesto Lukee
fr: Durée Coups de coeur

source: Serial I/O Error Count
es: Serie I / O error Conde
fi: Sarja I / O-virhe lasku
fr: Serial I / O nombre d&#39;erreurs

source: Hard Reset Count
es: Hard Reset Conde
fr: Hard Reset comte

source: Inject Skips
es: Inyectar Salta
fi: Pistä Ohittaa
fr: Injecter Saute

source: Two Stroke
es: Dos tiempos
fi: Kaksitahtinen
fr: Deux maladies

source: Engine
fi: Moottori
fr: Moteur

source: MAP Only (RPM)
es: Sólo mapa (RPM)
fi: MAP vain (RPM)
fr: Seuls MAP (RPM)

source: Start MAP Blending (RPM)
es: Combinando MAP Inicio (RPM)
fi: Aloita MAP sekoittaminen (RPM)
fr: Alliant MAP Start (RPM)

source: Fan On (deg)
es: El ventilador (gr)
fi: Tuuletin (astetta)
fr: Le ventilateur (DEG)

source: Fan Off (deg)
es: Fan Off (grados)
fi: Tuuletin (astetta)
fr: Ventilateur (DEG)

source: Auxiliary
es: Auxiliar
fi: Ylimääräiset
fr: Auxiliaire

source: Limit Hysterisis (RPM)
es: Límite Histéresis (RPM)
fi: Raja Hysterisis (RPM)
fr: Hystérésis Seuil (RPM)

source: Soft IAR
fi: Pehmeä IAR
fr: Soft IRA

source: Hard IAR
fr: Dur de l&#39;IRA

source: RPM Limiter
es: Limitador de RPM
fr: Limiter RPM

source: Crank Threshold
es: Crank Umbral
fi: Crank Kynnys
fr: Crank Seuil

source: Reference Angle
es: Ángulo de referencia
fi: Viite Kulma
fr: Angle de référence

source: Min IAR
fr: Min de l&#39;IRA

source: Max IAR
es: Número máximo de IAR
fr: Max IRA

source: Cranking Bypass
es: Bypass arranque
fr: Démarrage à Bypass

source: Ignition
es: Encendido
fi: Sytytys
fr: Allumage

source: Range
es: Intervalo
fi: Alue
fr: Gamme

source: Update (ms)
es: Actualización (ms)
fr: Mise à jour (MS)

source: On Throttle
es: El acelerador
fr: Le papillon

source: RPM Hysterisis
es: RPM Histéresis
fr: RPM Hystérésis

source: Max RPM ROC
es: Número máximo de RPM ROC
fr: ROC RPM Max

source: Control Delay
es: Control de Delay
fr: Réglage de la temporisation

source: Start
es: Empezar
fi: Alkaa
fr: Commencer

source: Idle RPM
fr: Régime de ralenti

source: IAC Idle Control
fr: IAC commande de ralenti

source: Min CTS (deg)
es: Min CTS (grados)
fi: Min CTS (astetta)
fr: CTS Min (DEG)

source: Min BPW %
fr: BPW% Min

source: Max BPW %
es: Número máximo de BPW%
fr: BPW% Max

source: Transient (ms)
es: Transitorio (ms)
fi: Ohimenevä (ms)
fr: Transitoire (ms)

source: Proportional %
es: % Proporcional
fi: Suhteellinen %
fr: % Proportionnelle

source: Closed Loop EGO
es: EGO bucle cerrado
fi: Suljettu silmukka EGO
fr: EGO en boucle fermée

source: Settings
es: Configuración
fi: Asetukset
fr: Paramètres

source: PIS - Settings
es: PIS - Configuración
fi: PIS - Asetukset
fr: PIS - Paramètres

source: MegaSquirt Raw Data Editor
es: MegaSquirt Editor de datos en bruto
fr: Sous la direction de MegaSquirt données brutes

source: KPa Bins
es: KPa Papeleras
fr: KPa bacs

source: Rotary Trailing in degrees
es: Rotary final en grados
fi: Rotary perään asteina
fr: Rotary de suivi à des degrés

source: <b>NOTE:</b> This is for <i>Twin rotor</i> ONLY!!
es: <b>NOTA:</b> Esto es para <i>rotor Twin</i> SOLO!
fi: <b>HUOM:</b> Tämä on <i>Twin roottori</i> VAIN!
fr: <b>NOTE:</b> Ceci est pour <i>Twin</i> SEULEMENT <i>rotor!</i>

source: Fixed Split for testing (<b>-10 = use map</b> to left)
es: Split fijo para la prueba <b>(-10 utilizar el mapa</b> a la izquierda <b>=)</b>
fi: Kiinteä Split testaus <b>(-10 = käyttää karttaa</b> vasemmalla)
fr: Split fixe pour les tests <b>(-10 carte d&#39;utilisation =</b> à gauche)

source: Trailing Output Type
es: Traseros del tipo de salida
fi: Hinata Output Type
fr: Type de sortie de fuite

source: Trailing Split Support
es: Detrás de Apoyo Split
fi: Jakaantumisen tuki
fr: Support Split Trailing

source: <b>NOTE!!! </b> In the Split table (to the left): > 20 means trailing OFF!! 0 means fire simultaneously any other values are valid trailing delay in degrees
es: <b>NOTA!</b> En la tabla de Split (a la izquierda):> 20 medios se apagaba! 0 fuego significa al mismo tiempo cualquier otro valor final son válidos retraso en grados
fi: <b>HUOM!</b> Väli taulukosta (vasemmalla):> 20 tarkoittaa perään pois! 0 tulipaloa samanaikaisesti muita arvoja ovat voimassa perään viive asteina
fr: <b>NOTE!</b> Dans le tableau Split (à gauche):> 20 moyens de fuite OFF! 0 Incendie signifie en même temps toutes les autres valeurs sont valables fuite retard à des degrés

source: Rotary Trailing Parameters
fi: Rotary perään parametrit
fr: Rotary paramètres de suivi

source: MegaSquirtnSpark Extra Rotary Trailing Table
es: MegaSquirtnSpark Extra cuadro final de Rotary
fi: MegaSquirtnSpark Extra Rotary perään taulukko
fr: MegaSquirtnSpark table d&#39;appoint de suivi Rotary

source: Spark Advance Table 1 (deg. BTDC)
es: El avance del encendido el cuadro 1 (grados APMS)
fi: Spark Advance Taulukko 1 (deg. BTDC)
fr: Avance à l&#39;allumage le tableau 1 (deg. BTDC)

source: Trigger Angle
es: Ángulo de disparo
fi: Trigger Kulma
fr: Angle de déclenchement

source: Timing Offset Controls
es: Timing Offset Controla
fi: Ajoitus Offset säätimet
fr: Contrôle de décalage de synchronisation

source: Spark Table 1
es: Chispa Tabla 1
fi: Spark Taulukko 1
fr: Tableau SPARK 1

source: MegaSquirtnSpark-Extra Spark Tables
es: MegaSquirtnSpark-Extra chispa Tablas
fi: MegaSquirtnSpark-Extra Spark taulukot
fr: MegaSquirtnSpark-Extra Spark tableaux

source: Fixed Angle
es: Ángulo fijo
fi: Kiinteä Kulma
fr: Angle fixe

source: Temporary Timing Offset Controls
es: Timing Offset Controla Temporal
fi: Väliaikaiset Ajoitus Offset säätimet
fr: Calendrier provisoire des contrôles compensatoires

source: Spark Advance Table 2 (Input Selectable) (deg. BTDC)
es: El avance del encendido el cuadro 2 (entrada seleccionable) (grados APMS)
fi: Spark Advance Taulukko 2 (Input valittavissa) (deg. BTDC)
fr: Avance à l&#39;allumage le tableau 2 (entrée sélectionnable) (deg. BTDC)

source: Spark Table 2
es: Chispa Tabla 2
fi: Spark Taulukko 2
fr: Tableau 2 Spark

source: Ign. Load
es: Ign. Carga
fi: IGN. Kuormitus
fr: Ign. Charge
