Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The Amount of timing to try and put back in when knocking has ceased. The controller will wait a small interval between trying to re-add timing back in. Having this set to high can lead to oscillation, too low can cause timing to be pulled out and take a LONG time for it to return to normal.
es: La cantidad de tiempo para tratar de poner de nuevo en cuando ha dejado de golpear. El controlador se espera un pequeño intervalo entre tratar de volver a agregar tiempo de vuelta pulg Una vez que este conjunto puede conducir a alta oscilación, demasiado bajo, puede ser causa que el tiempo se retiró y tomar mucho tiempo para que vuelva a la normalidad.
fi: Määrä ajoitus yrittää laittaa takaisin kun koputtaa on päättynyt. Ohjain odottaa pieni väli yrittää lisätä uudelleen ajoitus takaisin sisään ottaa tämä asettaa korkeat voi johtaa värähtely, liian pieni saattaa aiheuttaa ajoitusta voidaan vetää ulos ja kestää kauan, että se palaa normaaliksi.
fr: Le montant du calendrier pour tenter de remettre en frappant quand a cessé. Le contrôleur va attendre un petit intervalle entre essayer de rajouter le calendrier de retour po vu cette série à haute peut conduire à des oscillations, trop bas peuvent provoquer le moment d&#39;être retiré et prendre un certain temps pour qu&#39;il revienne à la normale.

source: The boost controller feature will use one of the three boost tables to actuate an external boost controller in a PWM method. See the Boost Tab for configuration variables..
es: La función de controlador de impulso utilizará una de las tres mesas impulso a accionar un controlador de impulso externo en un método de PWM. Ver la ficha de Impulso a las variables de configuración ..
fi: Lisätä ohjain ominaisuus käyttää jotakin kolmesta lisätä taulukoita kytkemään ulkoista tukea valvoja PWM menetelmällä. Katso Boost Tab-asetusten tekoa ..
fr: La fonction de contrôleur de stimuler allons utiliser une des trois tables coup de fouet à actionner un contrôleur de stimuler l&#39;extérieur dans une méthode PWM. Voir l&#39;onglet Boost pour les variables de configuration ..

source: The knock controller feature will attempt to alter ignition timing and/or boost in order to limit detonation.
es: La función de controlador de golpe intentará alterar la sincronización del encendido y el impulso o el fin de limitar la detonación.
fi: Iskeä ohjain ominaisuus yrittää muuttaa sytytyksen ajoitus ja / tai lisätä, jotta voidaan rajoittaa sytytyksen.
fr: La fonction de contrôleur de frapper va tenter de modifier l&#39;allumage et / ou stimuler afin de limiter la détonation.

source: The maximum amount of timing to pull out when knocking is detected.
es: El importe máximo de la oportunidad de retirarse cuando se detecta golpes.
fi: Enimmäismäärä ajoitus vetäytyä kun koputtaa havaitaan.
fr: Le montant maximal du moment de se retirer quand frappe est détectée.

source: This is the Differential Gain used in the PD controller algorithm
es: Esta es la ganancia diferencial usado en el controlador PD algoritmo
fi: Tämä ero Gain käyttää PD ohjaimen algoritmi
fr: Il s&#39;agit du gain différentiel utilisés dans le contrôleur PD algorithme

source: This is the Proportional Gain used in the PD controller algorithm
es: Esta es la ganancia proporcional utilizado en el algoritmo de control PD
fi: Tämä on suhteellinen vahvistus käyttää PD ohjaimen algoritmi
fr: C&#39;est le gain proportionnel utilisé dans le contrôleur PD algorithme

source: This wait time ties to the above control. After knocking has ceased thecontrol will attempt to advance timing backby the amount above in steps separated by this time interval in seconds.
es: Este tiempo de espera vínculos con el control anterior. Después de tocar ha dejado thecontrol tratará de avance de tiempo backby la cantidad anteriormente mencionada en pasos separados por este intervalo de tiempo en segundos.
fi: Tämä odottelua yhteyksiä yllä valvonta. Kun koputtaa ei enää thecontrol yrittää etukäteen ajoitus backby määrä edellä vaiheet erotetaan tällä aika sekunteina.
fr: Ce temps d&#39;attente des liens avec la commande ci-dessus. Après avoir frappé a cessé thecontrol va tenter de faire avancer le calendrier backby le montant ci-dessus dans les étapes séparées par cet intervalle de temps en secondes.

source: Typical ambient pressure for your location. Used by boost control to accurate calculate boost levels.
es: la presión ambiente típico de la localidad. Utilizado por aumentar el control precisos para calcular los niveles de impulso.
fi: Tyypillisiä ympäristön paine sijainnille. Käytetään lisäämään valvontaa tarkkoja laskea lisätä tasoilla.
fr: Typique pression ambiante pour votre emplacement. Utilisé par accélérer la lutte pour calculer les niveaux exacts de suralimentation.

source: When "More Boost" is selected a higher Duty Cycle means MORE boost will be generated, otherwise higher duty cycle means LESS boost wil be generated..
es: Cuando "Más Boost" se selecciona un mayor ciclo de trabajo significa MÁS impulso se genera, de lo contrario ciclo de aumento de los impuestos significa Wil MENOS impulso se genera ..
fi: Kun "Lisää Boost" valitaan suurempi Käyttöaste tarkoittaa enemmän tukea syntyy, muuten suurempi käyttömäärä, sitä vähemmän tukea ilmestyy syntyvän ..
fr: Quand "Plus Boost" est sélectionné plus d&#39;une tâche Cycle des moyens plus stimuler sera généré, cycle supérieur des moyens autrement Wil stimuler moins être généré ..

source: When MAP is ABOVE this threshold Knock detection is disabled
es: Cuando MAP sea superior a ese umbral de detección de Knock está desactivado
fi: Kun MAP ylittää tämän rajan Knock tunnistus ei ole käytössä
fr: Lorsque cette carte est avant seuil de détection Knock est désactivé

source: When RPM is ABOVE this threshold Knock detection is disabled
es: Cuando RPM sea superior a ese umbral de detección de Knock está desactivado
fi: Kun RPM on suurempi kynnys Knock tunnistus ei ole käytössä
fr: Lorsque RPM-dessus de ce seuil de détection Knock est désactivé

source: When RPM is BELOW this threshold Knock detection is disabled
es: Cuando RPM está por debajo del umbral de detección de este Knock está desactivado
fi: Kun RPM on tämän rajan alapuolella Knock tunnistus ei ole käytössä
fr: Lorsque RPM est inférieur à ce seuil de détection Knock est désactivé

source: When knock is first detected, retard timnig by this many degrees.
es: Cuando se detecta por primera golpes, retardar timnig por el presente muchos grados.
fi: Kun koputtaa on ensimmäinen havaittu, retard timnig tämän monta astetta.
fr: Lorsque cliquetis est détecté pour la première, de retarder timnig par la présente de nombreux degrés.

source: When knock is sustained, retard timing by this many degrees for each knock input.
es: Cuando golpee se sostiene, por el presente calendario retard muchos grados para cada entrada de llamar.
fi: Kun koputtaa jatkuu, retard ajoitus tässä monta astetta kutakin kolhi panos.
fr: Lorsque cliquetis est soutenue, le calendrier de retarder par la présente de nombreux degrés pour chaque entrée frapper.

source: When knock is sustained, the controller will pull out this much boost at most in PSI.
es: Cuando golpee se mantiene, el controlador se retirará este impulso que tanto en la mayoría de ISP.
fi: Kun koputtaa jatkuu, ohjain vetää pois tämä paljon pontta eniten PSI.
fr: Lorsque cliquetis est soutenue, le contrôleur va se retirer de ce coup de fouet à la plupart des PSI.

source: When overboost protction is triggered, this and the previous value control how many sparks to drop. See the Staging/Revlimiter/MISC tab for more info.
es: Cuando overboost protction se dispara, y el control de este valor anterior cuántas chispas a caer. Ver la puesta en escena / Revlimiter / MISC para más información.
fi: Kun overboost protction laukeaa, tämä ja edellinen arvo määrittää, miten monta kipinöitä pudota. Katso lavastus Revlimiter / misc välilehti lisätietoja.
fr: Lorsque overboost protction est déclenché, et le contrôle de cette valeur précédente le nombre des étincelles de tomber. Voir la mise en scène / Revlimiter / MISC pour plus d&#39;info.

source: When overboost protection is triggered, this and the next value are used to determine how much sparkdrop to do.
es: Cuando overboost la protección está activada, este y el siguiente valor se utilizan para determinar la cantidad de sparkdrop hacer.
fi: Kun overboost suoja laukeaa, tämä ja seuraava arvo avulla voidaan määritellä, kuinka paljon sparkdrop tehdä.
fr: Lorsque overboost de protection est déclenchée, et la valeur de cette suivants sont utilisés pour déterminer combien sparkdrop à faire.

source: When set to Yes, Boost Table 3 will be used based on the state of pin6 of JP1. (table 3 USED when input is LOW)
es: Cuando se establece en Sí, Boost Cuadro 3 se utilizará en función del estado de pin6 de JP1. (Tabla 3 utilizadas cuando la entrada es baja)
fi: Kun arvoksi asetetaan Kyllä, Boost Taulukko 3 käytetään perustuvat valtion pin6 ja JP1. (Taulukko 3 käytetään, kun tulo on alhainen)
fr: Lorsque la valeur Oui, Boost Tableau 3 sera utilisée, basée sur l&#39;état de pin6 de JP1. (Tableau 3 utilisées lorsque l&#39;entrée est faible)

source: When the knock controller is enabled and knock is detected, boost will be reduced by this amount in psi
es: Cuando el responsable del golpe es activado y se detecta golpes, impulsar se reducirá esta cantidad en psi
fi: Kun lyödä ohjain on käytössä ja kolhi havaitaan, edistää vähenee tämän määrän psi
fr: Lorsque le contrôleur est activé frapper et frapper est détectée, stimuler sera réduite de ce montant en psi

source: Due to the rapidly changing MAP signal at engine startup (jumping from near 100 to the idle value) we can choose to leave this as is, or OVERRIDE the VEtable for a set time with a fixed MAP value in order to stabilize the engine somewhat. This is helpful for engines with lopey idle MAP signals from hot cams.
es: Debido a los rápidos cambios de la señal del MAP en el arranque del motor (pasando de cerca de 100 al valor de ralentí) podemos optar por dejar tal y como es, o reemplazar el VEtable durante un tiempo determinado con un valor fijo MAP a fin de estabilizar el motor un poco. Esto es útil para los motores con las señales de MAP lopey inactivo desde cámaras calientes.
fi: Koska nopeasti muuttuviin MAP signaalin moottorin käynnistyksen (hyppäämällä lähelle 100 ja idle arvo) voimme valita, jättääkö tämä on, tai ohittaa VEtable tietyksi aikaa kiinteä MAP arvo vakauttamiseksi moottori hieman. Tämä on hyödyllinen moottoreiden lopey tyhjäkäynnillä MAP signaaleja kuuma kamerat.
fr: En raison de l&#39;évolution rapide du signal MAP au démarrage du moteur (passant de près de 100 à la valeur de repos), nous pouvons choisir de laisser ce n&#39;est que, ou neutraliser les VEtable pendant une durée déterminée avec une valeur fixe MAP, afin de stabiliser quelque peu le moteur. Ceci est utile pour les moteurs avec des signaux MAP Lopey ralenti de cames chaude.

source: Enables/Disbales the CLT/IAT Ignition Advance/Retard controls. These allow global adjustements to the timing tables based on conditions such as over/under temp thresholds (CLT/IAT), to prevent engine damage under high load and aid in performance in cold temps.
es: Activa / Disbales la CLT / TAI encendido Advance / RETARD controles. Éstos permiten que se realice ajustando mundial a las tablas de la sincronización basada en las condiciones que más / menos de los umbrales de temperatura (CLT / TAI), para prevenir daños en el motor bajo carga alta y la ayuda en el rendimiento en temperaturas frías.
fi: Ottaa / Disbales CLT / iat Sytytysennakkokäyrä / Retard valvontaa. Näiden avulla maailmanlaajuisia adjustements ajoitukseen perustuvien taulukoiden olosuhteissa, kuten yli-ja lämpötila kynnysarvot (CLT / iat), jotta moottori vahingosta kuormitukseen ja tuki suorituskykyä kylmässä temps.
fr: Active / Disbales la CLT / IAT avance à l&#39;allumage / Retard contrôles. Ces ajustements permettent mondial pour les tableaux calendrier en fonction des conditions telles que sur / sous les seuils temp (CLT / IAT), pour éviter d&#39;endommager le moteur sous forte charge et à l&#39;aide de la performance à des températures extrêmement froides.

source: First Start enrichment is used to give extra cranking enrichment for theFIRST start of the day. This requires you to pump the acclerator pedal 3 times with the ignition on, BEFORE cranking to trigger this feature into action. The TPS value must exceed the Flood Clear level (in ADC counts) for the three pumps before you crank for this to take effect. The ECU then multiplies the normal cranking amount by the percentage below, so if normal cranking PW is 10ms, and you have the multiplier set to 150%, then when active the cranking pulsewidth will be 15ms.
es: En primer lugar el enriquecimiento de inicio se utiliza para dar arranque de enriquecimiento extra para theFIRST inicio de la jornada. Para ello, debe bombear el pedal de acclerator 3 veces con el encendido, antes de arrancar para activar esta característica en acción. El valor de TPS debe superar el nivel de inundación claro (en el recuento de ADC) para las tres bombas antes de manivela para que esto surta efecto. El ECU se multiplica la cantidad de arranque normal por debajo del porcentaje, así que si arranque PW normal es de 10ms, y usted tiene el conjunto multiplicador del 150%, cuando se activa la amplitud de pulso de arranque será 15ms.
fi: Ensimmäinen käynnistys rikastamiseen käytetään antamaan ylimääräistä cranking rikastuttaa theFIRST alussa päivä. Tämä edellyttää, että pumppu acclerator poljin 3 kertaa virta päällä, ENNEN cranking käynnistää tämän toiminnon teoiksi. TPS-arvo on suurempi Flood Clear tasolla (ADC lasketaan) on kolmen pumpun ennen kampi tämä tulee voimaan. Ecua sitten moninkertaistaa normaali cranking määrää prosentteina alla, joten jos normaali cranking PW on 10ms, ja olet kerroin asetetaan 150%, sitten kun aktiivinen cranking pulsewidth on 15ms.
fr: Première enrichissement de démarrage est utilisé pour donner l&#39;enrichissement démarrage supplémentaires Pour la première début de la journée. Ceci vous oblige à pomper l&#39;acclerator pédale 3 fois avec le contact, avant de le lancer pour déclencher cette fonction en action. La valeur TPS doit dépasser le niveau des crues Clair (en chiffres ADC) pour les trois pompes avant de manivelle pour que cela prenne effet. L&#39;ECU multiplie ensuite le montant démarrage normal par le pourcentage ci-dessous, si démarrage normal est PW 10ms, et vous avez l&#39;ensemble multiplicateur de 150%, quand la largeur d&#39;impulsion active démarrage sera 15ms.

source: Increases the cranking fuel by the following percentage. i.e if cranking PW is 10 ms and you set the control to 150%, the the cranking pulsewidth becomes 15ms.
es: Aumenta el combustible de arranque por el siguiente porcentaje. es decir, si de arranque PW es de 10 ms y se establece el control al 150%, la amplitud de pulso de arranque se convierte en 15 ms.
fi: Lisää cranking polttoaineen seuraava prosenttiosuus. eli jos cranking PW on 10 ms ja asetat ohjaus 150%, cranking pulsewidth tulee 15ms.
fr: Augmente le carburant démarrage par le pourcentage suivant. c. En cas de lancement PW est de 10 ms et que vous définissez le contrôle à 150%, la largeur d&#39;impulsion de la manivelle devient 15ms.

source: Once the engine has started, We ether immediately begin decaying the ASE value from the inital amount as set in the ASE table towards zero in the amount of time defined below by the ASE Total Decay Time Control or we hold for X amount of time before decaying.
es: Una vez que el motor ha arrancado, nos éter de comenzar inmediatamente el valor de ASE en descomposición de la cantidad inital tal como se establece en la tabla de ASE a cero en la cantidad de tiempo definidos a continuación por la ASE Total Tiempo de decaimiento de control o que tenemos de X cantidad de tiempo antes de decaer .
fi: Kun moottori on käynnistynyt, Me eetteri heti aluksi kuolevaa ASE arvo inital määrä vahvistettujen ASE taulukossa kohti nollaa ajassa määritellään seuraavassa lisäohjauslaitteiden yhteensä Decay Time Control tai käymme X aikaa ennen decaying .
fr: Une fois le moteur a démarré, nous l&#39;éther commencer immédiatement décomposition de la valeur ASE du montant inital comme indiqué dans le tableau ASE vers zéro dans le laps de temps défini ci-après par l&#39;ASE Total Decay Time Control ou nous tenons pour un montant X de temps avant de se désintégrer .

source: Prime the pump when priming pule is above 0, or Always?
es: Cebe la bomba cuando se pule cebado está por encima de 0, o siempre?
fi: Pääministeri pumppu kun pohjamaalaus pule on yli 0, tai aina?
fr: Amorcer la pompe quand pule d&#39;amorçage est supérieure à 0, ou toujours?

source: Priming mode, on powerup, double prime pulse, or after 2 second delay
es: Cebado modo, el encendido, el pulso doble prima, o después de retardo de 2 segundos
fi: Kynän tila, joka powerup kaksinkertainen prime pulssi tai jälkeen 2 sekunnin viiveellä
fr: Mode d&#39;amorçage, la mise sous tension, le pouls double prime, ou après délai de 2 secondes

source: The ASE Counter uses the units of seconds or Engine cycles.
es: El contador de ASE utiliza las unidades de segundo o ciclos del motor.
fi: ASE Counter käyttää yksikköä sekunnin Engine sykliä.
fr: La lutte contre ASE utilise les unités de secondes ou de cycles moteur.

source: The Flood Clear TPS Threshold is the value at which if the throttle is above this point (in ADC counts) during cranking (only!) the ECU will stop all injection events in order to allow the engine to recover from a flooded situation.
es: El diluvio Borrar TPS umbral es el valor al que si el acelerador está por encima de este punto (en el recuento de ADC) durante el arranque (sólo!) La ECU se detendrá todos los eventos de la inyección con el fin de permitir que el motor de recuperarse de una situación de inundación.
fi: Tulvien Clear TPS Kynnys arvosta, mikä jos kaasupoljin on tätä piste (ADC määrä) aikana cranking (vain!) Ecua pysäyttää kaiken injektio tapahtumia, jotta moottori toipua tulvii tilanteesta.
fr: Le clair déluge TPS seuil est la valeur à laquelle, si la manette des gaz est au-dessus de ce point (en chiffres ADC) pendant le démarrage (seulement!) L&#39;écu cessera de tous les événements d&#39;injection afin de permettre au moteur de sortir d&#39;une situation inondées.

source: The amount of fuel injected as a priming pulse before engine is even started. This can aid cold starting for some engine/injection configurations.
es: La cantidad de combustible inyectado como un pulso de cebado antes de motor es de empezar. Esto puede facilitar el arranque en frío para algunos motores de configuraciones de inyección.
fi: Polttoaineen määrä injektoida pohjamaalaus pulssi ennen kuin moottori on edes alkanut. Tämä voi tukea kylmäkäynnistys jostain moottorin / syöttöpumpun kokoonpanoissa.
fr: La quantité de carburant injectée comme une impulsion d&#39;amorçage avant du moteur est encore commencé. Cela peut faciliter le démarrage à froid pour certaines configurations d&#39;injection du moteur /.

source: The amount of time in either seconds or engine cycles that ASE decay will take to turn off. Max values are 255 seconds (4 min 15 sec) or 255 engine cycles (depends on RPM).
es: La cantidad de tiempo ya sea en segundos o ciclos del motor que las caries se llevará a ASE para apagarla. los valores máximo de 255 segundos (4 min 15 seg) o 255 ciclos del motor (depende de la RPM).
fi: Aikaa joko toisen tai moottorin sykliä että ASE hajoaminen vie pois päältä. Max-arvot ovat 255 sekuntia (4 min 15 sec) tai 255 moottorin kierrosta (riippuu RPM).
fr: La quantité de temps dans les deux secondes ou cycles moteur que la carie ASE aura pour éteindre. les valeurs Max ya 255 secondes (4 min 15 sec) ou 255 cycles moteur (dépend de RPM).

source: The coolant temp must be BELOW this value for MAP hold to be enabled during startup. If the temp is above this value MAP holding will not be used. MAP holding is used to stabilize the afterstart period when the engine is cold to prevent stalling, after the ASE hold time expires the running MAP value will be used.
es: La temperatura del refrigerante debe ser inferior a este valor para MAP espera a ser activado durante el arranque. Si la temperatura está por encima de este valor explotación MAP no se utilizará. explotación MAP se utiliza para estabilizar el período afterstart cuando el motor esté frío para evitar estancamiento, después de que el tiempo de espera expira el funcionamiento ASE valor MAP será usado.
fi: Jäähdytysneste temp on alle tämän arvon MAP pitää olla käytössä käynnistyksen aikana. Jos lämpötila on tätä korkeampi MAP tilalla ei käytetä. MAP tilalla käytetään vakauttaa afterstart jolloin moottori on kylmä estää pysähtymisen jälkeen ASE pitoaika päättyy käynnissä MAP arvoa käytetään.
fr: La température du liquide de refroidissement doit être inférieure à cette valeur pour tenir MAP être activé lors du démarrage. Si la température est au-dessus de cette exploitation valeur carte ne sera pas utilisé. exploitation MAP est utilisé pour stabiliser la période afterstart lorsque le moteur est froid pour éviter de décrochage, après l&#39;expiration de la durée de rétention ASE la valeur en cours d&#39;exécution du PAM seront utilisés.

source: This is the Fixed MAP Value to use during ASE decay hold.
es: Este es el valor fijo MAPA para su uso durante la decadencia mantenga ASE.
fi: Tämä on Fixed MAP Arvo käyttää aikana aseen hajoamisen pidä.
fr: Il s&#39;agit de la carte de valeur fixe à utiliser au cours de désintégration tenir ASE.

source: This is the Intake Air temp setpoint for IAT Based ignition retard. IAT Retard won't take effect unless the Intake air temp is above the this threshold by the amount above AND the Manifold (MAP) pressure exceeeds the setpoint above.
es: Este es el punto de ajuste del aire de entrada temporal para retrasar el encendido IAT base. TAI RETARD no tendrá efecto a menos que la temperatura del aire de admisión está por encima del umbral de esto por la cantidad anteriormente mencionada y el colector (MAP) Presión de referencia por encima de la exceeeds.
fi: Tämä on imuilman lämpötila asetusarvon varten iat perusteella syttyminen retard. Iat Retard ei tule voimaan ellei Imuilman lämpötila ylittää tämän kynnyksen määrä edellä Kokoojaputkissa (MAP) paine exceeeds asetusarvon yläpuolella.
fr: C&#39;est la consigne de température de l&#39;air d&#39;admission pour retarder IAT allumage base. Retard IAT ne prendra effet que si la température d&#39;air d&#39;admission est supérieur au seuil de cette par-dessus le montant et le collecteur (MAP) de pression exceeeds la consigne ci-dessus.

source: This is the Lower RPM limit of IAT CLT/IAT based correction. (where correction begins)
es: Este es el límite inferior de RPM IAT CLT / corrección basada IAT. (Donde comienza la corrección)
fi: Tämä on alhaisempi RPM raja iat CLT / iat perusteella korjaus. (Jos korjaus alkaa)
fr: C&#39;est la limite inférieure de RPM IAT CLT / IAT correction fondée. (Où commence la correction)

source: This is the MAP setpoint which must be exceeded along with the Intake Air temp value before IAT based retard will become active.
es: Esta es la consigna MAP que deberán superarse junto con el valor temporal del aire de entrada antes de retrasar el IAT base se activará.
fi: Tämä on MAP asetusarvo joiden ylittyessä sekä imuilman lämpötila-arvo ennen iat perustuu retard tulee aktiivinen.
fr: C&#39;est la consigne du PAM qui doit être dépassée avec la valeur initiale température de l&#39;air avant de ralentir en fonction API devient actif.
