Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The AFR Entries control how much fuel is injected into the engine. They refer to Volumetric efficiency of the engine. If the Req_Fuel variable is scaled appropriately the engine should be at 100% AFR at max torque. These entries are all relative and can be scaled upwards for a low Req_Fuel or downwards with a high Req_Fuel. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El AFR entradas de control de la cantidad de combustible se inyecta en el motor. Se refieren a la eficiencia volumétrica del motor. Si la variable se ha dimensionado adecuadamente Req_Fuel el motor debe estar al 100% en AFR par máximo. Estas entradas son todas relativas y se puede escalar hacia arriba una Req_Fuel baja o hacia abajo con un Req_Fuel alta. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: AFR Viestit säätää, kuinka paljon polttoainetta ruiskutetaan moottoriin. Ne viittaavat Volumetrinen tehokkuuden moottorin. Jos Req_Fuel muuttuja on suhteutettu asianmukaisesti moottorin pitäisi olla 100% AFR max vääntö. Nämä merkinnät ovat suhteellisia ja ne voidaan skaalata ylöspäin alhainen Req_Fuel tai alaspäin korkea Req_Fuel. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le contrôle des entrées AFR combien de carburant est injectée dans le moteur. Ils se réfèrent à un rendement volumétrique du moteur. Si la variable est l&#39;échelle appropriée Req_Fuel le moteur doit être à 100% AFR au couple max. Ces entrées sont toutes relatives et ne peut être réduite à la hausse pour un Req_Fuel faible ou à la baisse avec un Req_Fuel élevé. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The LOAD (whether they be MAP or TPS) bins in combination with the RPM bins on the bottom of the AFRtable define the vertexes (points on the AFR map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La carga (ya se trate de MAP o TPS) contenedores en combinación con los cubos de RPM en la parte inferior de la AFRtable definir los vértices (puntos en el mapa AFR). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Kuormitus (olivatpa he MAP tai TPS) astiat yhdessä RPM roskakoreihin pohjassa AFRtable määritellä vertexes (pisteiden AFR kartassa). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La charge (qu&#39;ils soient MAP ou TPS) bacs en combinaison avec les bacs de RPM sur le fond de la AFRtable définir les sommets (points sur la carte AFR). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the AFRtable define the vertexes (points on the AFR map). The ECU will interpolate between vertexes providing a smooth transition between points on the AFRmap. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo de la AFRtable definir los vértices (puntos en el mapa AFR). La ECU interpolar entre vértices proporcionar una transición suave entre los puntos de la AFRmap. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä LOAD roskakoreihin vasemmalla puolella AFRtable määritellä vertexes (pisteiden AFR kartassa). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden AFRmap. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de la AFRtable définir les sommets (points sur la carte AFR). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur les AFRmap. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the AFR/Constants block of data (all pages) and updates all controls with the current values.
es: Lla botón recupera el AFR / Constantes bloque de datos (todas las páginas) y las actualizaciones de todos los controles con los valores actuales.
fi: Tämä painike hakee AFR / vakiot estää tietojen (kaikki sivut) ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton récupère l&#39;AFR / Constantes bloc de données (toutes les pages) et mises à jour tous les contrôles avec les valeurs actuelles.

source: This button will turn red when a value is changed in the ECU's RAM but it needs to be burnt to flash for permanent storage. By clicking this it will burn the ram to flash and the button will turn back to black.
es: Este botón se vuelve rojo cuando un valor se cambia en la memoria RAM del ECU pero hay que estar quemado a flash para el almacenamiento permanente. Haciendo clic en este se quemará el carnero a parpadear y el botón se encenderá de nuevo al negro.
fi: Tämä painike muuttuu punaiseksi, kun arvo on muuttunut ECU: n RAM, mutta se on palanut flash pysyvään varastointiin. Klikkaamalla tästä se palaa ram vilkkua ja valo muuttuu takaisin mustaksi.
fr: Ce bouton devient rouge quand une valeur est modifiée dans la RAM de l&#39;ECU, mais il doit être brûlé à clignoter pour le stockage permanent. En cliquant sur ce qu&#39;il va brûler le bélier à clignoter et le bouton deviendra Back to Black.

source: This pops up a 3 dimensional view of the current AFR-Table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual AFR-Tabla. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen AFR-taulukossa. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Vasenta hiiren painiketta holddown ja vetämällä hiirtä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de l&#39;actuel AFR-tableau. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: _AFR Tables
es: _AFR Tablas
fi: _AFR Taulukot
fr: Tables _AFR

source: The AFR Entries are the Air Fuel Radio values that the ECU should target. The values are in O2 sensor VOLTS, not in actual AFR as the AFR reading is heavily dependant on having the proper lookup table selected, it was chosen to display the values in volts instead as that removes the ambiguity of "Do I have the right lookup table selected??". The ECU will use these values after several conditions have been met including minimum RPM, coolant temp, engine runtime etc.. The ecu will attempt to keep the mixture set so that the O2 reading stays at the targeted value. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Las entradas AFR son los valores de combustible del aire de Radio que el ECU debe de destino. Los valores están en VOLTIOS sensor de O2, no en sí como a los AFR AFR lectura depende en gran medida con la tabla de consulta adecuado seleccionados, fue elegido para mostrar los valores en voltios en lugar de que elimina la ambigüedad de "¿Tengo el derecho de consulta tabla seleccionada? ". La ECU utilizará estos valores después de varias condiciones se han cumplido como mínimo RPM, temperatura del refrigerante, etc tiempo de ejecución del motor. El ecu tratará de mantener la mezcla de modo que el O2 se queda leyendo en el valor de destino. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: AFR Merkinnät ovat lentopolttonesteille Radio arvojen ecua pitäisi kohdistaa. Arvot ovat O2 anturi volttia, ei todellinen AFR kuin AFR lukeminen on erittäin riippuvainen ottaa asianmukaisesti hakutaulukkoa valittu, se oli päättänyt näyttää arvot volttia sen sijaan että poistetaan epämääräisyys "Onko minulla oikeus lookup taulukko valitaan? ". Ecua käyttää näitä arvoja, kun tietyt edellytykset täyttyvät, mukaan lukien vähintään RPM, jäähdytysnesteen lämpötila, moottorin runtime jne.. Ecu yrittää pitää seos niin, että O2 lukeminen pysyy kohteena arvo. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les entrées sont les valeurs AFR Air Radio carburant que l&#39;ECU devraient cibler. Les valeurs sont en volts sonde O2, pas AFR réelle que la lecture AFR est fortement tributaire d&#39;avoir la table de recherche adéquate sélectionnée, elle a été choisie pour afficher les valeurs en volts au lieu que celle de supprimer l&#39;ambiguïté de «Ai-je le droit de recherche table sélectionnée?? ". L&#39;ECU utilise ces valeurs après plusieurs conditions ont été respectées, notamment en vitesse minimale, température du liquide de refroidissement, etc runtime du moteur. L&#39;écu va tenter de garder le mélange établie afin que la lecture reste O2 à la valeur cible. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the AFR-Table define the vertexes (points on the AFR map). The ECU will interpolate between vertexes providing a smooth transition between points on the AFR map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo de la AFR-Cuadro definir los vértices (puntos en el mapa AFR). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa AFR. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä LOAD roskakoreihin vasemmalla puolella AFR-taulukko määrittää vertexes (pisteiden AFR kartassa). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden AFR kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de l&#39;AFR-Tableau de définir les sommets (points sur la carte AFR). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte AFR. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This button retrieves the VE/Constants block of data (all pages) and updates all controls with the current values.
es: Este botón recupera el VE / Constantes bloque de datos (todas las páginas) y actualiza todos los controles con los valores corrientes.
fi: Tämä painike hakee VE / vakiot estää tietojen (kaikki sivut) ja päivittää kaikki valvonta nykyiset arvot.
fr: Ce bouton récupère le VE / Constantes bloc de données (toutes les pages) et mises à jour tous les contrôles avec les valeurs actuelles.

source: TPS ADC,KPa,KPa
es: ADC TPS, KPa, KPa
fr: ADC TPS, kPa, KPa

source: VE-Table 0, B&G 1.x
es: VE-Tabla 0, B & G 1.x
fi: VE-taulukon 0, B & G 1.x
fr: VE-Tableau 0, B & G 1.x

source: VE-Table 0, B&G 2.0-3.01
es: VE-Tabla 0, B & G 2.0-3.01
fi: VE-taulukon 0, B & G 2.0-3.01
fr: VE-Tableau 0, B & G de 2,0 à 3,01

source: Enables or Disables barometer correction.
es: Activa o Desactiva la correccion barometrica
fi: Ottaa käyttöön tai poistaa barometri korjaus.
fr: Active ou désactive la correction du baromètre.

source: Sets the Algorithm used to calculate the fuel to be injected.
es: Define el Algoritmo a ser utilizado para calcular el combustible a ser inyectado.
fi: Määrittää laskemisessa käytettävä algoritmi polttoaine voidaan injektoida.
fr: Définit l&#39;algorithme utilisé pour calculer le carburant à injecter.

source: Sets the Engine firing pattern to even or odd fire
es: Define el patron de disparo del motor por uno de fuego par (even) o impar (odd)
fi: Määrittää Engine ampumista mallia jopa tai pariton tulipalo
fr: Définit le mode de cuisson au feu de moteur pair ou impair

source: Sets the Injection style
es: Define el estilo de Inyeccion a ser utilizado
fi: Määrittää Injection tyyli
fr: Définit le style d&#39;injection

source: Sets the Injector firing pattern
es: Define el patron de disparo de los inyectores
fi: Määrittää Ruiskutussuutin ampumista malli
fr: Définit le modèle d&#39;injecteur de tir

source: Sets the MAP sensor to 115KPa or 25KPa (forced induction capable)
es: Establece el sensor MAP para 115KPa o 25KPa (inducción forzada capaz)
fi: Määrittää MAP anturi 115KPa tai 25KPa (pakko induktio voi)
fr: Définit le capteur MAP à 115KPa ou sous 25kPa (induction forcée capable)

source: Sets the O2 sensor type
es: Define el tipo de sensor de 02 (oxigeno)
fi: Määrittää O2 anturin tyyppi
fr: Définit le type de capteur O2

source: Sets the engine stroke to either 4 stroke or 2 stroke
es: Define el numero de ciclos (stroke) del motor 4 ciclos o 2 cliclos
fi: Määrittää moottorin tahti joko 4 tahti tai 2 tahti
fr: Définit la course du moteur à 4 temps ou soit 2 temps

source: _Engine Vitals
es: Vitales del Motor
fr: Vitals _Engine

source: " Dcycle\" is the injector Duty cycle.
fr: "DCYCle \" est le cycle d&#39;injection de service.

source: "AFR" Is the Air Fuel ratio the engine is running at. This is calculated from a lookuptable, if this reading seems wrong make sure you've specified the proper lookuptable in the Interrogation Profile and selected the right sensor type in the Enrichments Tab.
es: "AFR" Es la relación de aire y combustible que el motor está funcionando a. Este cálculo se realiza una lookuptable, si esta lectura parece mal asegúrese de que ha especificado el lookuptable adecuada en el perfil de Interrogación y seleccionado el tipo de sensor de la derecha en la Ficha de enriquecimientos.
fi: "AFR" Onko lentopolttonesteille suhde moottorin käydessä. Tämä on laskettu lookuptable, jos tämä käsittely tuntuu väärältä varmista, että olet määrittänyt asianmukaisesti lookuptable vuonna Poliisikuulustelu profiili ja valitaan oikea anturi tyypin rikastusta välilehti.
fr: "AFR est le ratio de carburant Air le moteur tourne à. Il est calculé à partir d&#39;un lookuptable, si cette lecture semble erroné vérifiez que vous avez spécifié le bon lookuptable dans le profil de l&#39;interrogatoire et sélectionné le type de capteur de droit dans l&#39;onglet d&#39;enrichissement.

source: "AIRcorr" is the Air temperature correction factor. This is expressed as a percentage, 100 being NO enrichment, anything over 100 causes additional fuel to be added, less than 100 means less fuel.
es: "AIRcorr" es la temperatura del aire factor de corrección. Esto se expresa en porcentaje, siendo 100 NO enriquecimiento, algo más de 100 causas de combustible adicionales que se añadirán, combustible inferior a 100 significa menos.
fi: "AIRcorr" on ilman lämpötilan korjauskerroin. Tämä ilmaistaan prosentteina, 100 on väkevöimättömien mitään yli 100 aiheutuu ylimääräistä polttoainetta lisätään, alle 100 vähemmän polttoainetta.
fr: "AIRcorr" est le facteur de correction de température de l&#39;air. Cela est exprimé en pourcentage, 100 étant d&#39;aucun enrichissement, rien de plus de 100 causes de carburant supplémentaires à ajouter, de carburant inférieur à 100 signifie moins.

source: "BARO ADC" is the raw ADC counts from the Manifold Absolute Pressure sensor when read at ECU powerup for Baro correction. Range is 0-255 counts, resolution of 1 counts
es: "Baro ADC" es la prima cuenta ADC del sensor de presión absoluta del múltiple cuando se lee en el momento del encendido de ecus para la corrección de Baro. El rango es 0-255 cuenta, la resolución de una cuenta
fi: "BARO ADC" on raaka ADC laskee siitä Kokoojaputkissa Absolute Paineanturi luetaan ecuksi powerup varten Baro korjaus. Range on 0-255 laskee resoluution 1 laskee
fr: "BARO ADC" est le chiffres bruts ADC du capteur pression absolue du collecteur lorsqu&#39;il est lu à PowerUp écus pour la correction Baro. La portée est 0-255, chiffres, résolution de 1 compte

source: "BARO KPA" is the Barometer Pressure in KPA (Kilopascals) This is read by the MAP sensor at ecu powerup and us used for Barometer correction, 100KPA is atmospheric pressure at sea level.
es: "Baro KPa" es la presión Presión atmosférica en kPa (kilopascales) Este es leído por el sensor MAP en el momento del encendido ecu y nosotros para la corrección del Barómetro, 100 kPa es la presión atmosférica a nivel del mar.
fi: "BARO KPA" on Ilmanpaine Ilmanpaine kPa (kPa) Tämä lukee MAP anturi ecua powerup ja me käytetään Ilmanpaine korjaus, 100KPA on ilmanpainetta merenpinnan tasolla.
fr: "BARO KPA" est la pression du baromètre en kPa (kilopascals) Ceci est lue par le capteur MAP à PowerUp écu et nous utilisé pour la correction du baromètre, 100 kPa est la pression atmosphérique au niveau de la mer.
