Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: If the traction slip level is above 10000RPM/Sec(RPMdot) or above 70% slip (VSS), then drop this many sparks from the Base Value (See the Revlimiter Tab).
es: Si el nivel está por encima de tracción antideslizante 10000RPM/Sec (RPMdot) o superior al 70% deslizamiento (VSS), a continuación, coloque esta muchas chispas del valor base (ver la ficha Revlimiter).
fi: Jos veto lipsahdus taso ylittää 10000RPM/Sec (RPMdot) tai yli 70% lipsahdus (VSS), sitten pudota tämä monet kipinät Base arvo (katso Revlimiter välilehti).
fr: Si le niveau de glissement de traction est supérieure à 10000RPM/Sec (RPMdot) ou supérieur à 70% de glissement (VSS), puis placez cette nombreuses étincelles de la valeur de base (voir l&#39;onglet Revlimiter).

source: If the traction slip level is above 10000RPM/Sec(RPMdot) or above 70% slip (VSS), then hold traction control active for this many engine cycles OR until conditions are met below.
es: Si el nivel está por encima de tracción antideslizante 10000RPM/Sec (RPMdot) o superior al 70% deslizamiento (VSS), a continuación, mantenga el control de tracción activo para este motor de muchos ciclos de O hasta que las condiciones se cumplan a continuación.
fi: Jos veto lipsahdus taso ylittää 10000RPM/Sec (RPMdot) tai yli 70% lipsahdus (VSS), sitten pitää luistonesto aktiivinen tässä monet moottorin syklin tai kunnes ehdot täyttyvät alla.
fr: Si le niveau de glissement de traction est supérieure à 10000RPM/Sec (RPMdot) ou supérieur à 70% de glissement (VSS), puis maintenez le contrôle de traction actif pour ce moteur de nombreux cycles OU jusqu&#39;à ce que les conditions sont réunies ci-dessous.

source: If the traction slip level is above 10000RPM/Sec(RPMdot) or above 70% slip (VSS), then retard the ignition output by this amount (degrees). If the value is between two points, the controller smoothly interpolates between the two points.
es: Si el nivel está por encima de tracción antideslizante 10000RPM/Sec (RPMdot) o superior al 70% deslizamiento (VSS), entonces retrasar el final de encendido por esta cantidad (grados). Si el valor es entre dos puntos, el controlador sin problemas interpola entre los dos puntos.
fi: Jos veto lipsahdus taso ylittää 10000RPM/Sec (RPMdot) tai yli 70% lipsahdus (VSS), sitten retard sytytys tuotos tällä määrällä (astetta). Jos arvo on kahden pisteen, valvoja sujuvasti interpoloi kahden pisteen välillä.
fr: Si le niveau de glissement de traction est supérieure à 10000RPM/Sec (RPMdot) ou supérieur à 70% de glissement (VSS), puis de retarder la sortie d&#39;allumage de ce montant (en degrés). Si la valeur est comprise entre deux points, le contrôleur interpole en douceur entre les deux points.

source: If the traction slip level is above 3000RPM/Sec(RPMdot) or above 5% slip (VSS), add this much fuel to the default pulsewidth in order to cut back power (flood the engine essentially). These values are interpolated between bins for a smooth transition
es: Si el nivel está por encima de tracción antideslizante 3000RPM/Sec (RPMdot) o por encima del 5% deslizamiento (VSS), agregue esta cantidad de combustible a la amplitud de pulso por defecto con el fin de reducir el poder (inundación el motor esencialmente). Estos valores son interpolados entre estanterías para una transición sin problemas
fi: Jos veto lipsahdus taso ylittää 3000RPM/Sec (RPMdot) tai yli 5% lipsahdus (VSS), lisää huomattavasti polttoaineen default pulsewidth jotta leikata teho (tulva moottori pääasiallisesti). Nämä arvot ovat interpoloidaan välillä jäteastioita siirtyminen
fr: Si le niveau de glissement de traction est supérieure à 3000RPM/Sec (RPMdot) ou supérieur à 5% de glissement (VSS), ajoutez cette quantité de carburant à la largeur d&#39;impulsion par défaut afin de réduire la puissance (inondation le moteur essentiellement). Ces valeurs sont interpolées entre les bacs pour une transition en douceur

source: If the traction slip level is above 3000RPM/Sec(RPMdot) or above 5% slip (VSS), then drop this many sparks from the Base Value (See the Revlimiter Tab).
es: Si el nivel está por encima de tracción antideslizante 3000RPM/Sec (RPMdot) o por encima del 5% deslizamiento (VSS), a continuación, coloque esta muchas chispas del valor base (ver la ficha Revlimiter).
fi: Jos veto lipsahdus taso ylittää 3000RPM/Sec (RPMdot) tai yli 5% lipsahdus (VSS), sitten pudota tämä monet kipinät Base arvo (katso Revlimiter välilehti).
fr: Si le niveau de glissement de traction est supérieure à 3000RPM/Sec (RPMdot) ou supérieur à 5% de glissement (VSS), puis placez cette nombreuses étincelles de la valeur de base (voir l&#39;onglet Revlimiter).

source: If the traction slip level is above 3000RPM/Sec(RPMdot) or above 5% slip (VSS), then hold traction control active for this many engine cycles OR until conditions are met below.
es: Si el nivel está por encima de tracción antideslizante 3000RPM/Sec (RPMdot) o por encima del 5% deslizamiento (VSS), a continuación, mantenga el control de tracción activo para este motor de muchos ciclos de O hasta que las condiciones se cumplan a continuación.
fi: Jos veto lipsahdus taso ylittää 3000RPM/Sec (RPMdot) tai yli 5% lipsahdus (VSS), sitten pitää luistonesto aktiivinen tässä monet moottorin syklin tai kunnes ehdot täyttyvät alla.
fr: Si le niveau de glissement de traction est supérieure à 3000RPM/Sec (RPMdot) ou supérieur à 5% de glissement (VSS), puis maintenez le contrôle de traction actif pour ce moteur de nombreux cycles OU jusqu&#39;à ce que les conditions sont réunies ci-dessous.

source: If the traction slip level is above 3000RPM/Sec(RPMdot) or above 5% slip (VSS), then retard the ignition output by this amount (degrees). If the value is between two points, the controller smoothly interpolates between the two points.
es: Si el nivel está por encima de tracción antideslizante 3000RPM/Sec (RPMdot) o por encima del 5% deslizamiento (VSS), entonces retrasar el final de encendido por esta cantidad (grados). Si el valor es entre dos puntos, el controlador sin problemas interpola entre los dos puntos.
fi: Jos veto lipsahdus taso ylittää 3000RPM/Sec (RPMdot) tai yli 5% lipsahdus (VSS), sitten retard sytytys tuotos tällä määrällä (astetta). Jos arvo on kahden pisteen, valvoja sujuvasti interpoloi kahden pisteen välillä.
fr: Si le niveau de glissement de traction est supérieure à 3000RPM/Sec (RPMdot) ou supérieur à 5% de glissement (VSS), puis de retarder la sortie d&#39;allumage de ce montant (en degrés). Si la valeur est comprise entre deux points, le contrôleur interpole en douceur entre les deux points.

source: If the traction slip level is above 4000RPM/Sec(RPMdot) or above 15% slip (VSS), add this much fuel to the default pulsewidth in order to cut back power (flood the engine essentially). These values are interpolated between bins for a smooth transition
es: Si el nivel está por encima de tracción antideslizante 4000RPM/Sec (RPMdot) o superior al 15% deslizamiento (VSS), agregue esta cantidad de combustible a la amplitud de pulso por defecto con el fin de reducir el poder (inundación el motor esencialmente). Estos valores son interpolados entre estanterías para una transición sin problemas
fi: Jos veto lipsahdus taso ylittää 4000RPM/Sec (RPMdot) tai yli 15% lipsahdus (VSS), lisää huomattavasti polttoaineen default pulsewidth jotta leikata teho (tulva moottori pääasiallisesti). Nämä arvot ovat interpoloidaan välillä jäteastioita siirtyminen
fr: Si le niveau de glissement de traction est supérieure à 4000RPM/Sec (RPMdot) ou supérieure à 15% de glissement (VSS), ajoutez cette quantité de carburant à la largeur d&#39;impulsion par défaut afin de réduire la puissance (inondation le moteur essentiellement). Ces valeurs sont interpolées entre les bacs pour une transition en douceur

source: If the traction slip level is above 4000RPM/Sec(RPMdot) or above 15% slip (VSS), then drop this many sparks from the Base Value (See the Revlimiter Tab).
es: Si el nivel está por encima de tracción antideslizante 4000RPM/Sec (RPMdot) o superior al 15% deslizamiento (VSS), a continuación, coloque esta muchas chispas del valor base (ver la ficha Revlimiter).
fi: Jos veto lipsahdus taso ylittää 4000RPM/Sec (RPMdot) tai yli 15% lipsahdus (VSS), sitten pudota tämä monet kipinät Base arvo (katso Revlimiter välilehti).
fr: Si le niveau de glissement de traction est supérieure à 4000RPM/Sec (RPMdot) ou supérieure à 15% de glissement (VSS), puis placez cette nombreuses étincelles de la valeur de base (voir l&#39;onglet Revlimiter).

source: If the traction slip level is above 4000RPM/Sec(RPMdot) or above 15% slip (VSS), then hold traction control active for this many engine cycles OR until conditions are met below.
es: Si el nivel está por encima de tracción antideslizante 4000RPM/Sec (RPMdot) o superior al 15% deslizamiento (VSS), a continuación, mantenga el control de tracción activo para este motor de muchos ciclos de O hasta que las condiciones se cumplan a continuación.
fi: Jos veto lipsahdus taso ylittää 4000RPM/Sec (RPMdot) tai yli 15% lipsahdus (VSS), sitten pitää luistonesto aktiivinen tässä monet moottorin syklin tai kunnes ehdot täyttyvät alla.
fr: Si le niveau de glissement de traction est supérieure à 4000RPM/Sec (RPMdot) ou supérieure à 15% de glissement (VSS), puis maintenez le contrôle de traction actif pour ce moteur de nombreux cycles OU jusqu&#39;à ce que les conditions sont réunies ci-dessous.

source: If the traction slip level is above 4000RPM/Sec(RPMdot) or above 15% slip (VSS), then retard the ignition output by this amount (degrees). If the value is between two points, the controller smoothly interpolates between the two points.
es: Si el nivel está por encima de tracción antideslizante 4000RPM/Sec (RPMdot) o superior al 15% deslizamiento (VSS), entonces retrasar el final de encendido por esta cantidad (grados). Si el valor es entre dos puntos, el controlador sin problemas interpola entre los dos puntos.
fi: Jos veto lipsahdus taso ylittää 4000RPM/Sec (RPMdot) tai yli 15% lipsahdus (VSS), sitten retard sytytys tuotos tällä määrällä (astetta). Jos arvo on kahden pisteen, valvoja sujuvasti interpoloi kahden pisteen välillä.
fr: Si le niveau de glissement de traction est supérieure à 4000RPM/Sec (RPMdot) ou supérieure à 15% de glissement (VSS), puis de retarder la sortie d&#39;allumage de ce montant (en degrés). Si la valeur est comprise entre deux points, le contrôleur interpole en douceur entre les deux points.

source: If the traction slip level is above 6000RPM/Sec(RPMdot) or above 30% slip (VSS), then drop this many sparks from the Base Value (See the Revlimiter Tab).
es: Si el nivel está por encima de tracción antideslizante 6000RPM/Sec (RPMdot) o superior al 30% de deslizamiento (VSS), a continuación, coloque esta muchas chispas del valor base (ver la ficha Revlimiter).
fi: Jos veto lipsahdus taso ylittää 6000RPM/Sec (RPMdot) tai yli 30% lipsahdus (VSS), sitten pudota tämä monet kipinät Base arvo (katso Revlimiter välilehti).
fr: Si le niveau de glissement de traction est supérieure à 6000RPM/Sec (RPMdot) ou au-dessus de glissement de 30% (VSS), puis placez cette nombreuses étincelles de la valeur de base (voir l&#39;onglet Revlimiter).

source: If the traction slip level is above 6000RPM/Sec(RPMdot) or above 30% slip (VSS), add this much fuel to the default pulsewidth in order to cut back power (flood the engine essentially). These values are interpolated between bins for a smooth transition
es: Si el nivel está por encima de tracción antideslizante 6000RPM/Sec (RPMdot) o superior al 30% de deslizamiento (VSS), agregue esta cantidad de combustible a la amplitud de pulso por defecto con el fin de reducir el poder (inundación el motor esencialmente). Estos valores son interpolados entre estanterías para una transición sin problemas
fi: Jos veto lipsahdus taso ylittää 6000RPM/Sec (RPMdot) tai yli 30% lipsahdus (VSS), lisää huomattavasti polttoaineen default pulsewidth jotta leikata teho (tulva moottori pääasiallisesti). Nämä arvot ovat interpoloidaan välillä jäteastioita siirtyminen
fr: Si le niveau de glissement de traction est supérieure à 6000RPM/Sec (RPMdot) ou au-dessus de glissement de 30% (VSS), ajoutez cette quantité de carburant à la largeur d&#39;impulsion par défaut afin de réduire la puissance (inondation le moteur essentiellement). Ces valeurs sont interpolées entre les bacs pour une transition en douceur

source: If the traction slip level is above 6000RPM/Sec(RPMdot) or above 30% slip (VSS), then hold traction control active for this many engine cycles OR until conditions are met below.
es: Si el nivel está por encima de tracción antideslizante 6000RPM/Sec (RPMdot) o superior al 30% de deslizamiento (VSS), a continuación, mantenga el control de tracción activo para este motor de muchos ciclos de O hasta que las condiciones se cumplan a continuación.
fi: Jos veto lipsahdus taso ylittää 6000RPM/Sec (RPMdot) tai yli 30% lipsahdus (VSS), sitten pitää luistonesto aktiivinen tässä monet moottorin syklin tai kunnes ehdot täyttyvät alla.
fr: Si le niveau de glissement de traction est supérieure à 6000RPM/Sec (RPMdot) ou au-dessus de glissement de 30% (VSS), puis maintenez le contrôle de traction actif pour ce moteur de nombreux cycles OU jusqu&#39;à ce que les conditions sont réunies ci-dessous.

source: If the traction slip level is above 6000RPM/Sec(RPMdot) or above 30% slip (VSS), then retard the ignition output by this amount (degrees). If the value is between two points, the controller smoothly interpolates between the two points.
es: Si el nivel está por encima de tracción antideslizante 6000RPM/Sec (RPMdot) o superior al 30% de deslizamiento (VSS), entonces retrasar el final de encendido por esta cantidad (grados). Si el valor es entre dos puntos, el controlador sin problemas interpola entre los dos puntos.
fi: Jos veto lipsahdus taso ylittää 6000RPM/Sec (RPMdot) tai yli 30% lipsahdus (VSS), sitten retard sytytys tuotos tällä määrällä (astetta). Jos arvo on kahden pisteen, valvoja sujuvasti interpoloi kahden pisteen välillä.
fr: Si le niveau de glissement de traction est supérieure à 6000RPM/Sec (RPMdot) ou au-dessus de glissement de 30% (VSS), puis de retarder la sortie d&#39;allumage de ce montant (en degrés). Si la valeur est comprise entre deux points, le contrôleur interpole en douceur entre les deux points.

source: Sets the differential (%) in VSS inputs (from drive to undriven wheels) to trigger traction control activation.
es: Establece la diferencia (%) en las entradas de VSS (desde el disco a las ruedas undriven) para desencadenar la activación de control de tracción.
fi: Määrittää ero (%) vuonna VSS tuotantopanosten (vuodesta ajaa undriven renkaat) käynnistää luistonesto aktivointia.
fr: Définit l&#39;écart (%) dans les intrants VSS (à partir de l&#39;entraînement aux roues undriven) pour déclencher l&#39;activation de commande de traction.

source: Sets the half slip threshold (I'm not too sure on this one)
es: Establece el umbral de deslizamiento de la mitad (no estoy muy seguro de éste)
fi: Määrittää puoli lipsahdus kynnys (en ole aivan varma tästä yhdestä)
fr: Définit le seuil de glissement de la moitié (je ne sais pas trop sur ce coup)

source: Sets the low slip threshold
es: Establece el umbral bajo deslizamiento
fi: Määrittää alhainen lipsahdus kynnys
fr: Définit le seuil de faible glissement

source: Sets the traction mode to be dependant on RPM rate of change (RPMdot). This doesn't require any additional sensors, or VSS rate of change (Ths requires sensors and additional input circuitry)
es: Establece el modo de tracción a depender de la tasa de cambio RPM (RPMdot). Esto no requiere ningún sensor adicional, o la tasa de cambio de VSS (Ths requiere sensores y circuitos de entrada adicional)
fi: Asettaa vetokäytössä on riippuvainen RPM: n muutos (RPMdot). Tämä ei vaadi erillistä anturia, tai VSS: n muutos (TKY vaatii anturit ja lisäpanoksen piirit)
fr: Définit le mode de traction à charge sur le taux du RPM du changement (RPMdot). Cela ne nécessite pas de capteurs supplémentaires, ou le taux de changement VSS (SAT nécessite des capteurs et des circuits d&#39;entrée supplémentaires)

source: Sets the undriven VSS sensor maximum input voltage. This is useful to constrain traction control within a low and high speed range. (see http://megasquirt.sf.net/extra/antirev.html
es: Establece el VSS undriven sensor de tensión de entrada máxima. Esto es útil para limitar el control de tracción dentro de un rango de velocidades bajas y altas. (Véase http://megasquirt.sf.net/extra/antirev.html
fi: Määrittää undriven VSS anturin suurin tulojännite. Tämä on hyödyllistä rajoittaa luistonesto sisällä pieni ja nopea alue. (Ks. http://megasquirt.sf.net/extra/antirev.html
fr: Définit le VSS undriven capteur de tension d&#39;entrée maximale. Ceci est utile pour limiter le contrôle de traction dans une fourchette basse vitesse et haute. (Voir http://megasquirt.sf.net/extra/antirev.html

source: Sets the undriven VSS sensor minimum input voltage. This is useful to constrain traction control within a low and high speed range. (see http://megasquirt.sf.net/extra/antirev.html
es: Establece el VSS undriven sensor de tensión de entrada mínima. Esto es útil para limitar el control de tracción dentro de un rango de velocidades bajas y altas. (Véase http://megasquirt.sf.net/extra/antirev.html
fi: Määrittää undriven VSS anturin pienin syöttöjännite. Tämä on hyödyllistä rajoittaa luistonesto sisällä pieni ja nopea alue. (Ks. http://megasquirt.sf.net/extra/antirev.html
fr: Définit le VSS undriven capteur de tension d&#39;entrée minimum. Ceci est utile pour limiter le contrôle de traction dans une fourchette basse vitesse et haute. (Voir http://megasquirt.sf.net/extra/antirev.html

source: Tells the ECU to NOT turn off NOS during traction control (dangerous) or to turn it off during traction (safer)
es: Le dice a la ECU para convertir NO NOS fuera durante el control de tracción (peligroso) o para apagarlo durante la tracción (más seguro)
fi: Kertoo ecun ei sammu NOS aikana luistonesto (vaarallinen) tai sammuttaa sen aikana veto (turvallisempi)
fr: Indique l&#39;ECU à PAS NOS désactiver lors du contrôle de traction (dangereux) ou de l&#39;éteindre pendant la traction (SAFER)

source: This is the RPMdot threshold that has to be exceeded to enable traction control in RPM/second.
es: Este es el límite RPMdot que tiene que ser superado para que el control de tracción en RPM / segundo.
fi: Tämä on RPMdot kynnys, joka on ylittänyt jotta luistonesto on RPM / sekunti.
fr: C&#39;est le seuil RPMdot qui doit être dépassé pour permettre le contrôle de traction dans RPM / seconde.

source: _Traction Control
fr: _Traction Contrôle

source: Launch control is used to limit the rpm of the engine for rapid launch (drag racing), By enabling this you can select how to limit the engine's power for a faster takeoff. NOTE: spark drop is NOT available on EDIS setups, and the soft limiter is NOT available at all when NOT using a spark mode.
es: control de lanzamiento se utiliza para limitar el número de revoluciones del motor para el lanzamiento rápido (drag racing), Al permitir esto, puede seleccionar el modo de limitar la potencia del motor para un despegue más rápido. NOTA: La caída chispa no está disponible en configuraciones de SEDA, y el limitador suave no está disponible en todos los que no se utilizó el modo de chispa.
fi: Launch Control käytetään rajoittamaan rpm Moottorin käynnistää nopeasti (drag racing), jonka avulla tämä voi valita, miten rajoittaa moottorin tehoa nopeammin nousukausi. HUOM: kipinä lasku ei ole käytettävissä EDIS asetelmia, ja pehmeä rajoitin ei ole saatavilla lainkaan, kun et käytä kipinä tila.
fr: Lancement de contrôle est utilisé pour limiter la vitesse de rotation du moteur pour le lancement rapide (drag), en permettant cela, vous pouvez choisir la façon de limiter la puissance du moteur pour une plus rapide décollage. NOTE: baisse étincelle n&#39;est pas disponible sur le système EDIS configurations, et le limiteur soft n&#39;est pas disponible à tous les lorsque vous n&#39;utilisez pas une étincelle mode.

source: Sets the launch control revlimiter style to be either fuel drop, spark drop, or both
es: Establece el control de lanzamiento de estilo revlimiter a ser gota de combustible, una chispa caída, o ambas cosas
fi: Määrittää käynnistää valvonta revlimiter tyyli on joko polttoaineen pisara, kipinä pudota, tai molemmat
fr: Définit le style revlimiter lancement de contrôle à se laisser tomber de carburant, les bougies déroulant, ou les deux

source: The Amount of spark to pull out when nitrous enrich is active. This ONLY takes effect when using a soark firmware.
es: El Importe de la chispa para sacar al enriquecer nitroso está activo. Esto sólo tiene efecto cuando se usa un firmware soark.
fi: Määrä kipinä vetää, kun typen rikastuttaa on aktiivinen. Tämä tulee voimaan vasta, kun käytät soark firmware.
fr: Le montant de la bougie de se retirer quand nitreux enrichir est actif. Ce ne prend effet lorsque vous utilisez un firmware soark.

source: The Amount of spark to pull out when nitrous enrich is active. This ONLY takes effect when using a spark ECU Personality.
es: El Importe de la chispa para sacar al enriquecer nitroso está activo. Esto sólo tiene efecto cuando se usa una chispa de ecus de la personalidad.
fi: Määrä kipinä vetää, kun typen rikastuttaa on aktiivinen. Tämä tulee voimaan vasta, kun käytät kipinä ecua persoonallisuus.
fr: Le montant de la bougie de se retirer quand nitreux enrichir est actif. Ce ne prend effet lors de l&#39;utilisation d&#39;une étincelle d&#39;écus de la personnalité.

source: The Launch control system is used for drag racing to limit power when taking off to minimize wheelspin.
es: El sistema de control de lanzamiento se utiliza para carreras de resistencia para limitar el poder al despegar de reducir al mínimo patinado de las ruedas.
fi: Launch Control-järjestelmä käytetään drag racing rajoittaa virtaa kun otetaan pois minimoimiseksi wheelspin.
fr: Le système de contrôle de lancement est utilisé pour les courses d&#39;accélération à la limite de puissance au décollage afin de minimiser le patinage des roues.

source: The Variable Launch uses an external input triggered by the user to set the hard launch limit. It works by the user revving the engine to the limit point and hitting a button and the ECU will record that RPM and use that as the laucnh limit when laucnh control is active (when the tps is above the setpoint)
es: El lanzamiento variable utiliza una entrada externa provocada por el usuario para establecer el límite de lanzamiento duro. Funciona por el usuario revoluciones del motor hasta el punto límite y golpear un botón y el registro será de ecus que RPM y usar eso como el límite cuando el control laucnh laucnh está activa (cuando el TPS está por encima del punto de ajuste)
fi: Muuttuja Launch käyttää ulkoisen tulon laukaisi käyttäjä asettaa kovat käynnistää raja. Se toimii käyttäjän kiertävä moottori raja kohtaan ja lyödä painiketta ja ecusta tulee tallentaa että RPM ja käyttää sitä laucnh raja kun laucnh on päällä (kun TPS on yli asetusarvon)
fr: Le lancement de la variable utilise une entrée externe déclenché par l&#39;utilisateur de définir la limite de lancement dur. Il fonctionne par l&#39;utilisateur emballer le moteur au point limite et en appuyant sur un bouton et l&#39;Écu sera rendu que le RPM et l&#39;utiliser comme la limite laucnh lorsque le contrôle est actif laucnh (lorsque la TPS est au-dessus du point de consigne)
