Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The LOAD (whether they be MAP or TPS) bins in combination with the RPM bins on the bottom of the Sparktable define the vertexes (points on the Spark map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La carga (ya se trate de MAP o TPS) contenedores en combinación con los cubos de RPM en la parte inferior de la Sparktable definir los vértices (puntos en el mapa Chispa). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Kuormitus (olivatpa he MAP tai TPS) astiat yhdessä RPM roskakoreihin pohjassa Sparktable määritellä vertexes (pisteiden Spark kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La charge (qu&#39;ils soient MAP ou TPS) bacs en combinaison avec les bacs de RPM sur le fond de la Sparktable définir les sommets (points sur la carte Déclic). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the Sparktable define the vertexes (points on the Spark map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo de la Sparktable definir los vértices (puntos en el mapa Chispa). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä LOAD roskakoreihin vasemmalla puolella Sparktable määritellä vertexes (pisteiden Spark kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de la Sparktable définir les sommets (points sur la carte Déclic). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The Spark Advance Entries control the engine igntion timing. The values are in degrees BTDC (Before Top Dead Center), so a negative value is actually an ATDC value. The range is from 80deg BTDC to 10deg ATDC. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El avance del encendido las entradas de controlar el momento igntion motor. Los valores son en grados APMS (Antes Muerto Superior), por lo que un valor negativo es en realidad un valor CTDM. El rango es de 80deg BTDC a 10deg CTDM. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Sytytysennakkoa Viestit ohjaus moottorin igntion ajoitus. Arvot ovat asteina BTDC (ennen Top Dead Center), joten negatiivinen arvo on todella ATDC arvo. Alue on 80deg BTDC ja 10deg ATDC. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: L&#39;avance à l&#39;allumage des entrées de contrôle du calendrier igntion moteur. Les valeurs sont exprimées en degrés avant le PMH (point mort haut avant), alors une valeur négative est en fait une valeur ATDC. La bande est de 80deg BTDC à 10deg ATDC. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This pops up a 3 dimensional view of the current Spark-Table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual Spark-Tabla. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Spark-taulukossa. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Vasenta hiiren painiketta holddown ja vetämällä hiirtä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions de l&#39;actuelle Spark-tableau. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: _Spark Tables
es: _Spark Tablas
fi: _Spark Taulukot
fr: Tables _Spark

source: The LOAD bins in combination with the RPM bins on the bottom of the Sparktable define the vertexes (points on the Spark map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores CARGA en combinación con los cubos de RPM en la parte inferior de la Sparktable definir los vértices (puntos en el mapa Chispa). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: LOAD astiat yhdessä RPM roskakoreihin pohjassa Sparktable määritellä vertexes (pisteiden Spark kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs LOAD en combinaison avec les bacs de RPM sur le fond de la Sparktable définir les sommets (points sur la carte Déclic). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: AFR Table 1, MSnSpark-Extra
es: AFR Tabla 1, MSnSpark-Extra
fi: AFR Taulukko 1, MSnSpark-Extra
fr: Tableau AFR 1, MSnSpark-Extra

source: AFR Table 2, MSnSpark-Extra
es: AFR el cuadro 2, MSnSpark-Extra
fi: AFR Taulukko 2, MSnSpark-Extra
fr: Tableau AFR 2, MSnSpark-Extra

source: Boost Table 1, KPA target: RPM vs TPS, MSnSpark-Extra
es: Aumenta la Tabla 1, meta Ejército Popular de Corea: RPM vs TPS, MSnSpark-Extra
fi: Boost Taulukko 1, KPA kohde: RPM vs TPS, MSnSpark-Extra
fr: Boost tableau 1, la cible kPa: vs RPM TPS, MSnSpark-Extra

source: Boost Table 2, DC Target: RPM vs TPS, MSnSpark-Extra
es: Aumenta el Cuadro 2, Objetivo DC: TPS vs RPM, MSnSpark-Extra
fi: Boost Taulukko 2, DC Tavoite: RPM vs TPS, MSnSpark-Extra
fr: Tableau Boost 2, Objectif DC: vs RPM TPS, MSnSpark-Extra

source: Boost Table 3, switched on demand, MSnSpark-Extra
es: Aumenta el cuadro 3, bajo demanda, MSnSpark-Extra
fi: Boost Taulukko 3, päällä kysynnän MSnSpark-Extra
fr: Boost tableau 3, allumé la demande, MSnSpark-Extra

source: CLT/IAT Corrected Air Density
es: CLT / TAI Aire Corregido Densidad
fi: CLT / iat Oikaisu ilmantiheys
fr: CLT / densité API air corrigée

source: Fuel VE-Table 1, MSnSpark-Extra
es: Combustible VE-Tabla 1, MSnSpark-Extra
fi: Polttoaine VE-taulukko 1, MSnSpark-Extra
fr: VE combustible tableau 1, MSnSpark-Extra

source: Fuel VE-Table 2, MSnSpark-Extra
es: Combustible VE-Cuadro 2, MSnSpark-Extra
fi: Polttoaine VE-taulukko 2, MSnSpark-Extra
fr: VE combustible tableau 2, MSnSpark-Extra

source: Fuel VE-Table 3, MSnSpark-Extra
es: Combustible VE-Cuadro 3, MSnSpark-Extra
fi: Polttoaine VE-taulukon 3 MSnSpark-Extra
fr: VE-carburant Tableau 3, MSnSpark-Extra

source: Rotary Trailing, MSnSpark-Extra
es: Rotary de arrastre, MSnSpark-Extra
fi: Rotary perään, MSnSpark-Extra
fr: Rotary de suivi, MSnSpark-Extra

source: Spark Table 1, MSnSpark-Extra
es: Chispa Tabla 1, MSnSpark-Extra
fi: Spark Taulukko 1, MSnSpark-Extra
fr: Tableau Spark 1, MSnSpark-Extra

source: Spark Table 2, MSnSpark-Extra
es: Chispa el cuadro 2, MSnSpark-Extra
fi: Spark Taulukko 2, MSnSpark-Extra
fr: Tableau Spark 2, MSnSpark-Extra

source: TPS ADC,KPa,KPa,KPa,MAF ADC
es: ADC TPS, KPa, KPa, KPa, ADC MAF
fr: ADC TPS, kPa, kPa, kPa, CRG ADC

source: Temperature
es: Temperatura
fi: Lämpötila
fr: Température

source: Sets the ECU type to MS-II. (NOT the same as a microsquirt).
es: Establece el tipo de ecus a MS-II. (NO es el mismo que un microsquirt).
fi: Asettaa ecua tyyppi MS-II. (Ei sama kuin microsquirt).
fr: Définit le type d&#39;écus pour MS-II. (Pas le même comme un microsquirt).

source: Sets the ECU type to Microsquirt
es: Establece el tipo de ecus a Microsquirt
fi: Asettaa ecun tyypin Microsquirt
fr: Définit le type d&#39;écus à Microsquirt

source: When set to undefined the ECU will NOT function and will return an alternating 0, 8000 RPM and no other sensor inputs. This is because the MS-II vs microsquirt's have inverted ignition outputs and this can cause the coil to fail.
es: Cuando se establece en undefined el ECU no funcionará y volverá a una alternancia 0, 8000 RPM y no hay otras entradas de sensor. Esto es porque el microsquirt MS-II vs han invertido salidas de encendido y esto puede causar la bobina al fracaso.
fi: Kun asetetaan määriteltyihin ecua ei toimi ja palaa vuorotellen 0, 8000 RPM ja muita anturitulot. Tämä johtuu siitä, että MS-II vs microsquirt n käänteistä sytytys tuotoksia ja se voi aiheuttaa kelan epäonnistumaan.
fr: Lorsqu&#39;il est réglé sur undefined l&#39;écu ne fonctionne pas et renvoie une alternance de 0, 8000 tr / min et pas d&#39;autres entrées de capteur. C&#39;est parce que les sorties d&#39;allumage microsquirt MS-II vs ont inversé et cela peut entraîner la bobine à l&#39;échec.

source: Backup All ECU settings prompts you for a filename and stores the values of ALL ECU settings in that file in a CLEAN ASCII format, which is human readable and easily parsed by 3rd party programs, unlike closed format binary files from other tuning softwares.
es: Todos los ajustes de copia de seguridad de ecus le pide un nombre de archivo y almacena los valores de todos los ajustes de ecus en ese archivo en un formato ASCII CLEAN, que es legible y fácilmente interpretados por los programas de tercera parte, a diferencia de formato cerrado ficheros binarios de software de sintonización otros.
fi: Varmuuskopiointi Kaikki ecua asetukset kysyy tiedostonimen ja tallentaa arvot KAIKKI ecua asetuksia että tiedosto on puhdas ASCII-muodossa, mikä on ihmisen luettavissa ja helposti jäsentää 3rd party ohjelmia, toisin kuin suljettu muoto binaari muista tuning pehmo.
fr: Tous les paramètres de sauvegarde écus vous invite à entrer un nom de fichier et stocke les valeurs des paramètres d&#39;écus ALL dans ce fichier dans un format propre ASCII, qui est lisible par l&#39;homme et facilement compris par les programmes de 3ème partie, à la différence format fermé des fichiers binaires à partir de logiciels de mise au point d&#39;autres.

source: Restore All ECU settings prompts you for a filename and reads it, validates it for the currently running firmware and writes all settings to the ECU and burns flash when complete. NOTE: This will ONLY accept MegaTunix ECU backup files, MSQ files are NOT SUPPORTED, as they are binary, closed source, and there are not cross platform compatible.
es: Restaurar todos los ajustes de ecus le pide un nombre de archivo y lo lee, lo valida para el firmware se están ejecutando actualmente y escribe todos los ajustes a la ECU y quemaduras de flash cuando esté terminado. NOTA: Esto sólo aceptamos MegaTunix ecus archivos de copia de seguridad, archivos de MSQ NO son compatibles, ya que son binarios, de código cerrado, y no hay compatibilidad de plataforma cruzada.
fi: Palauta Kaikki ecua asetukset kysyy tiedostonimeä ja lukee sen, validoi sen käynnissä firmware ja kirjoittaa kaikki asetukset ecua ja palaa flash päätyttyä. HUOM: Tämä toimii vain hyväksyä MegaTunix ecua varmuuskopiotiedostoille MSQ tiedostoja ei tueta, koska ne ovat binääri, suljetun lähdekoodin, ja siellä ei ole eri ympäristöjen kanssa yhteensopivia.
fr: Restaurer tous les paramètres d&#39;écus vous invite à entrer un nom de fichier et le lit, il valide pour le firmware en cours d&#39;exécution et écrit tous les paramètres à l&#39;ECU et des brûlures par flash lorsque vous avez terminé. NOTE: Ce n&#39;acceptera que MegaTunix écus fichiers de sauvegarde, fichiers MSQ sont pas supportés, comme ils sont binaires, source fermé, et il ne sont pas multi-plateforme compatible.

source: The undo VEX load button does exactly as it says. If you happened to load an incorrect or corrupt VEX file, this button will revert to the previous settings, send them to the ECU and burn the ECU flash.
es: El botón de deshacer VEX carga hace exactamente lo que dice. Si le pasó a cargar un archivo de VEX incorrecta o está dañado, este botón volverá a la configuración anterior, enviarlos a la ECU y quemar el flash de ecus.
fi: Kumoa VEX kuorma-painike ei juuri sellaisena kuin se on. Jos tapahtui kuorma virheellisiä tai viallisia VEX tiedosto, tämä painike palauttaa aiemmat asetukset, lähettää ne ecua ja polttaa ecun flash.
fr: Le bouton Annuler charge VEX fait exactement comme il le dit. Si vous arrivé à charger un fichier incorrect ou endommagé VEX, ce bouton rétablir les paramètres précédents, les envoyer à l&#39;ECU et graver le flash d&#39;écus.

source: VEX Export is used to export VEtables to disk in a format acceptable by MegaTune and MStweek3K. NOTE: On firmwares that use more that one table per page, like MSnS-Extra and MS-II, the stock VEX format can't handle that very well as there isn't a field to define the table number. MegaTunix gets around this by embedding the Table number into the comment field. The Table numbers come from the interrogation profile for the ECU so they are likely to be different than ones from something like megatune. In this case you may need to edit the file to ensure it is loaded to the write location.
es: VEX exportación se utiliza para exportar VEtables en el disco en un formato aceptable por MegaTune y MStweek3K. NOTA: En los firmwares que utilizan más de una tabla por página, al igual que MSNS-Extra y MS-II, el formato de valores VEX no puede manejar muy bien ya que no hay un campo para definir el número de la tabla. MegaTunix evita esto al incorporar el número de la tabla en el campo de observaciones. Los números vienen de la tabla el perfil para el interrogatorio de ecus por lo que es probable que sean diferentes a los de algo así como megatune. En este caso puede que tenga que modificar el archivo para asegurarse de que se carga a la escritura ubicación.
fi: VEX Vienti on käytetty vientiin VEtables levylle muodossa hyväksyttävänä MegaTune ja MStweek3K. HUOMAUTUS: firmwares käyttävät enemmän yksi taulukko per sivu, kuten MSnS-Extra ja MS-II, kalusto VEX muotoa ei voida käsitellä kovin hyvin, koska ei ole kenttä määrittää taulukon numero. MegaTunix saa kiertää upottamalla taulukossa numeron kommentti kenttään. Taulukko numerot tulevat kyselyt profiili ecun niin ne ovat todennäköisesti erilaisia kuin itse siitä jotain megatune. Tässä tapauksessa saatat joutua muokata tiedostoa, jotta se on kuormitettu kirjoittaa paikkaan.
fr: VEX l&#39;exportation est utilisé pour exporter VEtables le disque dans un format acceptable par MegaTune et MStweek3K. NOTE: Le firmware qui utilisent plus d&#39;un tableau par page, comme MSN Extra et MS-II, le format stock VEX ne peut pas gérer cela très bien car il n&#39;est pas un champ pour définir le numéro de tableau. MegaTunix contourne cela en intégrant le nombre de table dans le champ commentaire. Les numéros de tableau proviennent du profil d&#39;interrogation pour l&#39;Écu de sorte qu&#39;ils sont susceptibles d&#39;être différents que ceux de quelque chose comme megatune. Dans ce cas, vous devrez peut-être modifier le fichier afin de s&#39;assurer qu&#39;il est chargé d&#39;écrire la localisation.
