Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: This enables Enhanced or disables Accel Enrich
es: Esto Activa o Desactiva los Enriquecimientos por Aceleracion
fi: Tämä mahdollistaa Enhanced tai poistaa Accel Enrich
fr: Cela permet améliorés ou désactive Accel Enrichissez

source: Threshold in units/sec for lag compensation source
es: Campo dado en Unidades/Segundo para la fuente de Compensacion por Lag
fi: Kynnys yksiköissä sekunnissa viive korvauksia lähde
fr: Seuil en unités / sec pour la source de la rémunération lag

source: Enables or Disables the Boost control function
es: Activa o Desactiva la funcion de Control de Boost/Presion del Turbo
fi: Ottaa käyttöön tai poistaa Boost valvontatehtävän
fr: Active ou désactive le contrôle de la fonction Boost

source: Knock Input direction
es: Direccion de Entrada de Knock/Pistoneo
fi: Knock tulo suuntaan
fr: Knock Entrée direction

source: Knock Input pin
es: PIN de Entrada de Señal de Knock/Pistoneo
fi: Knock pinni
fr: broche d&#39;entrée Knock

source: Knock Mitigation Mode option
es: Opcion para Modo de Mitigacion de Knock/Pistoneo
fi: Knock lieventäminen vaihtoehto Tila
fr: Knock atténuation option Mode

source: Knock Remote Input pin
fr: Knock broches d&#39;entrée à distance

source: Launch control input pin
es: PIN de Entrada de Señal de Launch control (control de Largada)
fi: Launch Control pinni
fr: Lancement broches d&#39;entrée de commande

source: Overboost Protect method used
es: Metodo Utilizado para Proteccion contra Presion Extrema de Boost/Turbo
fi: Overboost Suojaa käytetty
fr: Overboost Protégez méthode utilisée

source: See MS2-Extra Manuals
es: Ver MS2-Extra Manuales
fi: Katso MS2-Extra Käyttöohjeet
fr: Manuels Voir MS2-Extra

source: Selects the pin used for boost control. NOTE: this may conflict with other features, be wary.
es: Selecciona el pin usado para el control de sobrealimentación. NOTA: este conflicto puede con otras funciones, tenga cuidado.
fi: Valitsee pin käytetään lisäämään valvontaa. HUOMAUTUS: Tämä voi olla ristiriidassa muiden ominaisuuksien olla varovainen.
fr: Sélectionne le NIP utilisé pour le contrôle de boost. NOTE: Ce conflit peut avec d&#39;autres fonctions, de se méfier.

source: Sets boost actuator PWM frequency
es: Juegos de impulso del actuador de frecuencia PWM
fi: Sarjat parantaa toimilaitteen PWM taajuus
fr: stimuler Sets actionneur fréquence PWM

source: Sets boost actuator Pin Location
es: Establece impulso actuador pin Ubicación
fr: Sets stimuler actionneur Pin Lieu

source: Sets the boost control algorithm, when in open loop the boost-duty table is used, otherwise the boost target table is used
es: Establece el algoritmo de control del impulso, cuando en lazo abierto la mesa impulso de servicio se utiliza, de lo contrario la tabla de destino impulso se utiliza
fi: Määrittää lisätä valvontaa algoritmi, kun avoimen piirin boost-tullin taulukkoa käytetään, muuten lisätä kohde-taulukkoa käytetään
fr: Définit l&#39;algorithme de contrôle de stimuler, en boucle ouverte lorsque la table de boost-garde est utilisé, sinon la table cible est utilisée stimuler

source: Sets the output polarity
es: Fija la polaridad de salida
fi: Määrittää lähdön polariteetti
fr: Définit la polarité de sortie

source: Use Spark retard, Spark Cut, Fuel Cut or both to achieve launch control
es: Utilice retardar la chispa, la chispa de corte, corte de combustible o de ambos para lograr el control de lanzamiento
fi: Käytä Spark retard, Spark Leikkaa Fuel Cut tai molemmat saavuttamiseksi käynnistää valvonta
fr: Utilisez Spark retard, Spark Cut, de coupure de carburant ou les deux pour obtenir le contrôle du lancement

source: Use local or remote knock input (requires can polling)
es: Utilice la entrada golpes local o remota (requiere de votación puede)
fr: Utilisez l &#39;entrée frapper local ou distant (nécessite peut de vote)

source: _Boost/Knock/Launch
es: _Boost / Knock / Lanzamiento
fr: _Boost / Knock / Lancement

source: Enables polling of remote board via CAN
es: Permite la votación del consejo de administración remota a través de la CAN
fi: Ottaa vaalit Kauko hallituksen kautta CAN
fr: Permet de vote du conseil d&#39;administration à distance via CAN

source: Not sure
es: No está seguro
fr: Pas sûr

source: Remote ADC Table ID (page)
es: Tabla de identificación remota ADC (página)
fr: ADC à distance Table ID (page)

source: Remote ADC Table Offset (bytes from beginning of page)
es: Cuadro remoto ADC Offset (en bytes desde el principio de la página)
fr: Remote ADC tableau de décalage (octets depuis le début de la page)

source: Remote PWM Clock frequency in Mhz
es: Remoto PWM Frecuencia de reloj en Mhz
fr: Remote PWM horloge fréquence en MHz

source: Remote PWM Clock prescaler
es: PWM remoto Reloj prescaler
fr: Remote PWM horloge prédiviseur

source: Remote PWM Table ID (page)
es: Tabla de identificación remota PWM (página)
fr: Remote PWM Tableau ID (page)

source: Remote PWM Table Offset (bytes from beginning of page)
es: PWM remoto Tabla Offset (en bytes desde el principio de la página)
fr: Remote PWM tableau de décalage (octets depuis le début de la page)

source: Remote Ports Table ID (page)
es: Puertos remotos Tabla de identificación (página)
fr: Ports à distance Table ID (page)

source: Remote Ports Table Offset (bytes from beginning of page)
es: Puertos remotos cuadro Desplazamiento (en bytes desde el principio de la página)
fr: Remote Ports tableau de décalage (octets depuis le début de la page)

source: Remote board ID to poll
es: Mando a distancia para sondear ID
fi: Remote hallitus tunnus poll
fr: conseil d&#39;administration à distance ID sondage

source: Sets Board type
es: Establece la Junta de tipo
fi: Vahvistaa johtokunnan tyyppi
fr: Sets Conseil type

source: Sets Remote port 1 type
fr: Définit le port distant de type 1

source: Sets Remote port 2 type
fr: Définit le port distant de type 2

source: Sets Remote port 3 type
fr: Définit le port distant de type 3

source: Sets Remote port direction bits
es: Establece la dirección remota del puerto bits
fr: Sets bits direction du port à distance

source: Sets if we are Polling remote ADC channels
es: Establece si estamos de votación a distancia canales de ADC
fr: Définit si l&#39;on vote à distance les canaux ADC

source: Sets if we are Polling remote PWM channels
es: Establece si estamos de votación a distancia canales de PWM
fr: Définit si l&#39;on vote à distance canaux PWM

source: Sets if we are Polling remote Ports
es: Establece si estamos de votación a distancia Puertos
fr: Définit si l&#39;on vote à distance des ports

source: Sets if we are a CAN poller or not
es: Establece si somos una Poller CAN o no
fr: Définit si nous sommes un Poller peut ou non

source: Alternate Revlimit when TPS exceeds this value
es: Suplente Revlimit TPS cuando supera este valor
fi: Vaihtoehtoinen Revlimit kun TPS ylittää tämän arvon
fr: Autres Revlimit quand TPS dépasse cette valeur

source: Dwell Battery voltage compensation voltage values
es: Voltaje de la pila detención valores de compensación de voltaje
fi: Asua Akun jännite korvaus jännitearvojen
fr: Dwell valeurs de tension de batterie Compensation de la tension

source: Dwell correction/compensation value corresponding to voltage at the left
es: corrección de detención / valor de compensación correspondiente a la tensión a la izquierda
fi: Asua korjaus / korvaus arvo vastaa jännite vasen
fr: valeur de correction de balayage / compensation correspondant à la tension à la gauche

source: Enables or Disables the Flexfuel sensor.
es: Activa o desactiva el sensor Flexfuel.
fi: Ottaa käyttöön tai poistaa Flexfuel anturi.
fr: Active ou désactive le capteur Flexfuel.

source: Enables or Disables the Idle advance feature.
es: Activa o desactiva la función de avance de reposo.
fi: Ottaa käyttöön tai poistaa Idle etukäteen ominaisuus.
fr: Active ou désactive la fonction de l&#39;avance au repos.

source: Enables or Disables the Tachometer output signal.
es: Activa o desactiva la señal de salida del tacómetro.
fi: Ottaa käyttöön tai poistaa kierroslukumittari lähtösignaalin.
fr: Active ou désactive le signal de sortie du tachymètre.

source: Fuel Table Switching RPM threshold
es: Cuadro de conmutación de combustible RPM umbral
fi: Polttoaine Taulukko Virran RPM raja
fr: Carburant table de commutation RPM seuil

source: Fuel Table Switching TPS threshold
es: Cuadro de conmutación de combustible TPS umbral
fi: Polttoaine Taulukko Virran TPS kynnys
fr: Carburant table de commutation TPS seuil

source: Fuel Table Switching kPa threshold
es: Tabla de combustible Umbral kPa
fi: Polttoaine Taulukko Virran kPa kynnys
fr: Tableau de carburant seuil de commutation kPa

source: Idle Advance Coolant Temp threshold
es: Inactivo Advance refrigerante Temp umbral
fi: Idle Advance Jäähdytysnesteen Temp kynnys
fr: Idle Advance Coolant Temp seuil

source: Idle Advance Load (fuelload) threshold
es: Inactivo Advance Carga (fuelload) Umbral
fi: Idle Advance Load (fuelload) kynnys
fr: Idle Advance charge (fuelload) seuil

source: Idle Advance TPS threshold
es: Inactivo Advance TPS umbral
fi: Idle Advance TPS kynnys
fr: Idle Advance TPS seuil

source: Idle Advance Timing (FuelLoad %)
es: Inactivo Variador (FuelLoad%)
fi: Idle Advance Ajoitus (FuelLoad %)
fr: Timing Advance Idle (% FuelLoad)

source: Idle Advance Timing (degrees)
es: Inactivo Avance de la Regulación (grados)
fi: Idle Advance Ajoitus (astetta)
fr: Idle Advance Timing (degrés)

source: Idle Advance delay in seconds
es: Inactivo Advance retraso en segundos
fi: Idle Advance viive sekunteina
fr: Idle Advance délai en secondes

source: If CAN is enabled with PWM polling, you can set the flex sensor to be a remote input
es: Si la CAN está habilitado con PWM de votación, puede configurar el sensor de flexión a una entrada de control remoto
fr: Si CAN est activé avec PWM de vote, vous pouvez configurer le capteur de flexion vers une entrée à distance

source: MAT Correction factor
es: MAT factor de corrección
fi: MAT Korjauskerroin
fr: MAT facteur de correction

source: MAT-Based Timing retard retard values in degrees
es: Calendario MAT-basado retard retard valores en grados
fi: MAT-Based Ajoitus retard retard arvot asteina
fr: Timing MAT-Based retarder les valeurs de retarder à des degrés

source: MAT-Based Timing retard temp values
es: MAT-basado Calendario valores retard temp
fi: MAT-Based Ajoitus retard temp-arvot
fr: Sur la base des valeurs MAT-Timing retarder temp

source: NON-Linear MAT correction
es: No-Lineal MAT corrección
fi: Epälineaariset MAT korjaus
fr: Non-linéaire MAT correction

source: Nonlinear Baro correction/compensation barometer reading, compensation at the right
es: No lineales de corrección Baró / compensación lectura del barómetro, la indemnización a la derecha
fi: Epälineaarinen Baro korjaus / korvaus barometri käsittelyssä korvaus oikeassa
fr: Non linéaire Baro correction / baromètre de compensation, la rémunération au droit

source: Nonlinear Baro correction/compensation value, corresponds to baro reading at the left
es: No lineales de corrección Baró / valor de compensación, corresponde a baro lectura a la izquierda
fi: Epälineaarinen Baro korjaus / korvaus arvo vastaa baro käsittelyyn vasemmassa
fr: valeur non linéaire Baro correction / compensation, correspond à la lecture baro à gauche

source: Number of sparks (X) to cut from (Y) events
es: Número de chispas (X) para cortar a partir de (Y) eventos
fi: Määrä kipinöistä (X) leikkauksen (Y) tapahtumat
fr: Nombre d&#39;étincelles (X) pour couper de (Y) des événements

source: Revlimit RPM when TPS exceeds the bypass threshold
es: Revlimit RPM cuando TPS supere el umbral de bypass
fi: Revlimit RPM kun TPS ylittää ohittaa kynnyksen
fr: Revlimit tr / min lorsque TPS dépasse le seuil de dérivation

source: Sets Revlimiter algorithm
es: Establece Revlimiter algoritmo
fi: Lavastus Revlimiter algoritmi
fr: Sets Revlimiter algorithme

source: Sets Revlimiter to use coolant based table
es: Establece Revlimiter usar de mesa a base de refrigerante
fi: Sarjat Revlimiter käyttää jäähdytysnestettä perustuu taulukkoon
fr: Sets Revlimiter d&#39;utiliser du liquide de refroidissement en fonction de table

source: Sets pin used for tachout, NOTE: make sure this pin is NOT assigned someplace else!!!
es: Juegos de pin usado para tachout, NOTA: asegúrese de que este pin no está asignado a otra parte!
fi: Sarjat pin käytetään tachout, HUOM: varmista, että tämä tappi ei ole annettu jossain muualla!
fr: Sets broches utilisé pour tachout, NOTE: Assurez-vous que cette broche n&#39;est pas attribué un autre endroit!

source: Sets tachout rate
es: Establece la frecuencia de tachout
fi: Lavastus tachout määrä
fr: taux tachout Sets

source: Sets the Local Flexfuel sensor input pin/port
es: Establece el sensor Local Flexfuel pin de entrada / puerto
fr: Définit le pin local Flexfuel entrée de capteur / port

source: Sets the Remote Flexfuel sensor input pin/port
es: Establece el sensor remoto Flexfuel pin de entrada / puerto
fr: Définit la distance Flexfuel broches d&#39;entrée du capteur / port

source: This enables or disables Fuel Table Switching (VE1->VE3)
es: Esto habilita o deshabilita el cuadro de conmutación de combustible (VE3 VE1->)
fi: Tämä mahdollistaa tai poistaa Polttoaine Taulukko Switching (Ve1-> VE3)
fr: Ce active ou désactive le carburant Tableau de commutation (VE3 VE1->)

source: This enables or disables Spark Table Switching (SP1->SP3)
es: Esto habilita o deshabilita el cuadro de conmutación por chispa (SP3 SP1->)
fi: Tämä mahdollistaa tai poistaa Spark Taulukko Switching (SP1-> SP3)
fr: Ce active ou désactive Spark table de commutation (SP3 SP1->)

source: This is Flexfuel high frequency limit, see MS2-Extra manuals for more information
es: Este es el límite de Flexfuel de alta frecuencia, consulte los manuales MS2-Extra para obtener más información
fi: Tämä on Flexfuel suurtaajuus raja, ks MS2-Extra käsikirjoista lisätietoja
fr: C&#39;est limite Flexfuel à haute fréquence, voir les manuels MS2-Extra pour plus d&#39;informations

source: This is Flexfuel low frequency limit, see MS2-Extra manuals for more information
es: Esta es Flexfuel límite de frecuencia baja, consulte los manuales MS2-Extra para obtener más información
fi: Tämä on Flexfuel matalien taajuuksien raja, ks MS2-Extra käsikirjoista lisätietoja
fr: C&#39;est Flexfuel limite de basse fréquence, voir les manuels MS2-Extra pour plus d&#39;informations

source: This is Maximum amount of retard permitted( +/- 12.7 deg)
es: Esta es la cantidad máxima permitida de retardo (+ / - 12,7 grados)
fi: Tämä enimmäismäärä retard sallittu (+ / - 12,7 astetta)
fr: C&#39;est le montant maximum autorisé de retarder (+ / - 12,7 °)

source: This is not documented yet
es: Esto no está documentada aún
fi: Tämä ei ole dokumentoitu vielä
fr: Ce n&#39;est pas encore documenté

source: This is the Hard revlimit in RPM
es: Este es el revlimit duro en RPM
fi: Tämä on kova revlimit vuonna RPM
fr: Il s&#39;agit de la revlimit Dur en RPM

source: This is the Soft revlimit in RPM
es: Este es el revlimit Soft en RPM
fi: Tämä on pehmeä revlimit vuonna RPM
fr: Il s&#39;agit de la revlimit Soft en tr / min

source: This sets the spark table switching source
es: Esto establece la chispa de mesa fuente de conmutación
fi: Tämä asettaa kipinä taulukko kytkentä lähde
fr: Ceci définit l&#39;étincelle table de commutation source

source: sets the fuel table switching location
es: pone la mesa de cambio de combustible ubicación
fr: dresse la table de commutation de combustible emplacement

source: sets the fuel table switching remote port/bit
es: pone la mesa de cambio de combustible puerto remoto / bit
fr: dresse la table de commutation de combustible port distant / bit

source: sets the fuel table switching source
es: pone la mesa de cambio de combustible de origen
fi: säädetään polttoaineen pöydän vaihtamisesta lähde
fr: dresse la table de commutation de combustible source

source: Cranking RPM threshold, above this, engine is considered running, and will use the VEtable, below and it'll use the cranking tables
es: Arranque RPM umbral, por encima de este, el motor se considera en ejecución, y usará el VEtable, a continuación y que vamos a usar la manivela tablas
fi: Cranking RPM kynnys ennen tätä, moottori pidetään käynnissä, ja käyttää VEtable, alla ja se tulee käyttää cranking taulukot
fr: Cranking RPM seuil, au-dessus de ce moteur est considéré comme en cours d&#39;exécution, et utilisera les VEtable, ci-dessous et vous utilisez le démarrage tables

source: Fast idle cutoff temperature for on/off idle dashpot valve
es: la temperatura de corte rápido de inactividad para encendido / apagado de la válvula amortiguador inactivo
fi: Fast idle leikkaa lämpötila on / off idle iskunvaimennin venttiili
fr: la température de coupure de ralenti accéléré pour on / off valve amortisseur ralenti

source: Fast idle cutoff temperature hystersis for on/off idle dashpot valve. This keeps the idle valve from oscillating, typical value would be 5 deg.
es: Vacío rápida hystersis la temperatura de corte de encendido / apagado de la válvula amortiguador de ralentí. Esto evita que la válvula de vacío de oscilar, valor típico sería de 5 grados.
fi: Fast idle leikkaa lämpötila hystersis on / off idle iskunvaimennin venttiili. Tämä pitää tyhjäkäynnillä venttiilin värähtelevän, tyypillinen arvo olisi 5 astetta.
fr: De ralenti accéléré hystersis la température limite pour on / off valve amortisseur de ralenti. Cela permet à la valve de ralenti oscillant, valeur typique serait de 5 degrés.

source: Hysteresis value to keep PWM valve from hunting excessively. Values around 5deg are typical.
es: El valor de histéresis para mantener la válvula PWM de la caza excesiva. Los valores comprendidos entre 5deg son típicos.
fi: Hystereesi arvo pitää PWM venttiilin metsästys liikaa. Arvot noin 5deg ovat tyypillisiä.
fr: Hystérésis de garder soupape PWM de la chasse excessive. Valeurs autour 5deg sont typiques.

source: PID Differential Gain
es: PID Ganancia diferencial
fr: Gain différentiel PID

source: PID Integral Gain
es: PID Integral de ganancia
fr: PID gain intégral

source: PID Proportional Gain
es: Ganancia proporcional PID
fi: PID Suhteellinen vahvistus
fr: PID gain proportionnel

source: See MegaManual
es: Ver MegaManual
fi: Katso MegaManual
fr: Voir MegaManual

source: Sets Idle control algorithm
es: Establece Idle algoritmo de control
fi: Sarjat Idle ohjausalgoritmien
fr: Définit l&#39;algorithme de contrôle de ralenti

source: Sets the PWM actuator drive frequency, above 152.5Hz, the valve works in 2% steps
es: Establece el actuador frecuencia PWM unidad, por encima de 152.5Hz, la válvula de obras en los pasos 2%
fi: Määrittää PWM toimilaite ajaa usein ennen 152.5Hz, venttiili toimii 2%: n askelin
fr: Réglage de la fréquence PWM entraînement de l&#39;actionneur, ci-dessus 152.5Hz, la valve fonctionne dans les étapes 2%

source: Sets the PWM actuator params, in Normal mode 0% means off, likewise in inverted mode 100% means off.
es: Establece los parámetros del actuador PWM, en el modo Normal 0%significa que fuera, también en modo invertido 100%significa apagado.
fi: Määrittää PWM toimilaitteen params, normaalitilassa 0% tarkoittaa pois, samoin päinvastaisessa tilassa 100% tarkoittaa pois.
fr: Définit le params actionneur PWM en mode Normal 0%signifie off, même en mode inversé 100%signifie off.

source: Sets the PWM actuator port/pin
es: Configura el puerto de actuador PWM / pin
fr: Définit le port actionneur PWM / broche

source: Sets the cranking pulse to happen on every ignition event or every other, large number of cyl engines may have better hot start wiht this set to Alternate Events
es: Establece el pulso de arranque a ocurrir en cada evento de encendido o cualquier otro número, gran parte de los motores de cilindros pueden tener mejor arranque en caliente con esta serie de eventos alternos
fi: Määrittää cranking pulssi tapahtuu jokaisen virta tapahtuma tai joka toinen, paljon syl moottoreissa saattaa olla parempi kuuma aloittaa tästä asetettu Alternate Tapahtumat
fr: Définit le pouls démarrage se produire sur tous les cas d&#39;inflammation ou de tout autre, grand nombre de moteurs cyl peut avoir un meilleur démarrage à chaud avec cet ensemble d&#39;événements alternatifs

source: The ASE bins are the amount in % of injected fuel at during afterstart enrichment at the temp specified (far left column).
es: Los contenedores ASE son la cantidad en% de combustible inyectado en el enriquecimiento durante afterstart a la temperatura especificada (a la columna izquierda).
fi: ASE roskakorit määrä% ruiskupuristettua polttoaineen aikana afterstart rikastumiseen lämpötila määritelty (äärimmäisenä vasemmalla sarake).
fr: Les bacs sont ASE le montant en% de carburant injecté au cours d&#39;enrichissement afterstart à la température indiquée (jusqu&#39;à la colonne de gauche).

source: The ASE count bins are the total number of cycles that ASE will be enabled for right after engine start.
es: Los contenedores cuentan ASE son el número total de ciclos que ASE se habilitará para la derecha después de arrancar el motor.
fi: ASE määrä roskakorit määrä sykliä että ASE on käytössä heti moottorin käynnistys.
fr: Les bacs sont ASE compter le nombre total de cycles dont ASE sera activé pour tout de suite après le démarrage du moteur.

source: The Cold Advance bins add additional spark advance based on temperature
es: El frío anticipado contenedores añadir adelantado chispa adicionales basados en la temperatura
fi: Kylmä Advance jäteastioita lisätä sytytysennakkoa perustuu lämpötilan
fr: Les bacs à froid Advance ajouter avance étincelle supplémentaire en fonction de la température

source: The Crank pulse bins are the amount in % of injected fuel per crank pulse at the specified temp (far left column)
es: Los contenedores de pulso Crank son la cantidad en% de combustible inyectado por manivela pulso en la temperatura especificada (a la columna izquierda)
fi: Crank Pulse roskakorit määrä% ruiskupuristettua polttoainetta per kampi pulssia tietyllä lämpötila (äärimmäisenä vasemmalla sarake)
fr: Les bacs sont pouls Manivelle le montant en% de carburant injectée par manivelle d&#39;impulsion à la température indiquée (à l&#39;extrême la colonne de gauche)

source: The Duty bins are what the Idle actuator is set to during cranking.
es: Los contenedores de servicio son las que el actuador está en reposo durante el arranque.
fi: Velvollisuus roskakorit mitä Idle toimilaite on asetettu aikana cranking.
fr: Les bacs de service sont ce que l&#39;actionneur de ralenti est réglé pendant le démarrage.

source: The IACstep bins determine the IAC actuator position based on temperature.
es: Los contenedores IACstep determinar la posición del actuador IAC basados en la temperatura.
fi: IACstep siiloissa määrittää IAC toimilaitteen asema perustuu lämpötilan.
fr: Les bacs IACstep déterminer la position de l&#39;actionneur IAC fonction de la température.

source: The Idle PWM Dutycycle bins determine the IAC actuator position based on temperature.
es: La inactividad PWM contenedores Dutycycle determinar la posición del actuador IAC basados en la temperatura.
fi: Idle PWM Dutycycle siilot määrittää IAC toimilaitteen asema perustuu lämpötilan.
fr: La veille du rapport durée période PWM bacs de déterminer la position de l&#39;actionneur IAC fonction de la température.
