Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The Prime pulse bins are the amount in MS of injected fuel at power on at the specified temp (far left column)
es: Los contenedores son el primer pulso de la cantidad de MS de combustible inyectado al encender el teléfono en la temperatura especificada (a la columna izquierda)
fi: Pääministeri Pulse roskakorit määrä MS ruiskupuristettua polttoaineen teho tietyllä lämpötila (äärimmäisenä vasemmalla sarake)
fr: Les bacs sont impulsions Premier le montant en MS de carburant injectée à la puissance sur la température indiquée (jusqu&#39;à la colonne de gauche)

source: The RPM bins for closed loop idle control
es: Los contenedores RPM para circuito cerrado de control de ralentí
fi: RPM jäteastioita suljetun tyhjäkäynnillä ohjaus
fr: Les bacs RPM pour le contrôle en boucle fermée au ralenti

source: The WUE bins determine the amount of enrichment (%) during engine warmup. Values over 100% mean, add more, less than 100% means to reduce fuel.
es: Los contenedores EUA determinar la cantidad de enriquecimiento (%) durante el calentamiento del motor. Los valores superiores a 100% en promedio, añada más, a menos de 100%significa que reduzcan el combustible.
fi: WUE siiloissa määräämiseksi rikastus (%) aikana moottorin WarmUp. Arvot yli 100% tarkoittaa, lisää, alle 100% keinoja vähentää polttoaineen.
fr: Les bacs WUE déterminer le montant de l&#39;enrichissement (%) au cours de réchauffement du moteur. Les valeurs supérieures à 100%signifie, ajouter d&#39;autres, moins de 100% des moyens de réduire de carburant.

source: The step bins determine the IAC actuator position for cranking based on temperature.
es: Los contenedores paso determinar la posición del actuador IAC para arranque en función de la temperatura.
fi: Askel siiloissa määrittää IAC toimilaitteen asema cranking perustuu lämpötilan.
fr: Les poubelles pas déterminer la position de l&#39;actionneur IAC pour démarrage en fonction de la température.

source: The temp table is common to the Warmup Enrichment, Cold Ign Advance Offset, IAC Step Bins and PWM Idle Duty Cycle Tables.
es: La tabla temporal es común a los Enriquecimiento calentamiento, Cold Ign Advance Offset, IAC Paso Papeleras y PWM Idle Ciclo de Mesas.
fi: Temp taulukko on yhteinen lämmittely Väkevöiminen, kylmän Sytytysohjaus Advance Offset, IAC Step Bins ja PWM Idle Käyttömäärä taulukot.
fr: La table temporaire est commun à l&#39;enrichissement de réchauffement, Cold Ign Advance Offset, l&#39;étape IAC bacs et PWM Idle Duty Cycle tableaux.

source: This is the temp for the coolant vs RPM for closed loop idle control
es: Esta es la temperatura del refrigerante vs RPM para circuito cerrado de control de ralentí
fi: Tämä on temp jäähdytysneste vs RPM suljetun tyhjäkäynnillä ohjaus
fr: Il s&#39;agit de la température pour le liquide de refroidissement vs RPM pour le contrôle en boucle fermée au ralenti

source: Throttle position in percentage, where if above this level during cranking, fuel is shutoff (Flood clear mode)
es: posición del acelerador en porcentaje, en la que si encima de este nivel durante el arranque, el combustible se cierre (el modo de inundación claro)
fi: Asento prosentteina, kun jos tämän tason yläpuolelle aikana cranking, polttoaine on sammutus (Flood selkeä tila)
fr: position du papillon des gaz en pourcentage, où si elle est supérieure à ce niveau pendant le démarrage, d&#39;arrêt de carburant est (Flood mode transparent)

source: Unknown, see MegaManual
es: Desconocida, vea MegaManual
fi: Tuntematon, katso MegaManual
fr: Inconnu, voir MegaManual

source: Enables or Disables Fuel pump during test mode.
es: Activa o desactiva la bomba de combustible durante el modo de prueba.
fi: Ottaa käyttöön tai poistaa Polttoainepumppu aikana testataan.
fr: Active ou désactive la pompe à carburant en mode test.

source: Enables or Disables Injector sequencing, this is an expert only feature, use with caution.
es: Activa o desactiva la secuenciación del inyector, se trata de una característica sólo de expertos, el uso con precaución.
fi: Ottaa käyttöön tai poistaa injektori sekvensointi, tämä on asiantuntija vain ominaisuus, käytä varoen.
fr: Active ou désactive l&#39;injecteur de séquençage, c&#39;est un expert seul trait, à utiliser avec prudence.

source: Enables or Disables debug output for missing teeth (see MS2-Extra Manuals)
es: Activa o desactiva la salida de depuración para los dientes perdidos (véase MS2-Extra Manuales)
fi: Ottaa käyttöön tai poistaa Virheenkorjaustulostus puuttuvista hampaista (ks. MS2-Extra Käyttöohjeet)
fr: Active ou désactive la sortie de débogage pour les dents manquantes (voir MS2-Extra Manuels)

source: Enables or Disables debug output in GPIOADC fields
es: Activa o desactiva la salida de depuración en los campos GPIOADC
fi: Ottaa käyttöön tai poistaa debug tuotoksen GPIOADC aloilla
fr: Active ou désactive la sortie de débogage dans les domaines GPIOADC

source: Enables or Disables idle valve testing. NOTE set the iac run steps FIRST before enabling.
es: Activa o desactiva las pruebas de la válvula de ralentí. NOTA establecer el plazo iac primeros pasos antes de activar.
fi: Ottaa käyttöön tai poistaa tyhjäkäynnillä venttiilin testaus. HUOM asettaa IAC suorittaa toimia ennen kuin avulla.
fr: Active ou désactive l&#39;essai de soupape de ralenti. NOTE définir le terme iac Premières étapes avant l&#39;activation.

source: IAC Testing home position
es: IAC posición inicial de ensayo
fi: IAC Testaus lepoasennossa
fr: position IAC Accueil essai

source: IAC Testing run position
es: IAC Pruebas posición de marcha
fi: IAC Testaus ajoasentoon
fr: position IAC exécuter essai

source: Injector sequence start (Expert use only!, See MS2-Extra Manuals)
es: Inyector de inicio de secuencia (uso solo para expertos!, Ver MS2-Extra Manuales)
fi: Ruiskutussuutin jakso alkaa (Expert käyttää vain! "Katso MS2-Extra Käyttöohjeet)
fr: début de séquence d&#39;injection (utilisation d&#39;experts seulement!, Voir MS2-Extra Manuels)

source: Logs vanos information into status4 (tooth) and status5 (time after tooth)
es: Registros vanos información en status4 (diente) y status5 (hora a partir de diente)
fi: Kirjautuu VANOS tiedot otetaan status4 (hammas) ja status5 (aika jälkeen hammas)
fr: Activité VANOS information dans status4 (dent) et status5 (temps après la dent)

source: Opens the 2D editor to alter the stock MAF curve to suit your vehicle.
es: Abre el editor 2D para modificar la curva de valores MAF para adaptarse a su vehículo.
fr: Ouvre l&#39;éditeur 2D pour modifier le stock CRG courbe en fonction de votre véhicule.

source: Selects either Injectors, Coils or neither to be tested in test mode.
es: Selecciona cualquiera de inyectores, bobinas o no ha de ser probado en modo de prueba.
fi: Valitsee joko suonensisäisesti, kelat tai ei testata testataan.
fr: Sélectionne soit injecteurs, bobines ou ni à être testé en mode test.

source: Selects to use whatever is configured on the global tab, or the below
es: Selecciona a utilizar todo lo que se configuran en la ficha global, o el siguiente
fi: Valitsee käyttää mitä tahansa on määritetty maailmanlaajuinen välilehdessä tai alle
fr: Choisit d&#39;utiliser tout ce qui est configuré sur l&#39;onglet global, ou ci-dessous

source: Selects which additional injector output to test
es: Selecciona la salida del inyector adicional para poner a prueba
fr: Sélectionne quelle sortie injecteur supplémentaire pour tester

source: Selects which coil output to test
es: Selecciona la salida de la bobina para probar
fi: Valitse haluamasi kela lähtö testi
fr: Sélectionne quelle sortie bobine d&#39;essai

source: Selects which injector output to test
es: Selecciona la salida del inyector para poner a prueba
fi: Valitse haluamasi suutin tuloste testin
fr: Sélectionne quelle sortie injecteur à tester

source: Set this to 12345 and hit enter, then Burn. This enables output test mode. Set to 0 and hit burn to return to normal. (or power cycle ECU)
es: Póngalo a 12345 y pulsa enter, y luego Grabar. Esto permite a modo de salida de la prueba. Se establece en 0 y pulse grabar para volver a la normalidad. (O de ciclo de ecus)
fi: Aseta tämä 12345 ja paina enter, sitten Polta. Tämä mahdollistaa tuotannon testataan. Aseta 0 ja paina polttaa normalisoituneet. (Tai virran katkaisemisen ecua)
fr: Définir à 12345 et appuyez sur Entrée, puis graver. Ce mode de test permet de sortie. Mettre à 0 et cliquez sur graver retour à la normale. (Ou cycle de l&#39;énergie d&#39;écus)

source: Sets inj output PWM current limit percentage
es: Establece la salida PWM inj actual límite porcentual
fi: Sarjat inj tuotanto PWM virtaraja prosenttiyksikköä
fr: Règle la sortie PWM inj limite actuelle de pourcentage

source: Sets inj output PWM time threshold
es: Establece el tiempo de salida PWM inj umbral
fi: Sarjat inj tuotanto PWM aika kynnys
fr: Sets inj seuil de sortie PWM temps

source: Sets output PW in ms.
es: Establece PW salida en ms.
fi: Sarjat tuotanto PW ms.
fr: PW sortie jeux en ms.

source: Sets output dwell in ms.
es: Establece la salida habitan en ms.
fi: Sarjat tuotanto asua ms.
fr: Sets de sortie habitent en ms.

source: Sets output interval in ms. (i.e. how often it runs the test, i.e. 1000 means once per second, 10 means 100x per second)
es: Establece el intervalo de salida en ms. (Es decir, la frecuencia con que se ejecuta la prueba, es decir, 1000 significa que una vez por segundo, 10 significa 100 veces por segundo)
fi: Sarjat tuotanto aikaväli ms. (Eli kuinka usein se toimii testin, eli 1000 tarkoittaa kerran sekunnissa, 10 tarkoittaa 100x sekunnissa)
fr: intervalle de sortie Définit en ms. (C&#39;est à dire comment il fonctionne souvent de l&#39;essai, soit 1000 signifie qu&#39;une fois par seconde, 10 signifie 100x par seconde)

source: Sets the number of injections performed
es: Establece el número de inyecciones a cabo
fi: Määrittää injektioiden määrä suorittaa
fr: Définit le nombre d&#39;injections effectuées

source: Tells ECU to move to either home or run position.
es: Le dice ecus para ir a la casa o de posición de marcha.
fi: Kertoo ecua muuttaa joko kotiin tai ajoasentoon.
fr: Indique écus pour passer à la maison ou en position de marche.

source: Sets the 2nd EGO Sensor input port/pin
fr: Définit le 2ème port EGO Entrée capteur / broche

source: Sets the EGO Sensor type and configuration
es: Establece el EGO Tipo de sensor y la configuración
fi: Määrittää EGO Kennon tyyppi ja kokoonpano
fr: Définit le type et la configuration du capteur EGO

source: This is the Derivative gain for the EGO feedback loop. This predicts the future difference between the AFR target and the set-point, based on the rate of change of the error at present. The larger the derivative term, the more rapidly the controller responds to changes in the process's output. However, for relatively slow processes,lower numbers mean more stable output, and a value of 0 is typical for MegaSquirt® (i.e., don't use the derivative term at all).
es: Esta es la ganancia derivada para el circuito de retorno EGO. Esto predice el futuro la diferencia entre el objetivo AFR y el punto de ajuste, con base en la tasa de variación del error en la actualidad. Cuanto mayor sea el término derivativo, más rápidamente el controlador responde a los cambios en la producción del proceso. Sin embargo, para los procesos relativamente lento, los números más bajos significan producto más estable, y un valor de 0 es típico para MegaSquirt ® (es decir, no utilice el término derivativo en absoluto).
fi: Tämä on johdannainen voittoa EGO Kierron. Tämä ennustaa tulevaa eroa AFR tavoite ja asettaa pisteen, joka perustuu alan muutos virhe tällä hetkellä. Suurempi johdannainen aikavälillä nopeammin rekisterinpitäjän reagoidaan prosessin tuotokseen. Kuitenkin suhteellisen hidas prosessien pienempi luku tarkoittaa enemmän vakaa tuotannon, ja arvo 0 on tyypillistä MegaSquirt ® (eli älä käytä johdannainen termi ollenkaan).
fr: Il s&#39;agit du gain de dérivés pour la boucle de rétroaction EGO. Cette prédit la différence entre l&#39;objectif de l&#39;avenir AFR et la mise en point, sur la base des taux de variation de l&#39;erreur à l&#39;heure actuelle. Plus le terme dérivé, le plus rapidement le contrôleur réagit aux variations de la production du processus. Toutefois, pour les processus relativement lent, la diminution du nombre moyen de production plus stable, et une valeur de 0 est typique pour MegaSquirt ® (autrement dit, ne pas utiliser le terme à tous les dérivés).

source: This is the Integral gain for the EGO feedback loop. This corrects for a portion of the on-going average correction over time (the integral), allowing the loop to set into a stable value, rather than oscillating. A typical value is 20%.
es: Esta es la ganancia integral para el bucle de retroalimentación EGO. Esto corrige una parte de la actual corrección media en el tiempo (la integral), lo que permite que el bucle se establece en un valor estable, en lugar de oscilación. Un valor típico es del 20%.
fi: Tämä on Integral voittoa EGO Kierron. Tämä korjaa osa käynnissä keskimäärin korjaus ajan (kiinteä), jolloin silmukan asettaa vakaaksi arvo, eikä oskilloiva. Tyypillinen arvo on 20%.
fr: C&#39;est le gain global pour la boucle de rétroaction EGO. Cela corrige une partie de l&#39;en cours de correction moyenne au fil du temps (l&#39;intégrale), permettant de mettre la boucle en une valeur stable, plutôt que oscillant. Une valeur typique est de 20%.

source: This is the Proportional gain for the EGO feedback loop. The constant that defines the proportional relationship between the EGO set-point and the range of values seen from the sensor. 100% is a typical value. It defines the response to the immediate difference between the set-point AFR and that measured from the sensor.
es: Esta es la ganancia proporcional para el circuito de retorno EGO. La constante que define la relación proporcional entre el EGO puesta a punto y el rango de valores observados desde el sensor. 100% es un valor típico. Se define la respuesta a la diferencia inmediata entre los AFR puesta a punto y en que medida desde el sensor.
fi: Tämä on suhteellista voittoa EGO Kierron. Vakio että määritellään suhteessa suhde EGO asettaa pisteen ja arvojen nähtynä anturi. 100% on tyypillinen arvo. Siinä määritellään vastaus välittömästi ero asettaa pisteen AFR ja että mitataan anturin.
fr: C&#39;est le gain proportionnel de la boucle de rétroaction EGO. La constante qui définit la relation proportionnelle entre le moi de consigne et la gamme des valeurs observées par le capteur. 100% est une valeur typique. Il définit la réponse à la différence immédiate entre l&#39;AFR de consigne et celle mesurée par le capteur.

source: This is the Voltage that the Narrow-Band O<sub>2</sub> sensor(s) toggle between rich and lean, typically 0.450 volts.
es: Este es el voltaje que la de banda estrecha sensor de O <sub>2</sub> (s) de alternar entre ricos y pobre, típicamente 0.450 voltios.
fi: Tämä jännite että kapeakaistainen O <sub>2-anturi</sub> (t) Vaihtaa rikas ja laiha, tyypillisesti 0,450 volttia.
fr: C&#39;est la tension que la bande étroite O <sub>2</sub> capteur (s) de basculer entre riche et pauvre, généralement 0,450 volts.

source: This is the level which the Manifold Pressure (MAP) must be ABOVE before closed loop EGO correction will take place. NOTE: other conditions above must ALSO be met.
es: Este es el nivel que la presión del múltiple (MAP) debe estar por encima de antes de la corrección cerrada EGO bucle se llevará a cabo. NOTA: por encima de las demás condiciones deben ser cumplidas.
fr: C&#39;est le niveau qui la pression d&#39;admission (MAP) doivent être fermés de correction ci-dessus avant EGO boucle aura lieu. REMARQUE: les autres conditions ci-dessus doivent également être respectées.

source: This is the level which the Manifold Pressure (MAP) must be BELOW before closed loop EGO correction will take place. NOTE: other conditions above must ALSO be met.
es: Este es el nivel que la presión del múltiple (MAP) debe estar por debajo antes de la corrección cerrada EGO bucle se llevará a cabo. NOTA: por encima de las demás condiciones deben ser cumplidas.
fr: C&#39;est le niveau qui la pression d&#39;admission (MAP) doivent être fermés de correction ci-dessous avant EGO boucle aura lieu. REMARQUE: les autres conditions ci-dessus doivent également être respectées.

source: This is the level which the TPS must be BELOW before closed loop EGO correction will take place. NOTE: other conditions below and above must ALSO be met.
es: Este es el nivel que el TPS deben estar por debajo antes de la corrección cerrada EGO bucle se llevará a cabo. NOTA: otras condiciones debajo y por encima también deben cumplirse.
fi: Tämä on taso, joka TPS on alle ennen suljetun EGO korjaus tapahtuu. HUOM: muut ehdot ja alapuolella on täytyttävä.
fr: C&#39;est à ce niveau que la TPS doit être fermé de correction ci-dessous avant EGO boucle aura lieu. REMARQUE: les autres conditions ci-dessous et ci-dessus doivent également être respectées.

source: This is the max correction allowed in percentage of change, So even if the target isn't reached, it won't exceed this value.
es: Esta es la corrección máxima permitida en porcentaje de cambio, así que incluso si el objetivo no se alcanza, no superará este valor.
fi: Tämä on max korjaus sallittu prosenttiosuus muutos, siis vaikka tavoitetta ei saavuteta, se ei ylitä tätä arvoa.
fr: Il s&#39;agit de la correction maximum autorisée en pourcentage du changement, donc même si l&#39;objectif n&#39;est pas atteint, il ne sera pas dépasser cette valeur.

source: This is the minimum RPM to be reched before closed loop EGO correction will take place. NOTE: other conditions below and above must ALSO be met.
es: Este es el RPM mínimas que deben reched cerrado antes de la corrección EGO bucle se llevará a cabo. NOTA: otras condiciones debajo y por encima también deben cumplirse.
fi: Tämä on vähimmäismäärä RPM on reched ennen suljetun EGO korjaus tapahtuu. HUOM: muut ehdot ja alapuolella on täytyttävä.
fr: C&#39;est la vitesse minimale à elles rejoignent avant fermée correction EGO boucle aura lieu. REMARQUE: les autres conditions ci-dessous et ci-dessus doivent également être respectées.

source: This is the minimum temp to be reched before closed loop EGO correction will take place. NOTE: other conditions below must ALSO be met.
es: Esta es la temperatura mínima que deberán reched cerrado antes de la corrección EGO bucle se llevará a cabo. NOTA: a continuación de otras condiciones deben ser cumplidas.
fi: Tämä on pienin lämpötila on reched ennen suljetun EGO korjaus tapahtuu. HUOM: muut olosuhteet alla on täytyttävä.
fr: C&#39;est la température minimale à elles rejoignent avant fermée correction EGO boucle aura lieu. REMARQUE: les autres conditions ci-après doivent également être respectées.

source: This is the number of ignition events that must take place before an EGO correction can occur. This limits the correction speed, to avoid oscillation.
es: Este es el número de eventos de encendido que deben tener lugar antes de una corrección EGO puede ocurrir. Esto limita la corrección de velocidad, para evitar la oscilación.
fi: Tämä on määrä syttyminen tapahtumia, jotka on toteutettava ennen EGO korjaus voi tapahtua. Tämä rajoittaa korjaus nopeus, jotta värähtely.
fr: C&#39;est le nombre d&#39;événements d&#39;allumage qui doit avoir lieu avant une correction EGO peut se produire. Cela limite la vitesse de correction, afin d&#39;éviter l&#39;oscillation.

source: This is the percentage max percentage change in fueling the EGO control algorithm can make per "step". This controls how fast the algorithm can alter fueling. beware of setting this too high as it can cause oscillation. Too low and it takes a long time to reach the "goal.
es: Este porcentaje es el máximo porcentaje de cambio en el algoritmo de control alimentando el ego puede hacer por "el paso". Esto controla la rapidez con que el algoritmo puede alterar combustible. cuidado con un valor demasiado alto ya que puede causar la oscilación. Demasiado baja y se necesita mucho tiempo para llegar a la meta ".
fi: Tämä on prosentteina max prosentuaalinen muutos lietsoa EGO ohjausalgoritmien voi kohti "askel". Tämä kontrolloi kuinka nopeasti algoritmi voi muuttaa polttoaineen. varokaa, jossa tämä liian suuri, koska se voi aiheuttaa värähtelyn. Liian alhainen ja se kestää kauan päästä "tavoitteeksi.
fr: Il s&#39;agit de la variation en pourcentage pourcentage max dans l&#39;alimentation de l&#39;algorithme de contrôle EGO peut faire par "étapes". Ce contrôle la vitesse de l&#39;algorithme peut modifier de ravitaillement. Méfiez-vous de la création de ce trop élevé car il peut entraîner une oscillation. Trop faible et il prend beaucoup de temps pour atteindre l&#39;objectif ".

source: Enables controls for injector channel 2
es: Activa los controles para el canal 2 de inyección
fi: Ottaa säätimet injektorin kanavan 2
fr: Permet de contrôle pour 2 canaux d&#39;injection

source: Engine displacement in Cubic Inches (specific to MAF only)
es: Motor de desplazamiento en pulgadas cúbicas (específico MAF solamente)
fr: cylindrée du moteur en cubic inches (spécifiques au CRG seulement)

source: Realtime baro source port
es: En tiempo real puerto de origen baro
fi: Realtime BARO lähdeportin
fr: Realtime port source baro

source: Selects the fuel table size used.
fr: Sélectionne la taille de la table de carburant utilisé.

source: Sets ECU Enhanced Accel Enrichment scheme to be Off, On, or On with Lag Compensation
es: Juegos de ecus mejorada Accel régimen de enriquecimiento que se Off, On, On con Lag o Compensación
fi: Sarjat ecua Tehostettu Accel Enrichment järjestelmä on käytössä, Käytössä tai Käytössä Lag korvaukset
fr: Sets écus renforcée Accel enrichissement régime à Off, On, ou marche à Lag Compensation

source: Sets ECU Secondary Fuelload to either disabled, Speed Density, Percent Baro, Alpha-N, MAFMAP, MAF or ITB.
es: Establece Fuelload ecus secundaria a personas con discapacidad, la densidad de velocidad, el porcentaje de Baró, Alpha-N, MAFMAP, MAF o ITB.
fr: Sets écus Fuelload secondaire soit désactivé densité, vitesse, pourcentage Baro, Alpha-N, MAFMAP, le CRG ou ITB.

source: Sets ECU barometer correction to be either Disabled, based on initial MAP reading at power up, or based onDual MAP Sensors. (extra hardware needed)
es: Establece la corrección barómetro de ecus a ser personas de movilidad reducida, con base en la lectura inicial de MAP en el encendido, y basados en la onDual sensores MAP. (Hardware adicional es necesario)
fi: Sarjat ecua barometri korjaus on joko poistettu perustuu alkuperäiseen MAP käsittelyssä käynnisty tai perustaa onDual MAP-anturit. (Lisää tarvittavaa laitteistoa)
fr: Sets de correction du baromètre écus être désactivé, basée sur la lecture initiale du PAM à la mise sous tension, ou sur la base onDual capteurs MAP. (Matériel supplémentaire)

source: Sets ECU fuel algorithm to pure Speed Density, Percent Baro, Alpha-N, MAFMAP, MAF or ITB
fr: Définit l&#39;algorithme de carburant d&#39;écus à la densité de vitesse pure, en pourcentage Baro, Alpha-N, MAFMAP, le CRG ou ITB

source: Sets ECU fuel mode to Single Table or Dual Table
es: Establece el modo de ecus combustible para mesa simple o dual Tabla
fi: Sarjat ecua polttoaine tilassa Yhden pöydän tai Dual Taulukko
fr: Définit le mode de carburant ECU à table unique ou à double table

source: Sets the Engine firing type.
es: Establece el tipo de fuego del motor.
fi: Määrittää Moottorin polton tyyppi.
fr: Définit le type de tir du moteur.

source: Sets the Fuel Injector placement.
es: Establece la ubicación del inyector de combustible.
fi: Määrittää polttoaineruiskujen sijoitus.
fr: Définit le placement d&#39;injecteur de carburant.
