Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: "X-tau corr2" is the current X-Tau fuel correction for channel 2
es: "X-tau corr2" es la corrección actual de X-Tau de combustible para el canal 2
fi: "X-tau corr2" on nykyinen X-Tau polttoaine korjaus kanavalle 2
fr: "Corr2 X-tau» est la correction de carburant X-Tau pour le canal 2

source: "calcMAP" is a blend of TPS and MAP, depending upon active algorithm.
es: "CalcMAP" es una mezcla de TPS y MAP, según algoritmo de activos.
fi: "CalcMAP" on sekoitus TPS ja MAP riippuen aktiivinen algoritmi.
fr: "CalcMAP" est un mélange de TPS et le PAM, en fonction de l&#39;algorithme active.

source: "deltaT" is the normallized time between trigger pulses (uSec)
es: "DeltaT" es el tiempo entre los pulsos normallized gatillo (USEC)
fi: "DeltaT" on normallized välinen aika käynnistää palkokasvit (USEC)
fr: "DeltaT" est le temps entre les impulsions de déclenchement normallized (USEC)

source: "kpaix" is MAP/baro
es: "Kpaix" es MAP / baro
fi: "Kpaix" on MAP / baro
fr: "Kpaix" est la carte / baro

source: AMC Updates
es: AMC Actualizaciones
fi: AMC päivitykset
fr: AMC Mises à jour

source: Fuel Comp.
es: Combustible Comp.
fi: Polttoaine Comp.
fr: Comp carburant.

source: MAF
fr: CRG

source: Tach Count
es: Tach Conde
fr: Tach comte

source: _User Outputs
es: _User Salidas
fi: _User Lähdöt
fr: _User Sorties

source: Enables or Disables ASE on hot starts
es: Activa o desactiva ASE en arranques en caliente
fi: Ottaa käyttöön tai poistaa ASE kuumille alkaa
fr: Active ou désactive ASE sur les mises à chaud

source: The Cold Advance Table adds This amount of ignition advance (-10<->10 is the valid range) based on the temp (See far left column)
es: El frío anticipado Tabla agrega Esta cantidad de avance de encendido (-10 <-> 10 es el rango válido), basado en la temperatura (véase la medida columna izquierda)
fi: Kylmä Advance taulukko lisää Tämä määrä Sytytysennakkokäyrä (-10 <-> 10 on voimassa alueen) perustuu lämpötila (ks. äärivasemmiston sarake)
fr: Le froid Advance Tableau ajoute ce montant de l&#39;avance d&#39;allumage (-10 <-> 10 est la plage valide) basé sur la température (voir FAR colonne de gauche)

source: The Crank pulse bins are the amount in MS of injected fuel per crank pulse at the specified temp (far left column)
es: Los contenedores de pulso Crank son la cantidad de MS de combustible inyectado por manivela pulso en la temperatura especificada (a la columna izquierda)
fi: Crank Pulse roskakorit määrä MS on pistänyt polttoainetta per kampi pulssia tietyllä lämpötila (äärimmäisenä vasemmalla sarake)
fr: Les bacs sont pouls Manivelle le montant de la MS de carburant injectée par manivelle d&#39;impulsion à la température indiquée (jusqu&#39;à la colonne de gauche)

source: The IAC PWM bins are the dutycycle of the PWM Idle valve (DC %) at the specified temp (far left column)
es: Los contenedores son el IAC PWM dutycycle de la válvula PWM Idle (% DC) a la temperatura especificada (a la columna izquierda)
fi: IAC PWM roskakorit dutycycle ja PWM Idle venttiili (DC %) määrätyssä lämpötila (äärimmäisenä vasemmalla sarake)
fr: Les bacs sont les IAC PWM du rapport durée période de la vanne PWM Idle (% DC) à la température indiquée (à l&#39;extrême la colonne de gauche)

source: The IAC Step bins are the position of the IAC Stepper motor at the specified temp (far left column)
es: Los contenedores Paso IAC son la posición del motor paso a paso IAC en la temperatura especificada (a la columna izquierda)
fi: IAC Step roskakorit asemaa IAC askelmoottori tietyllä lämpötila (äärimmäisenä vasemmalla sarake)
fr: Les bacs étape IAC sont la position du moteur pas à pas à l&#39;IAC temp spécifiée (jusqu&#39;à la colonne de gauche)

source: The temp table is common to the cranking pulse, priming pulse, ase, ase tapre, idle step, idle pwm, cold advance and X-Tau compensation tables.
es: La tabla temporal es común a los impulsos de arranque, el cebado de pulso, asa, asa tapre, paso a ralentí, pwm ralentí, el avance de frío y mesas X-Tau indemnización.
fi: Temp taulukko on yhteinen cranking pulssi, pohjamaalaus pulssi, aseen, aseen tapre, idle askel, idle PWM, kylmä etukäteen ja X-Tau korvaus taulukoita.
fr: La table temporaire est commun à l&#39;impulsion de démarrage, d&#39;amorçage d&#39;impulsion, tapre ASE ASE, l&#39;étape au ralenti, ralenti PWM, l&#39;avance à froid et des tableaux de compensation X-Tau.

source: Uses either Two-point interpolation or interpolated tables below for various warmup params
es: Usa bien la interpolación de dos puntos o cuadros interpolados a continuación para params calentamiento diferentes
fi: Käyttää joko Kahden pisteen interpolointi tai interpoloitu taulukoissa eri WarmUp params
fr: Utilise soit une interpolation à deux points ou les tableaux ci-dessous pour interpolées params réchauffement diverses

source: _Warmup Tables
es: _Warmup Tablas
fi: _Warmup Taulukot
fr: Tables _Warmup

source: (duty)
es: (Derecho)
fi: (Tulli)
fr: (Devoir)

source: (rpm)
fr: (Tr / min)

source: (steps)
es: (Pasos)
fi: (Toimia)
fr: (Étapes)

source: AFR Table 1, MS-II-Extra 12x12
es: AFR Tabla 1, 12x12 MS-II-Extra
fi: AFR Taulukko 1, MS-II-Extra 12x12
fr: Tableau AFR 1, 12x12 MS-II-Extra

source: AFR Table 2, MS-II-Extra 12x12
es: Tabla 2 AFR, 12x12 MS-II-Extra
fi: AFR Taulukko 2, MS-II-Extra 12x12
fr: Tableau AFR 2, 12x12 MS-II-Extra

source: ASE Taper (cycles)
es: ASE Taper (ciclos)
fi: ASE kartio (syklit)
fr: Taper ASE (cycles)

source: Advance
es: Avance
fi: Ennakko
fr: Avance

source: AfterStart Enrichment (%)
es: Enriquecimiento AfterStart (%)
fi: AfterStart rikastus (%)
fr: Enrichissement AfterStart (%)

source: Afterstart Enrichment (%)
es: Enriquecimiento Afterstart (%)
fi: Afterstart rikastus (%)
fr: Enrichissement Afterstart (%)

source: Barometer
es: Barómetro
fi: Barometri
fr: Baromètre

source: Barometer (kPa)
es: Presión atmosférica (kPa)
fi: Ilmanpaine (kPa)
fr: Pression (kPa)

source: Battery
es: Batería
fi: Akku
fr: Batterie

source: Battery Volts
es: Batería voltios
fi: Akun volttia
fr: Batterie Volts

source: Boost Duty Table (Open Loop)
es: Aumenta el cuadro de servicio (bucle abierto)
fi: Boost Duty Taulukko (Open Loop)
fr: Tableau Duty Boost (boucle ouverte)

source: Boost Target (kPA, Closed Loop)
es: Alza Meta (kPa, en bucle cerrado)
fi: Boost Target (kPa, suljetun piirin)
fr: Objectif Boost (kPa, boucle fermée)

source: Closed Loop Idle vs Temp
es: Temp cerrado vs bucle de inactividad
fi: Suljettu silmukka Idle vs Temp
fr: Fermé Temp vs boucle d&#39;inactivité

source: Cold Advance (deg)
es: Advance frío (grados)
fi: Kylmä Advance (astetta)
fr: Advance froide (DEG)

source: Coolant
es: Refrigerante
fi: Jäähdytysneste
fr: Liquide de refroidissement

source: Coolant (deg)
es: Refrigerante (gr)
fi: Jäähdytysnesteen (astetta)
fr: Liquide de refroidissement (DEG)

source: Coolant-based Crank Duty
es: Refrigerante basado en Crank Duty
fi: Jäähdytysnesteen perustuva Crank Duty
fr: Liquide de refroidissement à base de Crank Duty

source: Coolant-based Crank Steps
es: Refrigerante basado en Crank Pasos
fi: Jäähdytysnesteen perustuva Crank Steps
fr: Liquide de refroidissement à base de Crank étapes

source: Coolant-based Rev Limit
es: Refrigerante basado Rev límite
fi: Jäähdytysnesteen perustuva Rev Limit
fr: Liquide de refroidissement à base Rev Limit

source: Duty
es: Deber
fi: Tulli
fr: Devoir

source: DutyCycle
fr: Du rapport durée période

source: Dwell Battery Compensation
es: Detención de Compensación de la batería
fi: Asua Battery Korvaus
fr: Compensation batterie Dwell

source: Dwell Correction
es: Corrección de detención
fi: Asua korjaus
fr: Correction de balayage

source: EAE Adhere-to-walls CLT Correction
es: EAE se adhieren a las paredes CLT Corrección
fi: Êáé Noudata-to-seinät CLT korjaus
fr: EAE Adhérer à parois CLT Correction

source: EAE Adhere-to-walls Constant
es: EAE se adhieren a las paredes constante
fi: Êáé Noudata-to-seinät Constant
fr: EAE Adhérer à parois Constant

source: EAE Adhere-to-walls RPM Correction
es: EAE se adhieren a las paredes RPM Corrección
fi: Êáé Noudata-to-seinät RPM korjaus
fr: EAE Adhérer à parois RPM Correction

source: EAE Sucked-from-walls CLT Correction
es: EAE-de-aspiró paredes CLT Corrección
fi: Êáé imi-from-seinät CLT korjaus
fr: EAE sucé-de-murs CLT Correction

source: EAE Sucked-from-walls Constant
es: EAE-de-aspiró paredes constante
fi: Êáé imi-from-seinät Constant
fr: EAE sucé-de-murs Constant

source: EAE Sucked-from-walls RPM Correction
es: EAE-de-aspiró paredes RPM Corrección
fi: Êáé imi-from-seinät RPM korjaus
fr: EAE sucé-de-murs RPM Correction

source: Engine RPM
es: RPM del motor
fi: Moottorin kierrosluvun
fr: Moteur RPM

source: Enrich
es: Enriquecer
fi: Rikastuttaa
fr: Enrichir

source: Filter Period
es: Filtro Periodo
fi: Suodata Kausi
fr: Filtrer Période

source: Fuel Load
es: Carga de combustible
fi: Polttoaine Lisää
fr: Charge de carburant

source: IAC Steps
es: IAC Pasos
fi: IAC vaiheet
fr: IAC étapes

source: IAC Steps (position)
es: IAC Pasos (posición)
fi: IAC vaiheet (kanta)
fr: IAC étapes (position)

source: Idle Advance Timing
es: Inactivo Variador
fi: Idle Advance ajoitus
fr: Timing Advance Idle

source: Idle PWM Dutycycle
es: Inactivo Dutycycle PWM
fr: Du rapport durée période PWM Idle

source: Intake Manifold Temp
es: Colector de admisión Temp
fi: Imusarjan Temp
fr: Apport Temp Manifold

source: MAP Based AE
es: Mapa basado AE
fi: Kartta perustuu AE
fr: CARTE D&#39;après AE

source: MAT Based Timing Retard
es: MAT retrasar la sincronización base
fi: MAT perusteella Ajoitus Retard
fr: Retard MAT calendrier basé

source: Manifold Pressure
es: Presión en el colector
fi: Ahtopaine
fr: Pression d&#39;admission

source: Noise Filter Curve
es: Curva de filtro de ruido
fi: Melu Suodata Curve
fr: Courbe de filtre de bruit

source: Non-Linear Baro Correction
es: Baró no lineales de corrección
fi: Epälineaariset Baro korjaus
fr: Baro correction non linéaire

source: Non-Linear MAT Correction
es: MAT no lineales de corrección
fi: Epälineaariset MAT korjaus
fr: Correction MAT non-linéaire

source: PW Adder (ms)
es: Adder PW (ms)
fi: PW Kyy (ms)
fr: Adder PW (ms)

source: PWM Dutycycle
fr: PWM du rapport durée période

source: Priming Pulsewidth (ms.)
es: Acondicionamiento de amplitud de pulso (manuscrito)
fi: Kynän Pulsewidth (Ms)
fr: Amorçage Pulsewidth (Mme)

source: Rate
es: Tipo
fi: Määrä
fr: Taux

source: Rate (TPS %/s)
es: Porcentaje (% TPS / s)
fi: Hinta (TPS %/s)
fr: Taux (% TPS / s)

source: Rate (kPa/s)
es: Precio (kPa / s)
fi: Hinta (kPa/s)
fr: Taux (kPa / s)

source: Retard
es: Retardar
fi: Hidastaa
fr: Retarder

source: Rotary Split Table
es: Rotary Cuadro Split
fi: Rotary Split Taulukko
fr: Tableau Split Rotary

source: Spark Advance Table 1, MS-II-Extra 12x12
es: Chispa Cuadro Advance 1, 12x12 MS-II-Extra
fi: Spark Advance Taulukko 1, MS-II-Extra 12x12
fr: Tableau Advance Spark 1, 12x12 MS-II-Extra

source: Spark Advance Table 2, MS-II-Extra 12x12
es: Tabla 2 el avance del encendido, 12x12 MS-II-Extra
fi: Spark Advance Taulukko 2, MS-II-Extra 12x12
fr: Tableau Advance Spark 2, 12x12 MS-II-Extra

source: Spark Advance Table 3, MS-II-Extra 12x12
es: Tabla 3 el avance del encendido, 12x12 MS-II-Extra
fi: Spark Advance Taulukko 3, MS-II-Extra 12x12
fr: Tableau Advance Spark 3, 12x12 MS-II-Extra

source: Steps
es: Pasos
fr: Mesures

source: TPS Based AE
es: TPS basado AE
fi: TPS perusteella AE
fr: Sur la base TPS AE

source: VE-Table 1, MS-II-Extra 12x12
es: VE-Tabla 1, 12x12 MS-II-Extra
fi: VE-taulukko 1, MS-II-Extra 12x12
fr: VE-Tableau 1, 12x12 MS-II-Extra

source: VE-Table 1, MS-II-Extra 16x16
es: VE-Tabla 1, 16x16 MS-II-Extra
fi: VE-taulukko 1, MS-II-Extra 16x16
fr: VE-Tableau 1, 16x16 MS-II-Extra

source: VE-Table 2, MS-II-Extra 12x12
es: VE-Cuadro 2, 12x12 MS-II-Extra
fi: VE-taulukko 2, MS-II-Extra 12x12
fr: VE-Tableau 2, 12x12 MS-II-Extra

source: VE-Table 2, MS-II-Extra 16x16
es: VE-Cuadro 2, 16x16 MS-II-Extra
fi: VE-taulukko 2, MS-II-Extra 16x16
fr: VE-Tableau 2, 16x16 MS-II-Extra

source: VE-Table 3, MS-II-Extra 12x12
es: VE-Cuadro 3, 12x12 MS-II-Extra
fi: VE-taulukon 3 MS-II-Extra 12x12
fr: VE-Tableau 3, 12x12 MS-II-Extra

source: VE-Table 3, MS-II-Extra 16x16
es: VE-Cuadro 3, 16x16 MS-II-Extra
fi: VE-taulukon 3 MS-II-Extra 16x16
fr: VE-Tableau 3, 16x16 MS-II-Extra

source: Warmup Enrichment (%)
es: Enriquecimiento de calentamiento (%)
fi: Lämmittelyn rikastus (%)
fr: Enrichissement Warmup (%)

source: rpm
fr: tr / min

source: Flow
es: Flujo
fr: Flux

source: ITB load TPS switchpoints
es: ITB TPS carga switchpoints
fr: ITB aiguillages TPS charge

source: ITB load at TPS switchpoint
es: ITB de carga en TPS switchpoint
fr: charge ITB à TPS aiguillage

source: Injection Timing Table 1
fr: Tableau Timing injection 1

source: Injection Timing Table 2
fr: Tableau Timing Injection 2

source: Injection Timing Table 3
fr: Tableau Timing Injection 3

source: Injector Staging Table
fr: Tableau Staging injecteur

source: Load
es: Carga
fi: Kuormitus
fr: Charge

source: Load %
es: De carga%
fr: % De charge

source: MAF Correction Table (to alter default MAF curve)
es: Corrección Cuadro MAF (para modificar la curva por defecto MAF)
fr: Correction du CRG de table (à modifier par défaut CRG courbe)

source: VE Trim Table 1
es: VE Trim Tabla 1
fr: VE Table Garnitures 1

source: VE Trim Table 2
es: VE Trim Tabla 2
fr: Tableau 2 VE Trim

source: VE Trim Table 3
es: VE Trim Tabla 3
fr: Tableau 3 VE Trim

source: VE Trim Table 4
es: VE Trim Tabla 4
fr: VE Table Trim 4

source: (msec)
es: (Ms)
fi: (Ms)
fr: (Ms)

source: AFR Table 1
es: AFR Tabla 1
fi: AFR Taulukko 1
fr: Tableau 1 AFR

source: AFR Table 2
es: AFR Tabla 2
fi: AFR Taulukko 2
fr: Tableau 2 AFR

source: ASE Taper
fi: ASE kartio
fr: Taper ASE

source: ASE Taper Cycles vs. Temp
es: ASE Ciclos Taper vs Temp
fi: ASE kartio Cycles vs. Temp
fr: Cycles Taper ASE vs Temp

source: Alpha-N MAP Translation Table
es: MAPA alfa-N traducción Cuadro
fi: Alpha-N MAP Käännös taulukko
fr: Tableau Alpha-N Traduction PAM

source: Cold Ignition Advance Offset
es: Avance de encendido en frío Offset
fi: Kylmä Sytytysennakkokäyrä Offset
fr: Avance à l&#39;allumage à froid Offset

source: Coolant Temp (deg)
es: Temperatura del refrigerante (gr)
fi: Jäähdytysnesteen lämpötila (astetta)
fr: Temp de liquide de refroidissement (DEG)

source: Cranking Pulse (ms)
es: Pulso de arranque (ms)
fr: Pulse Cranking (ms)

source: Cranking Pulse vs. Temp
es: Pulso de arranque vs Temp
fr: Démarrage à impulsion vs Temp

source: Idle PWM %
es: Inactivo% PWM
fr: % PWM Idle

source: Idle PWM % vs. Temp
es: Inactivo PWM% vs Temp
fr: % Vs PWM Idle Temp

source: Idle Steps
es: Inactivo Pasos
fi: Idle vaiheet
fr: Idle étapes

source: Idle Steps vs. Temp
es: Inactivo Pasos vs Temp
fr: Étapes Idle vs Temp

source: Ignition Advance Offset (deg)
es: Avance de encendido Offset (gr)
fi: Sytytysennakkokäyrä Offset (astetta)
fr: Avance à l&#39;allumage Offset (DEG)

source: Knock Threshold
es: Knock Umbral
fi: Knock Kynnys
fr: Knock Seuil

source: Knock Threshold (volts)
es: Knock Umbral (voltios)
fi: Knock Kynnys (volttia)
fr: Knock Seuil (volts)

source: MAF Correction Table
es: MAF tabla de corrección
fi: MAF korjaus Taulukko
fr: Tableau Correction du CRG

source: MAF Flow
es: Flujo de MAF
fr: CRG Flow

source: MAF Flow (grams/sec)
es: MAF Flow (gramos / segundo)
fi: MAF Flow (g / s)
fr: CRG Flow (grammes / sec)

source: Offset
es: Compensar
fr: Compenser

source: Pr. Pulse
es: Pr. Pulso
fi: Pr. Pulssi
fr: Pr. Pouls

source: Priming Pulse (ms)
es: Pulso de cebado (ms)
fi: Kynän Pulse (ms)
fr: Pulse amorçage (ms)

source: Priming Pulse vs. Temp
es: Cebado Pulso vs Temp
fi: Kynän Pulse vs. Temp
fr: Amorçage Pulse vs Temp

source: Spark Advance Table 1, MS-II STD
es: Chispa Cuadro Advance 1, MS-II STD
fi: Spark Advance Taulukko 1, MS-II STD
fr: Tableau Advance Spark 1, MS-II STD

source: Tau (Time) Factor Correction
es: Tau (Time) Factor de Corrección
fr: Tau (Time) Correction du facteur de

source: Tau (time)
es: Tau (tiempo)
fi: Tau (aika)
fr: Tau (temps)

source: Tau (time) Factor (Accel)
es: Tau (tiempo) Factor (Accel)
fi: Tau (aika) Factor (Accel)
fr: Tau (temps) Factor (Accel)

source: Tau (time) Factor (Decel)
es: Tau (tiempo) Factor (deceleración)
fi: Tau (aika) Factor (Decel)
fr: Tau (temps) Factor (Décél)

source: Time
es: Tiempo
fi: Aika
fr: Temps

source: VE-Table 0, MS-II V2.8x
es: VE-Tabla 0, MS-II V2.8x
fi: VE-taulukon 0, MS-II V2.8x
fr: VE-Tableau 0, MS-II V2.8x

source: VE-Table 1, MS-II V2.8x
es: VE-Tabla 1, MS-II V2.8x
fi: VE-taulukko 1, MS-II V2.8x
fr: VE-Tableau 1, MS-II V2.8x

source: X (Puddling) Factor (Accel)
es: X (encharcamiento) Factor (Accel)
fr: X (en traîne) Factor (Accel)

source: X (Puddling) Factor (Decel)
es: X (encharcamiento) Factor (deceleración)
fr: X (en traîne) Factor (Décél)

source: X (Puddling) Factor Correction
es: X (encharcamiento) Factor de Corrección
fr: Correction X (en traîne) Factor

source: X<small>(Puddling)</small>
es: X <small>(encharcamiento)</small>
fr: X <small>(en traîne)</small>

source: Accel Value at end of AE pulse decay.
es: Accel valor al final de la desintegración del pulso AE.
fi: Accel arvo lopussa AE pulssi rapistua.
fr: Accel valeur à la fin de la carie impulsion AE.

source: Accel enrichment time.
es: Accel tiempo de enriquecimiento.
fi: Accel etu aika.
fr: le temps d&#39;enrichissement Accel.

source: Amount of enrich to add in MS when cold.
es: Cantidad de enriquecimiento para agregar en la EM con el frío.
fi: Määrä rikastuttaa lisätä MS kylmänä.
fr: Montant de l&#39;enrichir d&#39;ajouter dans les États membres à froid.

source: Chooses between normal AE algorithms (TPSdot or Map dot) or an RPM based enrichment, but its triggered by the MAPdot or TPSdot minimum thresholds below depending on which algorithm was chosen.
es: Elige entre normal algoritmos AE (TPSdot o mapa de puntos) o un enriquecimiento basadas en RPM, pero su desencadenada por la MAPdot o TPSdot umbrales mínimos por debajo de según qué algoritmo fue elegido.
fi: Valitsee normaalin AE algoritmeja (TPSdot tai kartta piste) tai RPM perustuu etuun, vaan sen laukaisi MAPdot tai TPSdot vähintään alapuolella riippuen algoritmi valittiin.
fr: Choisit entre le normal algorithmes AE (TPSdot ou carte de dot) ou un RPM enrichissement à partir, mais son déclenché par le MAPdot ou TPSdot seuils minimaux ci-dessous en fonction de l&#39;algorithme a été choisi.

source: Cold Accel multiplier (percentage), 100 equals NO change, greater than 100 means more fuel, less than 100 means less fuel.
es: Fría Accel multiplicador (porcentaje), 100 es igual a ningún cambio, más de 100 medios más combustible, a menos de 100 significa menos combustible.
fi: Kylmä Accel kerroin (prosentteina), 100 yhteensä Ei muutosta, yli 100 tarkoittaa enemmän polttoainetta, vähemmän kuin 100 vähemmän polttoainetta.
fr: Cold Accel multiplicateur (de pourcentage), 100 équivaut à aucun changement, plus de 100 signifie que plus de carburant, moins de 100 signifie moins de carburant.

source: Decel enrich gets cutoff if MAP exceeds this much pressure in kPa.
es: Deceleración se enriquecen de corte si supera este MAP mucha presión en kPa.
fi: Decel rikastuttaa saa sulku jos MAP ylittää huomattavasti paineen kPa.
fr: Décél enrichir obtient de coupure si le MAP dépasse cette grande pression en kPa.

source: Minimum TPS rate of change to trigger accel enrichment. Helps to minimize false triggers from noise.
es: Mínima tasa de cambio del TPS para activar el enriquecimiento de aceleración. Ayuda a minimizar los falsos disparos de ruido.
fi: Pienin TPS: n muutos käynnistää accel etua. Auttaa minimoimaan vääriä laukaisee melusta.
fr: Minimum TPS taux de variation pour déclencher l&#39;enrichissement Accel. Contribue à réduire les déclenchements intempestifs du bruit.

source: Sets AE time units to either seconds or engine cycles
es: Establece AE unidades de tiempo a cualquiera de los ciclos de segundo o en el motor
fi: Sarjat AE aikayksikköä joko toisen tai moottorin syklin
fr: Définit les unités de temps AE soit secondes ou moteur de cycles

source: Sets the Acceleration Enrichment methodology to be based on MAP (manifold pressure) rate of change (MAPdot) or TPS (Throttle position) rate of change (TPSdot)
es: Establece la metodología de aceleración de enriquecimiento que se basa en MAP (presión del múltiple) la tasa de cambio (MAPdot) o TPS (posición del acelerador) la tasa de cambio (TPSdot)
fi: Määrittää kiihdytys Enrichment menetelmä perustuu MAP (Ahtopaine) muutoksen nopeus (MAPdot) tai TPS (kaasuläpän asennon) muutoksen nopeus (TPSdot)
fr: Définit la méthode d&#39;accélération d&#39;enrichissement se fonder sur la carte (pression d&#39;admission) taux de variation (MAPdot) ou TPS (Throttle Position) taux de variation (TPSdot)

source: Sets whether we decay AE over time or not
es: Establece si nos desintegración AE con el tiempo o no
fi: Lavastus, onko meillä rappeutuminen AE ajan tai ei
fr: Définit si AE désintégration nous au fil du temps ou non

source: Sets whether we disable accel enrich when in ASE (AfterStart Enrichment) or not.
es: Establece si se deshabilita aceleración enriquecer cuando en ASE (AfterStart enriquecimiento) o no.
fi: Asettaa poistamme Accel rikastuttaa kun ASE (AfterStart rikastettu) tai ei.
fr: Définit si nous Accel désactiver enrichir quand en ASE (AfterStart enrichissement) ou non.

source: Sets whether we disable accel enrich when in boost or not. If set to enabled, AE still functions when in boost, when set to disabled, AE will not occur when in boost.
es: Establece si nos enriquecen deshabilitar aceleración cuando en acentuar o no. Si se configura como Habilitado, AE sigue funcionando cuando esté en alza, cuando se ajusta a discapacitados, AE no se producirá cuando en alza.
fi: Asettaa poistamme Accel rikastuttaa kun tukea vai ei. Jos asetus on käytössä, AE vielä toimii, kun vauhtia, kun se asetetaan vammaiset, AE ei tapahdu, kun vauhtia.
fr: Définit si nous Accel désactiver enrichir quand en augmenter ou pas. Si la valeur est activée, AE encore en fonctions lorsque le stimuler, lorsqu&#39;il est réglé sur Désactivé, AE ne se produira pas lors de boost.

source: Sets whether we disable decel enrich or not
es: Establece si nos enriquecen desaceleración deshabilitar o no
fi: Asettaa poistamme decel rikastuttaa tai ei
fr: Définit si nous enrichir décélération désactiver ou non

source: The amount of fuel to cut during decel. 100% means cut NO fuel, 0% means cut ALL fuel, anything OVER 100 means ADD fuel.
es: La cantidad de combustible para cortar durante deceleración. 100%significa NO corte de combustible, 0%significa combustible de TODOS, algo más de 100: el combustible ADD.
fi: Polttoaineen määrän vähentämiseen aikana decel. 100% tarkoittaa, leikkaus ei polttoainetta, 0% tarkoittaa leikata kaikki polttoaine, kaikki yli 100 tarkoittaa lisää polttoainetta.
fr: La quantité de carburant pour réduire au cours de décélération. 100%signifie couper sans carburant, 0%signifie couper carburant ALL, tout ce qui dépasse 100 signifie Ajoutez du carburant.

source: _Accel Wizard
es: Asistente _Accel
fr: _Accel Assistant

source: Disables or Enables Over-Run Fuel cut. (i.e. cutting fuel on decel, i.e. engine braking)
es: Activa o desactiva el combustible más-Run corte. (Es decir, de corte de combustible en deceleración, el motor es decir, de frenado)
fi: Poistaa tai Mahdollistaa ylitykseen Polttoaine leikata. (Ts. leikkaus polttoainetta decel eli moottori jarrutus)
fr: Active ou désactive coupe de carburant pendant terme. (C.-à-coupe du carburant sur décélération, à savoir le moteur de freinage)

source: Enables or Disables Hybrid A/N mode
es: Activa o desactiva un híbrido / modo N
fi: Ottaa käyttöön tai poistaa Hybridi-N-tila
fr: Active ou désactive hybrides A / N en mode
