Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: This pops up a 3 dimensional view of the current Injection Timing-Table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual Regulación de la inyección de Mesa. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fr: Ouvre une vue en 3 dimensions du courant d&#39;injection calage tableau. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: _Injector Timing
fr: Timing _Injector

source: The threshold to set this condition true
es: El umbral para establecer la verdadera condición
fi: Kynnys asettaa tämä ehto tosi
fr: Le seuil pour définir cette véritable condition

source: Comparison Operator, Less than, Equal to or Greater Than
es: Operador de comparación, menor, igual o superior a
fi: Vertailu Operator, vähemmän kuin, yhtä suuri tai suurempi kuin
fr: Opérateur de comparaison, inférieur, égal ou supérieur à

source: Initial value for this pin at power on
es: Valor inicial para este pin al encender el teléfono
fi: Alkuperäinen arvo tälle pin on virta päällä
fr: valeur initiale de cette broche à la puissance sur

source: Sets whether this is a simple threshold based port, or one depending on either both states (AND) or one of each (OR)
es: Establece si se trata de un simple umbral puerto base, o bien una función de ambos estados (Y) o uno de cada uno (OR)
fi: Lavastus, onko tämä yksinkertainen kynnys satamassa tai yksi riippuen joko molempien valtioiden (AND) tai kumpaakin (OR)
fr: Définit si ce n&#39;est un seuil simple port base, ou l&#39;un ou l&#39;autre en fonction de deux États (et) ou un de chaque (OR)

source: Source to compare against.
es: Fuente para comparar contra.
fi: Lähde verrata vastaan.
fr: Source à comparer.

source: _Local Outputs
es: _Local Salidas
fr: _local Sorties

source: Load Values for staging percentage table
es: Los valores de carga para la estadificación porcentaje de la tabla
fr: Les valeurs de charges pour la mise en scène pourcentage de table

source: RPM Values for staging percentage table
es: RPM Valores para la estadificación porcentaje de la tabla
fr: RPM Valeurs pour la mise en scène pourcentage de table

source: See MS-2 Extra Manuals
es: Véase MS-2 Extra Manuales
fi: Katso MS-2 Extra Käyttöohjeet
fr: Manuels Voir MS-2 Extra

source: Size of primary injectors in cc/min
es: Tamaño de inyectores de primaria en cc / min
fi: Koko ensisijaisen suonensisäisesti ja cc / min
fr: Taille des injecteurs primaires dans cc / min

source: Size of secondary injectors in cc/min
es: Tamaño de inyectores secundarios en cc / min
fi: Koko toisen suonensisäisesti ja cc / min
fr: Taille d&#39;injecteurs secondaires en cc / min

source: Staging values in percentage
es: La clasificación en etapas los valores en porcentaje
fr: Mise en scène les valeurs en pourcentage

source: _N<sub>2</sub>O/Staging/ORFC
es: _n <sub>2</sub> O / Andamios / ORFC
fi: _N <sub>2</sub> O / lavastus ORFC
fr: _N <sub>2</sub> O / Mise en scène / ORFC

source: How long to sample the MAP sensor looking for the lowest value.
es: ¿Cuánto tiempo de probar el sensor MAP busca el valor más bajo.
fr: Combien de temps de goûter à la MAP capteur de la recherche de la plus faible valeur.

source: See The angle when to start MAP sampling
es: Ver el ángulo de cuándo iniciar la toma de muestras MAP
fr: Voir L&#39;angle le moment de commencer l&#39;échantillonnage MAP

source: Sets the Crank Noise filter or not.
es: Establece el filtro de ruido de manivela o no.
fi: Määrittää Crank Melu suodatin tai ei.
fr: Définit le Crank Noise Filter ou non.

source: Sets whether to use noise filtering for the cam signal
es: Establece si se debe usar filtrado de ruidos de la señal de leva
fi: Määrittää, käytetäänkö melun suodatus nokka signaali
fr: Active ou désactive le filtrage du bruit pour le signal de came

source: _Noise/Filtering
es: _Noise / Filtros
fi: _Noise / Suodatus
fr: _Noise / Filtrage

source: The threshold to set this condition true
es: El umbral para establecer la verdadera condición
fr: Le seuil pour définir cette véritable condition

source: The Boost Entries are the values of PWM drive to the boost actuator, This is an OPEN LOOP system. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Las entradas Boost son los valores de la unidad PWM para impulsar el actuador, Este es un sistema de lazo abierto. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Boost Merkinnät ovat arvot PWM-aseman edistämiseksi toimilaitteen Tämä on avoimen piirin järjestelmä. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les entrées de Boost sont les valeurs de lecteur PWM à l&#39;actionneur stimuler, C&#39;est un système ouvert LOOP. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: Sets Flexfuel sensor input pin
es: Juegos de sensor de entrada de PIN Flexfuel
fi: Sarjat Flexfuel anturi pinni
fr: Sets Flexfuel broche d&#39;entrée du capteur

source: _Debugging/Advanced
es: _Debugging / Avanzado
fr: _Debugging / Avancé

source: Enables or Disables use of Knock control. May require additional hardware, see Ms2-Extra manuals
es: Activa o desactiva el uso del control de Knock. Puede requerir hardware adicional, consulte los manuales MS2-Extra
fi: Ottaa käyttöön tai poistaa käytöstä Knock valvontaa. Voi vaatia lisälaitteita, katso Ms2-Extra ohjeet
fr: Active ou désactive l&#39;utilisation de la régulation du cliquetis. Peut nécessiter de matériel supplémentaire, consultez les manuels MS2-Extra

source: Enables or Disables use of a FlexFuel Sensor (requires additional hardware)
es: Activa o desactiva el uso de un sensor de FlexFuel (requiere hardware adicional)
fi: Ottaa käyttöön tai poistaa käytöstä FlexFuel Sensor (vaatii lisälaitteita)
fr: Active ou désactive l&#39;utilisation d&#39;un capteur polycarburant (nécessite du matériel supplémentaire)

source: Sets ECU EGO Sensor type and configuration.
es: Juegos de ecus EGO Tipo de sensor y configuración.
fi: Sarjat ecua EGO Kennon tyyppi ja kokoonpano.
fr: Sets écus EGO Type de capteur et de la configuration.

source: Sets ECU Secondary Fuelload to either disabled, Speed Density, Percent Baro or Alpha-N.
es: Establece Fuelload ecus secundaria a personas con discapacidad, la densidad de velocidad, el porcentaje de Baró o Alpha-N.
fi: Sarjat ecua Toisen Fuelload joko vammaiset, Speed Density, Prosentti Baro tai Alpha-N.
fr: Sets écus Fuelload secondaire soit désactivé densité, vitesse, pourcentage Baro ou Alpha-N.

source: Sets ECU fuel algorithm to pure Speed Density,Percent Baro or Alpha-N
es: Juegos de ecus algoritmo de combustible a la densidad de velocidad pura, el porcentaje de Baró o Alpha-N
fi: Sarjat ecua polttoaine algoritmi puhdasta Speed Density, Prosentti Baro tai Alpha-N
fr: Définit l&#39;algorithme de carburant d&#39;écus à la densité de vitesse pure, en pourcentage Baro ou Alpha-N

source: Sets the Idle Control Algorithm
es: Establece el algoritmo de control de ralentí
fi: Määrittää Idle ohjausalgoritmien
fr: Définit l&#39;algorithme de commande de ralenti

source: Sets the Revlimiter algorithm
es: Establece el algoritmo Revlimiter
fi: Määrittää Revlimiter algoritmi
fr: Définit l&#39;algorithme Revlimiter

source: The LOAD ("Ignload") bins in combination with the RPM bins on the bottom of the Rotary Trailing Table define the vertexes (points on the map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La carga ("Ignload") contenedores en combinación con los cubos de RPM en la parte inferior de la mesa giratoria detrás de definir los vértices (puntos en el mapa). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: LOAD (Ignload) astiat yhdessä RPM roskakoreihin pohjassa Rotary perään Taulukko määritellä vertexes (pistettä kartalla). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La charge ("Ignload") bacs en combinaison avec les bacs de RPM sur le fond de la table tournante de suivi de définir les sommets (points sur la carte). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the Rotary Trailing-Table define the vertexes (points on the Rotary Trailing map). The ECU will interpolate between vertexes providing a smooth transition between points on the map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo del Rotary final-cuadro definen los vértices (puntos en el mapa de Rotary seguimiento). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä LOAD roskakoreihin vasemmalla puolella Rotary perään pöydän määritellä vertexes (kohdat Rotary perään kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen kohtaa kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de la Rotary de fuite Tableau définir les sommets (points sur la carte Rotary de suivi). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The Rotary Split Entries are the values of Rotary Split in degrees that the ECU should try to maintain. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Las entradas de Rotary Split son los valores de Rotary Split en grados que el ECU debe tratar de mantener. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Rotary Split Viestit ovat arvoja Rotary Split asteina että ecun pitäisi yrittää säilyttää. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les entrées de Rotary Split sont les valeurs du Rotary Split en degrés que l&#39;ECU devrait essayer de maintenir. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: This pops up a 3 dimensional view of the current Rotary Trailing-Table. Editing of the table in the 3D view is supported with the +/- and PgUp/PgDn keys (fine/coarse edit) and the arrows navigate. A Red dot shows the current edit position as does the indicators on the right side of the window beneath the buttons. A left mouse button holddown and drag of the mouse in the 3D view will rotate the display. Using the middle mouse button will strafe (slide) and the right mouse button will zoom.
es: Esto hace aparecer una vista en 3 dimensiones de la actual Rotary final de la tabla. Edición de la tabla en la vista 3D es compatible con los botones + / - y Re Pág / Av Pág claves (fino / grueso edit) y las flechas navegar. Un punto rojo muestra la posición de edición actual al igual que los indicadores en el lado derecho de la ventana debajo de los botones. Una sujeción del ratón botón izquierdo y arrastre el ratón en la vista 3D rotará la pantalla. Con el botón central del ratón se ametrallar (transparencia) y el botón derecho del ratón se captura.
fi: Tämä ponnahtaa 3-ulotteinen näkymä nykyisen Rotary perään pöydän. Muokkaaminen taulukon 3D näkemystä puoltavat kanssa + / - ja PgUp / PgDn avaimet (hieno / karkea muokata) ja nuolet navigointiin. Punainen piste osoittaa nykyisen muokata asema ei indikaattorit oikealla puolella ikkunan alla painikkeita. Vasenta hiiren painiketta holddown ja vetämällä hiirtä 3D-näkymän vuorottelee näytössä. Käyttäminen hiiren painiketta tulittaa (dia) ja hiiren painike zoom.
fr: Ouvre une vue en 3 dimensions du courant de fuite Rotary tableau. Modification de la table dans la vue 3D est supportée avec les touches + / - et PgUp / PageBas (fine / grossière modifier) et les flèches de naviguer. Un point rouge indique la position actuelle de modifier tout comme les indicateurs sur le côté droit de la fenêtre sous les boutons. Un holddown bouton gauche et faites glisser la souris dans la vue 3D pivoter l&#39;écran. En utilisant le bouton central de la souris strafe (diapositive) et le bouton droit de la souris zoom.

source: Turns on/off Trailing Split Support.
es: Enciende y apaga final de Apoyo Split.
fi: Ottaa / off jakaantumisen tuki.
fr: Pour allumer ou éteindre Trailing Support Split.

source: _Runtime Display
es: Mostrar _Runtime
fi: _Runtime Näyttö
fr: _Runtime Affichage

source: Disables Tooth Logger display
es: Desactiva el diente Logger pantalla
fi: Poistaa Tooth metsuri näyttö
fr: Désactive l&#39;affichage des dents Logger

source: Disables Trigger Logger display
es: Desactiva el disparador Logger pantalla
fi: Poistaa Trigger metsuri näyttö
fr: Désactive Trigger Logger affichage

source: Enables Composite Logger display
es: Permite visualizar compuesto Logger
fi: Ottaa Composite metsuri näyttö
fr: Permet Composite Logger affichage

source: Enables Tooth Logger display
es: Permite mostrar los dientes Logger
fi: Ottaa Tooth metsuri näyttö
fr: Permet Tooth Logger affichage

source: Enables Trigger Logger display
es: Permite la visualización de disparo Logger
fi: Ottaa Trigger metsuri näyttö
fr: Permet Trigger Logger affichage

source: "AFR 1" is the AFR from O2 sensor 1.
es: "AFR 1" es el AFR del sensor de O2 1.
fi: "AFR 1" on AFR lähtien O2 anturi 1.
fr: "AFR 1" est le AFR du capteur O2 1.

source: "AFR 2" is the AFR from O2 sensor 2.
es: "AFR 2" es el AFR del sensor de O2 2.
fi: "AFR 2" on AFR lähtien O2 anturi 2.
fr: "AFR 2" est le AFR du capteur O2 2.

source: "AFR Error Left" is the difference between target AFR and actual AFR for the first O2 channel
es: "AFR error izquierda" es la diferencia entre AFR objetivo y real de la AFR O2 primer canal
fi: "AFR Virhe vasemmisto" on ero tavoite AFR ja todellinen AFR ensimmäisen O2 kanava
fr: "Erreur AFR gauche» est la différence entre cible et AFR AFR réelle pour la première chaîne de O2

source: "AFR Error Right" is the difference between target AFR and actual AFR for the second O2 channel.
es: "AFR error derecha" es la diferencia entre AFR objetivo y AFR reales para el canal de O2 segundos.
fi: "AFR Virhe Oikea" ero on tavoite AFR ja todellinen AFR toisen O2 kanava.
fr: "AFR erreur Right» est la différence entre les cibles et AFR AFR réelle pour le canal O2 seconde.

source: "AIR Corr" is the AIR temp correction factor for both channels
es: "AIR Corr." es la temperatura del aire factor de corrección para ambos canales
fi: "AIR Corr" on Ilman lämpötila korjauskerroin molemmat kanavat
fr: "AIR Corr" est le facteur de correction AIR temp pour les deux canaux

source: "AccDecEnrich" Is the current accel/decel enrichment
es: "AccDecEnrich" ¿Es la actual aceleración / deceleración enriquecimiento
fi: "AccDecEnrich" Onko nykyinen Accel / decel rikastamiseen
fr: "AccDecEnrich" Est-ce que Accel courant / enrichissement décélération

source: "Accel Enr." is the current amount of acceleration enrichment (ms).
es: "Enr Accel". es la cantidad actual de enriquecimiento de aceleración (ms).
fi: "Accel Enr." on nykyinen määrä kiihtyvyys etua (ms).
fr: "Enr Accel. est le montant actuel de l&#39;enrichissement d&#39;accélération (ms).

source: "AfrTarget 1" is The target AFR
es: "AfrTarget 1" El objetivo es AFR
fi: "AfrTarget 1" on tavoite AFR
fr: "AfrTarget 1" est la cible AFR

source: "AfrTarget 2" is The target AFR
es: "AfrTarget 2" El objetivo es AFR
fi: "AfrTarget 2" on tavoite AFR
fr: "AfrTarget 2" est la cible AFR

source: "Baro (kPa)" is the barometer reading in kPa.
es: "Baro (kPa)" es la lectura del barómetro en kPa.
fi: "Baro (kPa) on ilmapuntari käsittelyssä kPa.
fr: "Baro (kPa)" est le baromètre en kPa.

source: "Barr Corr" is the current amount of Baro Correction (%).
es: "Barr Corr." es la cantidad actual de Baró de corrección (%).
fi: "Barr Corr" on nykyinen määrä Baro korjaus (%).
fr: "Corr Barr» est le montant actuel de Baro de correction (%).

source: "Batt (v)" is the battery voltage.
es: "Batt (v)" es el voltaje de la batería.
fi: "Batt (v) on akun jännite.
fr: «Batt (v)" est la tension de la batterie.

source: "CLT (deg)" is the coolant temperature reading in degrees.
es: "CLT (grados)" es la lectura de la temperatura del refrigerante en grados.
fi: "CLT (astetta)" on jäähdytysnesteen lämpötila asteina.
fr: "CLT (DEG)" est la lecture de la température du liquide de refroidissement en degrés.

source: "Cold Adv (deg)" is the current Cold spark advance addon.
es: "Cold Adv (grados)" es la corriente fría chispa addon antelación.
fi: "Kylmä Adv (astetta)" on nykyinen kylmän sytytysennakkoa addon.
fr: "Cold Adv (DEG) est le courant froid étincelle addon avance.

source: "Dcycle1" is the injector Duty cycle for injector channel 1.
es: "Dcycle1" es el ciclo de inyección de servicio para el canal 1 inyector.
fi: "Dcycle1" on injektorin Käyttömäärä ja suutin kanava 1.
fr: "Dcycle1" est le cycle d&#39;injection de service pour 1 canal de l&#39;injecteur.

source: "Dcycle2" is the injector Duty cycle for injector channel 2.
es: "Dcycle2" es el ciclo de inyección de servicio para el canal 2 de inyección.
fi: "Dcycle2" on injektorin Käyttömäärä ja suutin kanava 2.
fr: "Dcycle2" est le cycle d&#39;injection de service pour les 2 canaux d&#39;injection.

source: "EAEFuelCorr1" is the current Ehnhanced Accel Enrich fuel correction for injector channel 1
es: "EAEFuelCorr1" es la corriente Ehnhanced Accel corrección de combustible Enrich para el canal 1 inyector
fi: "EAEFuelCorr1" on nykyinen Ehnhanced Accel Tehosta polttoaine korjaus injektorin kanavan 1
fr: "EAEFuelCorr1" est l&#39;actuel Ehnhanced Accel correction de carburant enrichir pour le canal 1 injecteur

source: "EAEFuelCorr2" is EAE Fuel correction for inj channel 2 in uSec.
es: "EAEFuelCorr2" es la corrección de EAE de combustible para el canal 2 en inj us.
fi: "EAEFuelCorr2" on êáé Fuel korjaus inj kanava 2: USEC.
fr: "EAEFuelCorr2" est la correction de carburant pour les EAE inj canal 2 USEC.
