Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Cold Accel multiplier (in percent). 100 means no change, less than 100 means to REDUCE AE, more than 100 adds additional AE.
es: El multiplicador de Acelarion en Frio esta en por ciento. 100 significa que no hay cambio (cero), menos de 100 significa que REDUZCA AE, mas de 100 siginifica AÑADE AE.
fi: Kylmä Accel kerroin (prosentteina). 100 tarkoittaa ei muutosta, alle 100 keinoja vähentää AE, yli 100 lisää lisää AE.
fr: Cold Accel multiplicateur (en pour cent). 100 signifie aucun changement, à moins de 100 moyens de réduire les AE, plus de 100 ajoute AE supplémentaires.

source: End pulsewidth and end of taper time
es: amplitud de pulso final y al final del cono de tiempo
fi: Lopeta pulsewidth ja lopussa kartio aika
fr: Fin du temps pulsewidth et la fin de cône

source: Mapdot threshold in KPA/second for map based accel enrich
es: Ejército Popular de Corea en el umbral de Mapdot / segundo para el mapa de aceleración basado en enriquecer
fi: Mapdot kynnysarvo KPA sekunnissa kartta perustuu accel rikastuttaa
fr: seuil Mapdot en kPa / seconde pour la carte Accel base d&#39;enrichir

source: Sets ECU xTau Enrichment scheme to be off, Used only during Accel/Decel, or during warmup and Accel/Decel
es: Juegos de ecus xTau régimen de enriquecimiento que se fuera, usado sólo durante la aceleración / deceleración, o durante el calentamiento y Accel deceleración / Listen Read phonetically
fi: Sarjat ecua xTau Enrichment järjestelmä on pois päältä, käyttää ainoastaan Accel / Decel, tai aikana WarmUp ja Accel / Decel
fr: Sets écus xTau enrichissement régime de partir, Utilisé seulement durant Accel / Décél, ou au cours de warm-up et Accel / Décél

source: TPSDot threshold in %/second for tps based accel enrich
es: TPSDot umbral en% / segundo para el TPS aceleración basado en enriquecer
fi: TPSDot kynnysarvo %sekunnissa TPS perustuu accel rikastuttaa
fr: TPSDot seuil en% / seconde pour TPS Accel base d&#39;enrichir

source: The Tau (Time) Factor table allows a temperature based correction factor to compensate for different rates fo fuel evaporation because of the engine temperature.
es: El Tau (Time) Factor de mesa permite una corrección de factor de temperatura base para compensar diferentes tasas de evaporación del combustible debido a la temperatura del motor.
fi: Tau (Time) tekijä taulukon mukaan lämpötilan perusteella korjauskerroin kompensoida eri hinnat polttoaineen höyrystyminen, koska moottorin lämpötila.
fr: Le Tau (heure de Paris) table Factor permet un facteur de correction de température en fonction de compenser les différences de taux d&#39;évaporation de carburant en raison de la température du moteur.

source: The X (Puddling) Factor table allows a temperature based correction factor to compensate for different rates fo fuel evaporation because of the engine temperature.
es: La X (charcos) Factor de mesa permite un factor de corrección basado temperatura para compensar las tasas diferentes para la evaporación del combustible debido a la temperatura del motor.
fi: X (Puddling) tekijä taulukon mukaan lämpötilan perusteella korjauskerroin kompensoida eri hinnat polttoaineen höyrystyminen, koska moottorin lämpötila.
fr: Le X (en traîne) Tableau des facteurs permet un facteur de correction de température en fonction de compenser les différences de taux d&#39;évaporation de carburant en raison de la température du moteur.

source: The amount of fuel to cut (in percentage) during deceleration.
es: La cantidad de Combusitible a CORTAR (en porciento) durante la desaceleracion.
fi: Polttoaineen määrän vähentämiseen (prosentteina) hidastuksen aikana.
fr: La quantité de carburant pour réduire (en pourcentage) pendant la décélération.

source: The temp table is common to the cranking pulse, priming pulse, ase, ase taper, idle step, idle pwm, cold advance and X-Tau compensation tables.
es: La tabla temporal es común a los impulsos de arranque, el cebado de pulso, ASE, cono asa, paso a ralentí, pwm ralentí, el avance de frío y mesas X-Tau indemnización.
fi: Temp taulukko on yhteinen cranking pulssi, pohjamaalaus pulssi, aseen, aseen kartio, idle askel, idle PWM, kylmä etukäteen ja X-Tau korvaus taulukoita.
fr: La table temporaire est commun à l&#39;impulsion de démarrage, d&#39;amorçage d&#39;impulsion, cône ASE ASE, l&#39;étape au ralenti, ralenti PWM, l&#39;avance à froid et des tableaux de compensation X-Tau.

source: These RPM bands are common to the X-Tau accel/decel tables.
es: Estas bandas RPM son comunes a los X-Tau aceleración / deceleración tablas.
fi: Nämä RPM bändit ovat yhteisiä X-Tau Accel / decel taulukoita.
fr: Ces bandes RPM sont communs à l&#39;accélération X-Tau tables décélération /.

source: These bins are used to set the Tau (time) factor during accel for the corresponding RPM range to the left. Values are interpolated between rpm bins. MS-II implements a RPM-dependent factor for Tau due to the fact that at higher RPM fuel is pulled into the chamber which reduces the puddle mass. This info came from research from Jim Cowart who spent 4 years researching this under John Heywood at MIT (for his PhD Thesis) - he has been instrumental in assisting us directly with algorithm refinement (event-based MAP sampling is another recent improvement that was prompted by him - a lead-in for model-based control).
es: Estos contenedores se utilizan para establecer el Tau (tiempo) para el factor de aceleración en la gama de revoluciones correspondiente a la izquierda. Los valores son interpolados entre los contenedores de rpm. MS-II implementa un factor dependiente de la RPM para el Tau debe al hecho de que a mayor RPM de combustible se tira a la cámara que reduce la masa charco. Esta información provino de la investigación de Jim Cowart que pasó cuatro años investigando este al mando de John Heywood en el MIT (por su tesis doctoral) - ha sido instrumental en ayudar a nosotros directamente con el perfeccionamiento algoritmo (MAP de muestreo basado en eventos es otra de las mejoras recientes que se le pida por él - un lead-in para el control basado en modelos).
fi: Nämä jäteastioita käytetään asettaa Tau (aika) kerroin aikana Accel vastaavan RPM välillä vasemmalle. Arvot ovat interpoloitu välillä rpm jäteastioita. MS-II toteuttaa RPM-riippuvainen tekijä Tau johtuu siitä, että suuremmilla RPM polttoaine on vedetty kammioon, joka vähentää lätäkkö massa. Tämä info oli tutkimuksen Jim Cowart joka vietti 4 vuotta tutkii tätä nojalla John Heywood MIT (hänen Väitöskirja) - hän on ollut avustaa meitä suoraan algoritmin tarkentaminen (tapahtuma-kartalla näytteenotto on toinen viime aikoina parantunut, joka sai hänen - lyijy-ja mallipohjaiseen valvonta).
fr: Ces bacs sont utilisés pour définir le Tau (heure) au cours Accel facteur pour la plage de régime correspondant à la gauche. Les valeurs sont interpolées entre les bacs tr / min. MS-II met en oeuvre un facteur RPM qui dépendent de Tau en raison du fait que, au plus élevé du carburant RPM est tiré dans la chambre ce qui réduit la masse flaque d&#39;eau. Cette info est venu de la recherche de Jim Cowart qui a passé 4 années à la recherche de ce titre John Heywood au MIT (pour sa thèse de doctorat) -, il a contribué à nous aider directement avec raffinement algorithme (basé sur les événements d&#39;échantillonnage MAP est une autre amélioration récente qui a été invité par lui - un lead-in pour le contrôle de modèles).

source: These bins are used to set the Tau (time) factor during decel for the corresponding RPM range to the left. Values are interpolated between rpm bins. MS-II implements a RPM-dependent factor for Tau due to the fact that at higher RPM fuel is pulled into the chamber which reduces the puddle mass. This info came from research from Jim Cowart who spent 4 years researching this under John Heywood at MIT (for his PhD Thesis) - he has been instrumental in assisting us directly with algorithm refinement (event-based MAP sampling is another recent improvement that was prompted by him - a lead-in for model-based control).
es: Estos contenedores se utilizan para establecer el Tau (tiempo) durante el factor de desaceleración de la gama de revoluciones correspondiente a la izquierda. Los valores son interpolados entre los contenedores de rpm. MS-II implementa un factor dependiente de la RPM para el Tau debe al hecho de que a mayor RPM de combustible se tira a la cámara que reduce la masa charco. Esta información provino de la investigación de Jim Cowart que pasó cuatro años investigando este al mando de John Heywood en el MIT (por su tesis doctoral) - ha sido instrumental en ayudar a nosotros directamente con el perfeccionamiento algoritmo (MAP de muestreo basado en eventos es otra de las mejoras recientes que se le pida por él - un lead-in para el control basado en modelos).
fi: Nämä jäteastioita käytetään asettaa Tau (aika) kerroin aikana decel vastaavan RPM välillä vasemmalle. Arvot ovat interpoloitu välillä rpm jäteastioita. MS-II toteuttaa RPM-riippuvainen tekijä Tau johtuu siitä, että suuremmilla RPM polttoaine on vedetty kammioon, joka vähentää lätäkkö massa. Tämä info oli tutkimuksen Jim Cowart joka vietti 4 vuotta tutkii tätä nojalla John Heywood MIT (hänen Väitöskirja) - hän on ollut avustaa meitä suoraan algoritmin tarkentaminen (tapahtuma-kartalla näytteenotto on toinen viime aikoina parantunut, joka sai hänen - lyijy-ja mallipohjaiseen valvonta).
fr: Ces bacs sont utilisés pour définir le Tau (heure) au cours de facteur de décélération de la plage de régime correspondant à la gauche. Les valeurs sont interpolées entre les bacs tr / min. MS-II met en oeuvre un facteur RPM qui dépendent de Tau en raison du fait que, au plus élevé du carburant RPM est tiré dans la chambre ce qui réduit la masse flaque d&#39;eau. Cette info est venu de la recherche de Jim Cowart qui a passé 4 années à la recherche de ce titre John Heywood au MIT (pour sa thèse de doctorat) -, il a contribué à nous aider directement avec raffinement algorithme (basé sur les événements d&#39;échantillonnage MAP est une autre amélioration récente qui a été invité par lui - un lead-in pour le contrôle de modèles).

source: These bins are used to set the X (puddling) factor during accel for the corresponding RPM range to the left. Values are interpolated between rpm bins.
es: Estos contenedores se utilizan para configurar el X (encharcamiento) factor de aceleración en la gama de revoluciones correspondiente a la izquierda. Los valores son interpolados entre los contenedores de rpm.
fi: Nämä jäteastioita käytetään asettaa X (puddling) kerroin aikana Accel vastaavan RPM välillä vasemmalle. Arvot ovat interpoloitu välillä rpm jäteastioita.
fr: Ces bacs sont utilisés pour définir le X (puddlage) facteur de cours Accel pour la plage de régime correspondant à la gauche. Les valeurs sont interpolées entre les bacs tr / min.

source: These bins are used to set the X (puddling) factor during decel for the corresponding RPM range to the left. Values are interpolated between rpm bins.
es: Estos contenedores se utilizan para configurar el X (encharcamiento) factor de desaceleración en la gama de revoluciones correspondiente a la izquierda. Los valores son interpolados entre los contenedores de rpm.
fi: Nämä jäteastioita käytetään asettaa X (puddling) kerroin aikana decel vastaavan RPM välillä vasemmalle. Arvot ovat interpoloitu välillä rpm jäteastioita.
fr: Ces bacs sont utilisés pour définir le X (puddlage) facteur de décélération au cours de la plage de régime correspondant à la gauche. Les valeurs sont interpolées entre les bacs tr / min.

source: This is the high rpm threshold where AE scaling becomes enabled. Above this RPM the AE value is zero. (i.e. no AE above this RPM). Between the two RPM values, the accel enrichment is linearly scaled from full to zero. For example, if you have values of 2000 and 6000, then ½ the accel pulse width would be added at 4000 RPM (½ way between 2000 and 6000).
es: Este es el umbral de altas revoluciones cuando se convierte en la escala AE habilitado. Por encima de este valor RPM AE es igual a cero. (Es decir, no por encima de este AE RPM). Entre los dos valores RPM, el enriquecimiento de aceleración es linealmente a escala en total a cero. Por ejemplo, si tiene valores de 2000 y 6000, entonces el ancho de pulso ½ aceleración se añadiría a 4000 RPM (½ camino entre 2000 y 6000).
fi: Tämä on suuri rpm raja jossa AE skaalaus tulee käyttöön. Ennen tämän RPM AE arvo on nolla. (Eli ei AE edellä tämän RPM). Kahden RPM arvoja, Accel etu on lineaarisesti skaalattu täydestä nollaan. Esimerkiksi, jos sinulla on arvot 2000 ja 6000, sen jälkeen ½ Accel pulssin leveys olisi lisätään 4000 RPM (½ välissä 2000 ja 6000).
fr: C&#39;est le seuil où un régime élevé devient échelle AE activé. RPM-dessus de cette valeur AE est égale à zéro. (C.-à-pas AE-dessus de ce RPM). Entre les valeurs RPM deux, l&#39;enrichissement Accel est linéairement l&#39;échelle de la pleine à zéro. Par exemple, si vous avez des valeurs de 2000 et 6000, puis la moitié de la largeur d&#39;impulsion Accel sera ajouté à 4000 tr / min (½-chemin entre 2000 et 6000).

source: This is the low rpm threshold where AE scaling becomes enabled. Below this RPM the AE value is the full amount. Between the two RPM values, the accel enrichment is linearly scaled from full to zero. For example, if you have values of 2000 and 6000, then ½ the accel pulse width would be added at 4000 RPM (½ way between 2000 and 6000).
es: Este es el umbral de bajas revoluciones, donde se convierte en la escala AE habilitado. Por debajo de este valor RPM AE es la cantidad correspondiente. Entre los dos valores RPM, el enriquecimiento de aceleración es linealmente a escala en total a cero. Por ejemplo, si tiene valores de 2000 y 6000, entonces el ancho de pulso ½ aceleración se añadiría a 4000 RPM (½ camino entre 2000 y 6000).
fi: Tämä on pieni rpm raja jossa AE skaalaus tulee käyttöön. Tämän alla RPM AE arvo on kokonaisuudessaan. Kahden RPM arvoja, Accel etu on lineaarisesti skaalattu täydestä nollaan. Esimerkiksi, jos sinulla on arvot 2000 ja 6000, sen jälkeen ½ Accel pulssin leveys olisi lisätään 4000 RPM (½ välissä 2000 ja 6000).
fr: C&#39;est le seuil de faible régime où est mise à l&#39;échelle AE activé. En dessous de ce RPM la valeur AE est le montant total. Entre les valeurs RPM deux, l&#39;enrichissement Accel est linéairement l&#39;échelle de la pleine à zéro. Par exemple, si vous avez des valeurs de 2000 et 6000, puis la moitié de la largeur d&#39;impulsion Accel sera ajouté à 4000 tr / min (½-chemin entre 2000 et 6000).

source: Total accel enrich time ? (unsure)
es: aceleración total enriquecer el tiempo? (Seguro)
fi: Yhteensä Accel rikastuttaa aika? (Epävarma)
fr: Accel Total enrichir le temps? (Pas sûr)

source: _Accel Enrich
es: Enriquecimiento por Aceleracion
fr: Enrichir _Accel

source: The LOAD (TPS) bins in combination with the RPM bins on the bottom of the MAP Lookup Table define the vertexes (points on the map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La carga (TPS) contenedores en combinación con las cajas RPM en la parte inferior de la tabla de asignación de búsqueda definen los vértices (puntos en el mapa). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: LOAD (TPS) astiat yhdessä RPM roskakoreihin pohjassa MAP Hakutaulukko määritellä vertexes (pistettä kartalla). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen vertexes kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La charge (TPS) bacs en combinaison avec les bacs de RPM sur la partie inférieure du tableau MAP Lookup définir les sommets (points sur la carte). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The MAP Entries are the values of MAP in kPa for the inputs of TPS and RPM. This valus is used as the MAP value for the standard VEtable. Editing is accomplished by either +/-, PgUp/PgDn, q/w, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Las entradas MAP son los valores de MAP en kPa para las entradas de TPS y RPM. Esta Valus se utiliza como valor de MAP para el estándar VEtable. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, q / w, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: MAP Merkinnät ovat arvoja MAP kPa tuotantopanosten TPS ja RPM. Tämä valus käytetään MAP-arvo standardin VEtable. Editointi on suoritettu joko + / -, PgUp / PgDn, q / w, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les entrées de la table sont les valeurs de la MAP en kPa pour les entrées de la TPS et de RPM. Cette VALUS est utilisé comme la valeur du MAP pour la norme VEtable. Le montage est réalisé soit par + / -, PgUp / PgDn, q / w, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the -Table define the vertexes (points on the map). The ECU will interpolate between vertexes providing a smooth transition between points on the map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo de la mesa a definir los vértices (puntos en el mapa). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä LOAD roskakoreihin vasemmalla puolella pöydän määritellä vertexes (pistettä kartalla). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen kohtaa kartalla. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de la table de définir les sommets (points sur la carte). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: EAE Added-to-Walls Constant. See MS2-Extra manuals for more details
es: EAE Constante Añadido-a-Paredes Manifold Admision
fi: Êáé Lisätty-to-Walls Constant. Katso MS2-Extra oppaita lisätietoja
fr: Ajouté EAE-à-Murs Constant. Voir manuels MS2-Extra pour plus de détails

source: EAE Adhered-to-Walls CLT Correction. See MS2-Extra manuals for more details
es: EAE Adherido-a-Paredes Manifold Admision (Correccion por Temp. CLT)
fi: Êáé kiinni-to-Walls CLT korjaus. Katso MS2-Extra oppaita lisätietoja
fr: EAE adhérées-Correction de CLT-Murs. Voir manuels MS2-Extra pour plus de détails

source: EAE Adhered-to-Walls RPM Correction. See MS2-Extra manuals for more details
es: EAE Adherido-a-Paredes Manifold Admision (Correccion por RRM)
fi: Êáé kiinni-to-Walls RPM korjaus. Katso MS2-Extra oppaita lisätietoja
fr: EAE adhérées-Correction RPM-Murs. Voir manuels MS2-Extra pour plus de détails

source: EAE Sucked-from-Walls CLT Correction. See MS2-Extra manuals for more details
es: EAE Aspirado-de-Paredes Manifold Admision (Correccion por Temp. CLT)
fi: Êáé imi-from-Walls CLT korjaus. Katso MS2-Extra oppaita lisätietoja
fr: EAE sucé-de-Murs CLT Correction. Voir manuels MS2-Extra pour plus de détails

source: EAE Sucked-from-Walls Constant. See MS2-Extra manuals for more details
es: EAE Constante Aspirado-de-Paredes Manifold Admision
fi: Êáé imi-from-Walls Constant. Katso MS2-Extra oppaita lisätietoja
fr: EAE sucé-de-Murs Constant. Voir manuels MS2-Extra pour plus de détails

source: EAE Sucked-from-Walls RPM Correction. See MS2-Extra manuals for more details
es: EAE Aspirado-de-Paredes (Correccion por RPM)
fi: Êáé imi-from-Walls RPM korjaus. Katso MS2-Extra oppaita lisätietoja
fr: EAE sucé-de-Murs RPM Correction. Voir manuels MS2-Extra pour plus de détails

source: RPM above which EAE lag compensation is no longer active
es: RPM sobre el cual la Compensacion EAE por Tardanza (Lag) ya no estara activa
fi: RPM, jonka yläpuolella êáé viive korvaus ei ole enää aktiivinen
fr: RPM-dessus de laquelle une indemnité lag EAE n&#39;est plus active

source: This Sets the EAE LAg compensation source
es: Esto Define la Fuente de Compensacion en EAE por Tardanza (Lag)
fi: Tämä asettaa êáé toimintaryhmän korvauksia lähde
fr: Ceci définit la source EAE compensation GAL
