Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The engine temp MUST be above this point for the NOS system to even function.
es: La temperatura del motor debe estar por encima de este punto el sistema funcionará incluso NOS.
fi: Moottorin lämpötila on oltava yli tämän asian NOS järjestelmän jopa toimia.
fr: La température du moteur doit être supérieure à ce point pour le système NOS de même fonction.

source: The minimum TPS value in RAW ADC counts to be reached before Nitrous enrichment can be activated...
es: El mínimo valor de TPS en RAW ADC cuenta que debe alcanzarse antes del enriquecimiento nitroso se puede activar ...
fi: Pienin TPS arvo RAW ADC laskee päästävä ennen typen rikastumisesta voidaan aktivoida ...
fr: La valeur minimum TPS en RAW ADC, chiffres à atteindre avant l&#39;enrichissement d&#39;azote peut être activé ...

source: The pulsewidth to add on top of the existing PW at the NOS max RPM. Pulsewidths are interpolated between the two extremes.
es: La amplitud de pulso para añadir en la parte superior de la PW existentes en el máximo RPM NOS. Pulsewidths se interpolan entre los dos extremos.
fi: Pulsewidth lisätä päälle olemassa PW on NOS max RPM. Pulsewidths ovat interpoloidaan kahden ääripään välillä.
fr: La largeur d&#39;impulsion à ajouter sur le dessus du PW existant à la RPM max NOS. Pulsewidths ne sont interpolées entre les deux extrêmes.

source: The pulsewidth to add on top of the existing PW at the NOS min RPM. Pulsewidths are interpolated between the two extremes.
es: La amplitud de pulso para añadir en la parte superior de la PW existentes en el RPM NOS min. Pulsewidths se interpolan entre los dos extremos.
fi: Pulsewidth lisätä päälle olemassa PW on NOS min RPM. Pulsewidths ovat interpoloidaan kahden ääripään välillä.
fr: La largeur d&#39;impulsion à ajouter sur le dessus du PW existant à la RPM min NOS. Pulsewidths ne sont interpolées entre les deux extrêmes.

source: This control Sets the base number of sparks used by the round robin spark drop routine. AFAIK This should be set to 1 higher than your number of cylinders (i.e, set to 5 for a 4 cyl)
es: Esto establece el control del número de la base de chispas utilizado por el round robin chispa rutina gota. AFAIK Esto se debe establecer en un más alto que su número de cilindros (es decir, establece en 5 cilindros de 4)
fi: Tämä valvonta Asettaa perus määrän kipinöitä käyttää round robin kipinä pudota rutiinia. AFAIK Tämä tulisi asettaa 1 suurempi kuin teidän sylinterien lukumäärä (eli asetettu 5 4 syl)
fr: Définit le contrôle de cette base le nombre d&#39;étincelles utilisé par le tournoi à la ronde de routine étincelle déroulant. Autant que je sache ce qui devrait être mis à 1 plus élevée que le nombre de cylindres (c.-à-fixé à 5 pour un 4 cyl)

source: This control Sets the hard revlimit RPM (where fuel is cutoff) for the launch limiter.
es: Este control ajusta el duro revlimit RPM (donde el combustible es de corte) para el limitador de lanzamiento.
fi: Tämä ohjaus-setit kova revlimit RPM (jossa polttoaine on raja) käynnistämään rajoitin.
fr: Cette commande définit la revlimit dur RPM (où le carburant est de coupure) pour le limiteur de lancement.

source: This control Sets the number of sparks to drop for each iteration through the sparkbase control above. Thus if you have a 4 cyl , with base-sparks set to 5 and sparkdrop to 1 it'll drop 1 out of 5 ignition events and this will rotate across all cylinders, so that they are all equally dropped. Use higher numbers for more RPM limiting.
es: Esta Juegos de controlar el número de chispas de caída para cada iteración a través del control sparkbase arriba. Así, si usted tiene un 4 cilindros, con base chispas establece en 5 a 1 y sparkdrop se tirarán 1 de cada 5 eventos de encendido y esto girará en todos los cilindros, de modo que todos ellos son igualmente cayó. Use los números más altos para obtener más RPM limitante.
fi: Tämä valvonta Määrittää, kuinka monta kipinät laskuaan jokaisen iteraation avulla sparkbase valvonta edellä. Näin ollen, jos sinulla on 4 syl, jossa base-kipinöitä asetettu 5 ja sparkdrop on 1 se pudottaa 1 / 5 syttymisen tapahtumista ja se kiertää kaikissa sylinterit, niin että ne ovat kaikki yhtä pois. Käytä korkeampaa numerot lisää RPM rajoittamiseksi.
fr: Sets de contrôle Ce nombre d&#39;étincelles à la baisse pour chaque itération à travers le contrôle sparkbase ci-dessus. Ainsi, si vous avez un 4 cyl, avec une base-étincelles fixé à 5 et à 1 sparkdrop ça baisse de 1 à 5 d&#39;événements d&#39;allumage, ce qui fera tourner dans tous les cylindres, de sorte qu&#39;ils soient tous également chuté. Utilisez des chiffres plus élevés pour plus de limiter RPM.

source: This control Sets the soft revlimit RPM (where ignition is cut back) for the launch limite
es: Este control ajusta el suave revlimit RPM (donde se recorta de encendido) para el limite de lanzamiento
fi: Tämä ohjaus-setit pehmeä revlimit RPM (jossa sytytys on leikattu) ja käynnistää limite
fr: Cette commande définit la revlimit douce RPM (où d&#39;allumage est réduite) pour le lancement Limite

source: This control and the next one down determine the range of manifold pressures in which NOS antilag can be used.
es: Este control y el siguiente hasta determinar el rango de presiones múltiples en el que NOS antilag pueden ser utilizados.
fi: Tämä valvonta ja seuraava alaspäin määrittää erilaisia moninaiset paineet joka NOS Antilag voidaan käyttää.
fr: Ce contrôle et la prochaine à déterminer la plage de pression d&#39;admission dans lequel NOS antilag peut être utilisé.

source: This control and the previous one up determine the range of manifold pressures in which NOS antilag can be used.
es: Este control y el anterior hasta determinar el rango de presiones múltiples en el que NOS antilag pueden ser utilizados.
fi: Tämä valvonta ja edellinen ylös alueen määrittämiseksi moninaiset paineet joka NOS Antilag voidaan käyttää.
fr: Ce contrôle et la précédente jusqu&#39;à déterminer la plage de pression d&#39;admission dans lequel NOS antilag peut être utilisé.

source: This control and the previous one work together and this enables a timing retard if the engine goes above this RPM (at least that's what I think it does, but the docs are iffy on that point)
es: Este control y el trabajo anterior juntos y esto permite un retraso de la sincronización si el motor pasa por encima de este RPM (al menos eso es lo que yo creo que sí, pero los documentos están dudoso sobre este punto)
fi: Tämä valvonta ja edellinen yhdessä ja tämä mahdollistaa ajoitus retard jos moottori menee edellä Kyseisen RPM (ainakin se mitä mielestäni ei, mutta dokumentit ovat epävarma tältä osin)
fr: Ce contrôle et la précédente travailler ensemble et cela permet de retarder le moment si le moteur passe au-dessus de ce RPM (du moins c&#39;est ce que je pense qu&#39;il fait, mais les docs sont douteux sur ce point)

source: This control and the previous two work together and this is the amount that timnig is pulled back during flat shift to control engine RPM.
es: Este control y la labor previa dos juntos y esta es la cantidad que timnig se retira durante el turno de plano para controlar las rpm del motor.
fi: Tämä valvonta ja kahden edellisen työskentelevät yhdessä ja tämä summa timnig on vedettävä takaisin aikana tasainen siirtyminen valvoa moottorin kierrosluvun.
fr: Ce contrôle et les deux précédents travailler ensemble et c&#39;est le montant que timnig est tiré vers l&#39;arrière pendant le changement de plat pour contrôler le régime du moteur.

source: This control sets the threshold where the throttle has to be opened MORE than this amount (in raw ADC counts) for Launch control to be activated...
es: Este control ajusta el umbral donde el gas tiene que ser abierto más de esta cantidad (en crudo cuenta ADC) para el control de lanzamiento que se active ...
fi: Tämä säädin asetetaan raja, jossa kaasu on avattava enemmän kuin tämä määrä (raaka ADC määrä) ja Launch Control on käytössä ...
fr: Cette commande définit le seuil où le gaz doit être ouvert plus de ce montant (en chiffres bruts ADC) pour le contrôle du lancement à être activé ...

source: This is the arming RPM for flat shift mode. Allows you to hold the throttle wide open during shifting as it'll try to control engine revs to prevent turbo spooldown during shifting. NOTE: This is rather hard on turbo's
es: Este es el RPM armando para el modo de cambio de plano. Le permite mantener el acelerador abierto durante cambiando, ya que va a tratar de controlar las revoluciones del motor para evitar spooldown turbo durante cambiando. NOTA: Esto es bastante duro en el turbo
fi: Tämä on aseistaa RPM tasainen muutos tilassa. Avulla voit pitää kaasu auki aikana siirtämällä se yritämme hallita käyntinopeus estämiseksi turbo spooldown aikana siirtää. HUOMAUTUS: Tämä on melko kova Turbo
fr: C&#39;est le RPM d&#39;armement pour le mode de déplacement à plat. Cette option vous permet de tenir la manette des gaz grand ouvert pendant décalage car il va essayer de contrôler le régime moteur pour éviter spooldown turbo au cours déplacement. NOTE: Ce qui est assez dur sur le turbo

source: This is the hard revlimit used during flatshift.
es: Este es el revlimit duras que se utilizan durante flatshift.
fi: Tämä on kova revlimit käytetty flatshift.
fr: Il s&#39;agit de la revlimit dur utilisé lors de flatshift.

source: Variable Launch control uses an external input for the user to set the hard cut limit without needed to run any tuning software. The Best way to implement it is to hada thumbswitch that is easily accessed, rev the engine to the target hardlimit rpm and hit the button. The ECU will use this rpm as the hard limit RPM. See http://megasquirt.sf.net/extra/launch.htm
es: Variable de control de lanzamiento utiliza una entrada externa para que el usuario establezca el límite de corte duro sin necesarios para ejecutar cualquier software de sintonización. La mejor manera de aplicarlo es thumbswitch hada que es de fácil acceso, acelere el motor a las revoluciones por minuto hardlimit destino y pulsa el botón. La ECU utilizará esta rpm como el límite de RPM duro. Ver http://megasquirt.sf.net/extra/launch.htm
fi: Muuttuja Launch Control käyttää ulkoista panos käyttäjä voi asettaa kovat leikkaus rajaa, joita tarvitaan mitään tuning-ohjelmisto. Paras tapa toteuttaa se on hada thumbswitch että pääsee helposti, rev moottori kohde hardlimit rpm ja paina nappia. Ecua käyttää tätä rpm niin kova raja RPM. Katso http://megasquirt.sf.net/extra/launch.htm
fr: Lancement de la variable de contrôle utilise une source extérieure à l&#39;utilisateur de définir la limite de coupe dur sans besoin d&#39;exécuter n&#39;importe quel logiciel de tuning. La meilleure façon de mettre en œuvre, il est à thumbswitch hada qui est facilement accessible, tourner le moteur au régime hardlimit cible et appuyez sur le bouton. L&#39;ECU utilisera cette tr / min alors que le régime limite dure. Voir http://megasquirt.sf.net/extra/launch.htm

source: When IAT (Intake Air Temp, MAT) is ABOVE this value and the next two conditions are met, water injection will be enabled...
es: Cuando IAT (temperatura del aire de entrada, MAT) es superior a ese valor y las condiciones se cumplen dos siguientes, de inyección de agua se habilitará ...
fi: Kun iat (imuilman lämpö MAT) on tätä korkeampi ja kaksi seuraavaa edellytystä täyttyvät, veden ruiskutus otetaan käyttöön ...
fr: Quand IAT (admission d&#39;air Temp, MAT) est supérieur à cette valeur, et les deux prochaines conditions sont remplies, l&#39;injection d&#39;eau seront permis ...

source: When the engine RPM exceeds this value and the setpoints for the IAT temp and manifold pressure are also reached for water injection, the water injection output will turn on.
es: Cuando las RPM del motor excede este valor y los puntos de ajuste para la temperatura y la presión del múltiple IAT también alcanzó para inyección de agua, la salida de inyección de agua se enciende.
fi: Kun moottorin kierrosluku ylittää tämän arvon ja asetusarvot varten iat lämpötila ja Ahtopaine on myös saavutettu veden imeyttäminen, veden ruiskutus tuotanto käynnistyy.
fr: Lorsque le régime moteur dépasse cette valeur et les valeurs de consigne de la température et de pression d&#39;admission IAT sont également atteint d&#39;injection d&#39;eau, la sortie d&#39;injection d&#39;eau se met en marche.

source: When the engine RPM is between this an MAX rpm and the other conditions are met, nitrous enrich will be added to the exist fuel pulsewidth.
es: Cuando las RPM del motor es uno entre este rpm MAX y las demás condiciones se cumplen, enriquecer nitroso se añadirá a la amplitud de pulso existen combustible.
fi: Kun moottorin kierrosluku on välillä tätä MAX rpm ja muut edellytykset täyttyvät, typpioksiduuli rikastuttaa lisätään olemassa polttoaineen pulsewidth.
fr: Lorsque le régime moteur se situe entre ce régime une MAX et les autres conditions sont remplies, le protoxyde d&#39;enrichir sera ajouté à la largeur d&#39;impulsion de carburant existent.

source: When the engine RPM is between this an MAX rpm and the other conditions are met, nitrous enrich will be added to the existing fuel pulsewidth.
es: Cuando las RPM del motor es uno entre este rpm MAX y las demás condiciones se cumplen, enriquecer nitroso se añadirá a la amplitud de pulso de combustible existente.
fi: Kun moottorin kierrosluku on välillä tätä MAX rpm ja muut edellytykset täyttyvät, typpioksiduuli rikastuttaa lisätään nykyisten polttoaineiden pulsewidth.
fr: Lorsque le régime moteur se situe entre ce régime une MAX et les autres conditions sont remplies, le protoxyde d&#39;enrichir sera ajouté à la largeur d&#39;impulsion de carburant existant.

source: When the intake manifold pressure is above this point (in KPA) and the IAT setpoint and RPM setpoitns have been reached for water injection, the water injection output will turn on.
es: Cuando la presión del colector de admisión sea superior a ese punto (en el Ejército Popular de Corea) y el punto de referencia IAT y setpoitns RPM se han alcanzado para inyección de agua, la salida de inyección de agua se enciende.
fi: Kun imusarjan paine on suurempi kuin tämä piste (KPA) ja iat asetusarvon ja RPM setpoitns on saavutettu veden ruiskutus, veden ruiskutus tuotanto käynnistyy.
fr: Lorsque la pression du collecteur d&#39;admission est supérieur à ce point (en kPa) et la consigne de TAI et setpoitns RPM ont été atteints pour l&#39;injection d&#39;eau, la sortie d&#39;injection d&#39;eau se met en marche.

source: _Water/NOS/Launch
es: _Water / NOS / Lanzamiento
fr: _Water / NOS / Lancement

source: Enables or Disables Stim-4-Wheel mode (bench debugging tool)
es: Activa o desactiva el modo Stim-4-Wheel (herramienta de banco de depuración)
fi: Ottaa käyttöön tai poistaa Stim-4-Wheel-tilassa (pöytä debugging työkalu)
fr: Active ou désactive la Stim-4-Wheel (outil de débogage banc)

source: Enables/Disables Oddfire controls
es: Activa y desactiva los controles Oddfire
fi: Ottaa käyttöön / poistaa Oddfire valvontaa
fr: Active / désactive les contrôles Oddfire

source: Holds off ignition for x number of triggers to allow engine RPM to stabilize a bit when cranking just starts. Helps eliminiate screwy initial spark timing
es: Sostiene el encendido de x número de disparadores para permitir que las RPM del motor se estabilice un poco cuando arranque apenas comienza. Ayudas para eliminiate chiflado inicial sincronización de la chispa
fi: Pitää pois syttymisvaaraa x määrä käynnistää, jotta moottorin kierrosluvun vakauttamiseksi vähän kun cranking juuri alkaa. Auttaa eliminiate kumma alkuperäinen sytytysennakko
fr: Dit hors d&#39;allumage pour x nombre de déclencheurs pour permettre le régime du moteur pour stabiliser un peu quand démarrage commence juste. Aide eliminiate tordu initial allumage

source: I have no idea what the hell this one is for. See http://megasquirt.sf.net/extra for more information.
es: No tengo idea de qué demonios esto es para. Ver http://megasquirt.sf.net/extra para más información.
fi: Minulla ei ole aavistustakaan, mitä helvettiä tämä on. Katso http://megasquirt.sf.net/extra lisätietoja.
fr: Je n&#39;ai aucune idée de ce que l&#39;enfer celui-ci est pour. Voir http://megasquirt.sf.net/extra pour plus d&#39;informations.

source: Ignition/_Wheel
es: Encendido / _Wheel
fi: Sytytys / _Wheel
fr: Allumage / _Wheel

source: Number of steps/outputs. (Not too sure on this one....)
es: Número de pasos / salidas. (No es muy seguro en este un ....)
fi: Askelten lukumäärä / lähdöille. (Ei liian varma tästä yhdestä ....)
fr: Nombre de marches / sorties. (Pas trop sûr sur celui-ci ....)

source: Selects Fixed dwell or dwell control
es: Selecciona habitan fija o vivir de control
fi: Valitsee Kiinteä asua tai asua ohjaus
fr: Sélectionne le contrôle demeurent fixes ou habitent

source: Selects the amount fo dwell when in fixed mode
es: Selecciona la cantidad de vivir en el modo fijo
fi: Valitsee määrä asua kun kiinteän tilan
fr: Sélectionne le montant pour demeurer en mode fixe

source: Sets ignition output polarity
es: Juegos de lógica de conmutación de encendido
fi: Sarjat sytytys lähdön polariteetti
fr: polarité Règle la sortie d&#39;allumage

source: Sets the cranking timing control to use Trigger Return (second column of Trigger points table above) or time based timing (which can be error prone if the engine doesn't have a stable and consistent cranking RPM)
es: Establece el control de arranque en el momento de utilizar Trigger Retorno (segunda columna de la tabla de puntos de disparo más arriba) o el calendario basado en el tiempo (que puede ser propenso a errores si el motor no tiene una estable y consistente arranque RPM)
fi: Määrittää cranking Rasti käyttää Trigger tuotto (toinen sarake Trigger pistettä edellä oleva taulukko) tai aikaan perustuva ajoitus (joka voi olla virhealtista, jos moottori ei ole vakaa ja johdonmukainen cranking RPM)
fr: Définit la commande de synchronisation démarrage à utiliser Trigger Retour (deuxième colonne du tableau des points Trigger ci-dessus) ou le temps le moment (qui peut être source d&#39;erreurs si le moteur n&#39;a pas stable et cohérent démarrage RPM)

source: Sets the second trigger input
es: Establece la segunda entrada de disparo
fi: Määrittää toisen laukaista panos
fr: Définit l&#39;entrée second déclencheur

source: Sets the second trigger input to trigger on the Rising or Falling Edge.
es: Establece la segunda entrada de disparo para disparar en el borde ascendente o descendente.
fi: Määrittää toisen laukaista panos liipaisinta Rising tai laskevalla reunalla.
fr: Définit l&#39;entrée de déclenchement deuxième gâchette du front montant ou descendant.

source: Sets the wheel decode algorithm to either 025 style or 024s9 style.
es: Establece el algoritmo de decodificación de la rueda a 025 o bien el estilo o el estilo 024s9.
fi: Määrittää pyörän purkaa algoritmi joko 025 tyyli tai 024s9 tyyli.
fr: Définit l&#39;algorithme de décodage de roue soit 025 de style ou un style 024s9.

source: Sets the wheel to be of the "-1" variety, (i.e. 36-1, 12-1, 4-1, etc) or of the "-2" variety, (i.e. 60-2)
es: Establece la rueda para ser de la "-1" variedad ", (es decir, 36-1, 12-1, 4-1, etc) o de la" -2 "variedad", (es decir, 60-2)
fi: Määrittää pyörän olevan "-1" lajike, (eli 36-1, 12-1, 4-1, jne.) tai "-2" lajike, (eli 60-2)
fr: Définit la roue à des "-1" variété, (c.-à 36-1, 12-1, 4-1, etc) ou de la "-2" variété, (c.-à 60-2)

source: Stim for wheel is ONLY FOR USE on the stimulator. DO NOT USE THIS MODE on the car. This option is for toothed wheel users to test their Megasquirt on the bench using the stimulator where the correct input signal is unavailable. DO NOT use on the real engine or you will flood the engine with fuel.
es: Stim para la rueda es para utilizar solamente en el estimulador. NO utilizar este modo en el coche. Esta opción es para usuarios de la rueda dentada para probar su MegaSquirt en el banco con el estimulador en la señal de entrada correcta no está disponible. NO lo use en el verdadero motor o se le inunde el motor con combustible.
fi: STIM pyörän sopii vain on stimulaattori. ÄLÄ KÄYTÄ TÄTÄ MODE auton. Tämä vaihtoehto on hammastettu pyörä käyttäjät voivat testata niiden Megasquirt penkille käyttämällä stimulaattorin jossa oikea signaali ei ole käytettävissä. Älä käytä todellinen moottori tai sinulla tulva moottori polttoainetta.
fr: Stim pour la roue ne peut être utilisé sur le stimulateur. NE PAS utiliser ce mode sur la voiture. Cette option est pour les utilisateurs de roue dentée de tester leurs Megasquirt sur le banc avec le stimulateur lorsque le signal d&#39;entrée correct n&#39;est pas disponible. NE PAS utiliser sur le moteur réel ou vous inonder le moteur en carburant.

source: The Oddfire bins are HIGHLY EXPERIMENTAL and likely to be buggy. These are degree offsets for each corresponding trigger point to handle oddfire engines. See http://megasquirt.sourceforge.net/extra/setup-oddwheel.html for more information.
es: Los contenedores Oddfire son muy experimentales y es probable que tenga fallos. Estas son las compensaciones de grado para cada punto de aplicación correspondiente para manejar motores oddfire. Ver http://megasquirt.sourceforge.net/extra/setup-oddwheel.html para más información.
fi: Oddfire siilot ovat hyvin kokeellisia ja todennäköisesti buginen. Nämä ovat tutkinto vaihesiirrot kukin kynnyspisteen käsitellä oddfire moottoreita. Katso http://megasquirt.sourceforge.net/extra/setup-oddwheel.html lisätietoja.
fr: Les bacs sont Oddfire très expérimental et susceptibles d&#39;être buggy. Ces décalages sont degré pour chaque point de déclenchement correspondant à manipuler les moteurs oddfire. Voir http://megasquirt.sourceforge.net/extra/setup-oddwheel.html pour plus d&#39;informations.

source: The Trigger points are the points on the crank wheel for triggering each ignition event. You should set the trigger points at least 20 deg before your MAXIMUM timing advance. (i.e if you set max advance to 40 deg, then the tooth you trigger on should be crossing the sensor at about 60deg BTDC). See http://megasquirt.sf.net/extra/setup-wheel.html for more information regarding the tooth wheel decoder.
es: Los puntos gatillo son los puntos en la manivela de la rueda para activar cada evento de encendido. Debe establecer los puntos gatillo al menos 20 grados antes de que su avance de tiempo MÁXIMO. (Es decir, si establece antelación máxima de 40 grados, entonces el diente que debe ser el disparador en el cruce del sensor a unos 60deg BTDC). Ver http://megasquirt.sf.net/extra/setup-wheel.html para obtener más información sobre el decodificador de la rueda del diente.
fi: Trigger pisteet ovat pisteitä kampi pyörää, joka johtaa syttyminen tapahtuma. Sinun tulisi asettaa alkusysäyksiä vähintään 20 astetta ennen suurin ajoitus etukäteen. (Eli jos olet asettanut max ennakkoon 40 °, niin hammas sinun liipaisinta pitäisi ylittää anturin noin 60deg BTDC). Katso http://megasquirt.sf.net/extra/setup-wheel.html lisää tietoja hammas pyörän dekooderin.
fr: Les points de déclenchement sont les points sur la manivelle de roue pour le déclenchement de chacun événement déclencheur. Vous devez définir les points de déclenchement au moins 20 degrés avant votre avance temporelle MAXIMUM. (Par exemple, si vous définissez l&#39;avance max à 40 °, puis la dent vous déclenchez le passage à niveau doit être le capteur à environ 60deg BTDC). Voir http://megasquirt.sf.net/extra/setup-wheel.html pour plus d&#39;informations sur le décodeur roue dentée.
