Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The After Start Correction % is a tempory fuel adjustment to help stabilise the engine. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Después de la corrección de Inicio% es un ajuste de combustible para ayudar a estabilizar tempory del motor. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Käynnistyksen jälkeen korjaus % on Tilapäistyyppisten polttoaine oikaisu vakauttaa moottoria. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: L&#39;après% Correction Start est un ajustement de carburant tempory pour aider à stabiliser le moteur. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The After Start Correction duration is the number of injection cycles over which the correction will be tapered to nothing. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Después de la duración de la corrección de inicio es el número de ciclos de inyección más que la corrección se cónica a la nada. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Käynnistyksen jälkeen korjaus kestää useita injektio jaksoa, jonka aikana korjaus on suippo juuri mitään. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La durée Après correction de début est le nombre de cycles d&#39;injection sur laquelle la correction sera conique à rien. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The CTS bins are used to determine what corrections or settings are to be applied according to the Coolant Temperature Sensor. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores CTS se utilizan para determinar las correcciones o ajustes se aplicarán de acuerdo con el sensor de temperatura del refrigerante. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: CTS jäteastioita käytetään määrittämään, mitä korjauksia tai asetuksia on sovellettava mukaan Jäähdytysnesteen lämpötila-anturi. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs CTS sont utilisées pour déterminer ce que des corrections ou des paramètres doivent être appliquées en fonction du capteur de température du liquide de refroidissement. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The IAC CTS bins are used to determine what idle target and stepper control is to be applied according to the Coolant Temperature Sensor. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores IAC CTS se utilizan para determinar sobre qué destino ocioso y paso a paso es el control que deben aplicarse de acuerdo con el sensor de temperatura del refrigerante. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: IAC CTS jäteastioita käytetään määrittämään, mitä tyhjäkäynnillä tavoite ja stepperi valvonta on sovellettava mukaan Jäähdytysnesteen lämpötila-anturi. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs IAC CTS sont utilisées pour déterminer quelle cible de ralenti et commande pas à pas doit être appliquée selon le capteur de température du liquide de refroidissement. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The IAC idle target is the disired engine rpm and is applied according to the Coolant Temperature Sensor. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El objetivo de CAI es ociosa las rpm del motor disired y se aplica de acuerdo al sensor de temperatura del refrigerante. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: IAC käyttämättömänä tavoite on disired moottorin kierrosluku ja sovellettiin Jäähdytysnesteen lämpötila-anturi. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le CCI cible idle est le régime du moteur disired et est appliqué selon le capteur de température du liquide de refroidissement. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The IAC minimum acts like a throttle stop and at no time will the stepper move beyond this point and is applied according to the Coolant Temperature Sensor. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El mínimo IAC actúa como un acelerador y dejar en ningún momento el paso a paso ir más allá de este punto y se aplica de acuerdo al sensor de temperatura del refrigerante. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: IAC pienin toimii kuin kaasua pysähtyä ja missään vaiheessa ei stepper siirtyä tässä vaiheessa ja sitä sovelletaan sen mukaan, jäähdytysnesteen lämpötila-anturi. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le minimum CCI agit comme un arrêt des gaz et à aucun moment le mouvement pas à pas au-delà de ce point et est appliquée selon le capteur de température du liquide de refroidissement. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The IAC range is the maximum number of steps the pintle can move. Typical for GM is 196. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La gama de IAC es el número máximo de pasos de la pinza se puede mover. Típico para GM es de 196. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: IAC alue on maksimimäärä vaiheita pintle voi liikkua. Tyypillistä GM on 196. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La gamme IAC est le nombre maximum d&#39;étapes d&#39;attelage peut se déplacer. Typique pour GM est de 196. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The IAC start is the return point when the throttle is released and is the step position where idle control will begin to overtake and is applied according to the Coolant Temperature Sensor. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El inicio del IAC es el punto de retorno cuando se suelta el acelerador y es la posición del paso de control de ralentí cuando se empiezan a adelantar y se aplica de acuerdo al sensor de temperatura del refrigerante. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: IAC aloittaa on palata kohtaan, kun kaasu on julkaissut ja askel tilanteeseen, jossa idle ohjaus alkaa ohittaa ja sovellettiin Jäähdytysnesteen lämpötila-anturi. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le début du CCI est le point de retour lorsque le gaz est libéré et est la position étape où la commande de ralenti commence à rattraper et est appliquée selon le capteur de température du liquide de refroidissement. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The IAC will be moved to the cranking position during engine crank mode and is applied according to the Coolant Temperature Sensor. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La CAI se desplazará a la posición de arranque en modo de cigüeñal y se aplica de acuerdo al sensor de temperatura del refrigerante. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: IAC siirretään cranking asennossa moottori kampi tila ja haetaan mukaan Jäähdytysnesteen lämpötila-anturi. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: La CCI sera déplacé vers la position démarrage lorsque le moteur est manivelle mode et est appliqué selon le capteur de température du liquide de refroidissement. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The IAC will be stepped towards this position (interpolated from the start position at the idle control max tps) until 100% tps. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La CAI se intensificarán hacia esta posición (interpolados a partir de la posición de inicio en el tps Max Idle control) hasta tps 100%. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: IAC on tehostettava tämän tavoitteen asema (interpoloitu alkaa kantaa tyhjäkäynnillä ohjaus max TPS) kunnes 100% TPS. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le CCI sera un pas vers cette position (par interpolation de la position de départ à la TPS au ralenti max de contrôle) jusqu&#39;à 100% de TPS. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The IAC will update and take a step at this interval. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La CAI se actualizará y dar un paso en este intervalo. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: IAC päivittää ja ottaa askel tällä välin. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le CCI mettra à jour et faire un pas à cet intervalle. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The MAT bins are used to determine what corrections or settings are to be applied according to the Coolant Temperature Sensor. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores MAT se utilizan para determinar las correcciones o ajustes se aplicarán de acuerdo con el sensor de temperatura del refrigerante. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: MAT jäteastioita käytetään määrittämään, mitä korjauksia tai asetuksia on sovellettava mukaan Jäähdytysnesteen lämpötila-anturi. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs MAT sont utilisés pour déterminer ce que des corrections ou des paramètres doivent être appliquées en fonction du capteur de température du liquide de refroidissement. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The ROC factor determines what proportion of the AE BPW will actually be used. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El factor de la República de China determina qué proporción de la BPW AE se utilicen realmente. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: ROC tekijä määrittää, mikä osuus AE BPW todella käytetään. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Le facteur ROC détermine quelle proportion de la BPW AE sera effectivement utilisé. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.
