Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Sets the Launch Control feature
es: Establece la función Launch Control
fi: Määrittää Launch Control-toiminto
fr: Définit la fonction Launch Control

source: Sets the engine type, 2 stroke, or 4 stroke
es: Establece el tipo de motor, accidente cerebrovascular 2, 4 o un derrame cerebral
fi: Asettaa moottorin tyyppi, 2 tahti tai 4-tahtinen
fr: Définit le type de moteur, 2 temps ou 4 temps

source: Sets the injector firing pattern.
es: Establece el patrón de disparo de los inyectores.
fi: Määrittää suutin ampumisen mallia.
fr: Définit le mode de tir de l&#39;injecteur.

source: Sets the secondary fuel load computation to be additive or multiplicative in nature.
es: Establece el cálculo de la carga de combustible secundario ser aditivo o multiplicativo en la naturaleza.
fi: Määrittää toisen polttoaineen kuorman laskenta on lisäaine tai multiplikatiivisen luonnossa.
fr: Définit le calcul secondaires charge de carburant pour être additive ou multiplicative dans la nature.

source: Sets the usage of a MAF sensor and it's input port
es: Establece el uso de un sensor de MAF y es puerto de entrada
fr: port d&#39;entrée Définit l&#39;utilisation d&#39;un capteur de CRG et il est

source: This button Pops up a window to calculate the required fuel
es: Esto hace aparecer una ventana botón para calcular el combustible necesario
fi: Tämä painike ponnahtaa ikkuna laskea tarvittavat polttoaineen
fr: Cette Pops bouton une fenêtre pour calculer le carburant nécessaire

source: This compensates for battery voltage, at lower voltages the injectors open slower, skewing fuel flow slightly. this corrects for that.
es: Esto compensa la tensión de la batería, a bajos voltajes de los inyectores abiertos más lento, desviando el flujo de combustible ligeramente. esto corrige para eso.
fi: Tämä kompensoi akun jännite, pienemmillä jännitteillä suonensisäisesti auki hitaampi, vääristävätkö polttoaineen virtaus hieman. Tämä korjaa siitä.
fr: Cela compense tension de la batterie, à des tensions inférieures ouvrir les injecteurs plus lent, l&#39;inclinaison du débit de carburant légèrement. Ceci corrige pour cela.

source: This is the amount of time the injector spends in the opening or closing phase. It's used to tweake the fuel equations to compensate for the fact that fuel flow doesn't go from 0 to max instantaneously
es: Esta es la cantidad de tiempo que el inyector, pasa en la fase de apertura o de cierre. Se utiliza para tweake las ecuaciones de combustible para compensar el hecho de que el flujo de combustible no va de 0 a un máximo de instantánea
fi: Tämä on aika injektorin viettää aukko tai loppuvaiheessa. Sitä käytetään tweake polttoaineen yhtälöt kompensoida sitä, että polttoaineen virtaus ei mene 0-max välittömästi
fr: C&#39;est le temps de l&#39;injecteur passe dans l&#39;ouverture ou la fermeture. Elle est utilisée pour les équations tweake carburant pour compenser le fait que le débit de carburant ne va pas de 0 à max instantanément

source: This is the stoich AFR
es: Esta es la AFR stoich
fi: Tämä on stoich AFR
fr: Il s&#39;agit de la AFR stoich

source: This sets the ADC Lag Factor for things like IAT, CLT, Battey Voltage. Values below 100 causes the variable to change slower than their input (analagous to a low pass filter of sorts)
es: Esto establece el ADC Lag Factor para cosas como IAT, CLT, Battey Tensión. Valores por debajo de 100 hace que la variable de cambiar más lento que su entrada (análoga a la de un filtro de paso bajo de clases)
fi: Tämä asettaa ADC Lag Factor asioita, kuten iat, CLT, Battey Voltage. Arvot alle 100 saa muuttuja muuttaa hitaammin kuin niiden panos (analoginen alipäästösuodin tapaisena)
fr: Ceci définit la CAN Lag Factor pour des choses comme IAT, CLT, Battey tension. Les valeurs en dessous de 100 causes de la variable à changer plus lentement que leurs commentaires (analogue à un filtre passe-bas de toutes sortes)

source: This sets the High baro limit in kPa for baro correction (clamp point)
es: Esto establece el límite de alto baro en kPa para la corrección de baro (punto de sujeción)
fi: Tämä asettaa korkean baro rajan kPa baro korjaus (kiristin kohta)
fr: Ceci définit la limite haute baro en kPa pour la correction baro (point de serrage)

source: This sets the Knock Lag Factor. Values below 100 causes the variable to change slower than their input (analagous to a low pass filter of sorts)
es: Esto establece el Factor de Knock Lag. Valores por debajo de 100 hace que la variable de cambiar más lento que su entrada (análoga a la de un filtro de paso bajo de clases)
fi: Tämä asettaa Knock Lag Factor. Arvot alle 100 saa muuttuja muuttaa hitaammin kuin niiden panos (analoginen alipäästösuodin tapaisena)
fr: Ceci définit la Knock Lag Factor. Les valeurs en dessous de 100 causes de la variable à changer plus lentement que leurs commentaires (analogue à un filtre passe-bas de toutes sortes)

source: This sets the LAmbda/EGO Lag Factor. Values below 100 causes the variable to change slower than their input (analagous to a low pass filter of sorts)
es: Esto establece el lambda / EGO Lag Factor. Valores por debajo de 100 hace que la variable de cambiar más lento que su entrada (análoga a la de un filtro de paso bajo de clases)
fi: Tämä asettaa lambda / EGO Lag Factor. Arvot alle 100 saa muuttuja muuttaa hitaammin kuin niiden panos (analoginen alipäästösuodin tapaisena)
fr: Ceci définit la lambda / EGO Lag Factor. Les valeurs en dessous de 100 causes de la variable à changer plus lentement que leurs commentaires (analogue à un filtre passe-bas de toutes sortes)

source: This sets the Low baro limit in kPa for baro correction (clamp point)
es: Esto establece el límite de baro baja en kPa para la corrección de baro (punto de sujeción)
fi: Tämä asettaa Low baro rajan kPa baro korjaus (kiristin kohta)
fr: Ceci définit la limite basse baro en kPa pour la correction baro (point de serrage)

source: This sets the MAP/MAF Sensor Lag Factor. Values below 100 causes the variable to change slower than their input (analagous to a low pass filter of sorts)
es: Esto establece el MAP / MAF sensor Lag Factor. Valores por debajo de 100 hace que la variable de cambiar más lento que su entrada (análoga a la de un filtro de paso bajo de clases)
fi: Tämä asettaa MAP / MAF-tunnistin Lag Factor. Arvot alle 100 saa muuttuja muuttaa hitaammin kuin niiden panos (analoginen alipäästösuodin tapaisena)
fr: Ceci définit la MAP / MAF capteur Lag Factor. Les valeurs en dessous de 100 causes de la variable à changer plus lentement que leurs commentaires (analogue à un filtre passe-bas de toutes sortes)

source: This sets the PWM Period in us.
es: Esto establece el Periodo PWM en nosotros.
fi: Tämä asettaa PWM Kausi meissä.
fr: Ceci définit la période PWM en nous.

source: This sets the PWM Time Threshold, when the injector is on for this ammount, current limit is kicked in. Thsi should beset to 25.5 for high impedance injectors where PWM is unneeded.
es: Esto establece el PWM umbral de tiempo, cuando el inyector está en esta cantidad, el límite de corriente patadas pulg Esto debería acosado a 25,5 para inyectores de alta impedancia cuando PWM es innecesaria.
fi: Tämä asettaa PWM Time Threshold, kun suutin on tästä määrästä, nykyinen raja on alettu Tämä vaivaa on 25,5 korkea impedanssi pistämällä jossa PWM on tarpeettomia.
fr: Ceci définit la PWM seuil de temps, quand l&#39;injecteur est de ce montant, limite actuelle est entrée en jeu. Cela devrait en proie à 25,5 pour les injecteurs à haute impédance lorsque PWM est inutile.

source: This sets the PWM current limit DutyCycle %, 100 being no limit.
es: Esto establece el límite de corriente PWM DutyCycle%, 100 están sin límite.
fi: Tämä asettaa PWM nykyinen raja DutyCycle %, 100 on mitään rajaa.
fr: Ceci définit la limite actuelle PWM% du rapport durée période, 100 étant sans limite.

source: This sets the RPM Lag Factor. Values below 100 causes the variable to change slower than their input (analagous to a low pass filter of sorts)
es: Esto establece el RPM Factor Lag. Valores por debajo de 100 hace que la variable de cambiar más lento que su entrada (análoga a la de un filtro de paso bajo de clases)
fi: Tämä asettaa RPM Lag Factor. Arvot alle 100 saa muuttuja muuttaa hitaammin kuin niiden panos (analoginen alipäästösuodin tapaisena)
fr: Cela définit le RPM Lag Factor. Les valeurs en dessous de 100 causes de la variable à changer plus lentement que leurs commentaires (analogue à un filtre passe-bas de toutes sortes)

source: This sets the TPS Sensor Lag Factor. Values below 100 causes the variable to change slower than their input (analagous to a low pass filter of sorts)
es: Esto establece el sensor TPS Lag Factor. Valores por debajo de 100 hace que la variable de cambiar más lento que su entrada (análoga a la de un filtro de paso bajo de clases)
fi: Tämä asettaa TPS Sensor Lag Factor. Arvot alle 100 saa muuttuja muuttaa hitaammin kuin niiden panos (analoginen alipäästösuodin tapaisena)
fr: Cela définit le capteur TPS Lag Factor. Les valeurs en dessous de 100 causes de la variable à changer plus lentement que leurs commentaires (analogue à un filtre passe-bas de toutes sortes)

source: This sets the TPS Sensor sampling rate in milliseconds
es: Esto establece el sensor de velocidad de muestreo de TPS en milisegundos
fi: Tämä asettaa TPS Sensor otantasuhteen millisekunneissa
fr: Cela définit le capteur TPS taux d&#39;échantillonnage en millisecondes

source: This sets the default baro value used when no baro correction is used
es: Esto establece el valor por defecto baro utilizar cuando no se utiliza la corrección baro
fi: Tämä asettaa oletuksena baro arvoa käytetään ei baro korjausta käytetään
fr: Ceci définit la valeur par défaut utilisée lors baro aucune correction baro est utilisé

source: _Global Settings
es: Ajustes _Global
fi: _Global Asetukset
fr: _Global Paramètres

source: Angle BTDC for missing tooth (or tooth #1)
es: Ángulo BTDC por diente faltante (o el diente # 1)
fi: Angle BTDC varten puuttuvan hampaan (tai hampaiden # 1)
fr: Angle avant le PMH pour dent manquante (ou la dent n ° 1)

source: Cranking Timing Advance
es: Avance de la Regulación de arranque
fi: Cranking Ajoitus Advance
fr: Timing Advance Cranking

source: Cranking dwell in ms
es: Arranque habitan en ms
fi: Cranking asua ms
fr: Démarrage à habiter dans ms

source: Dwell Dutycycle in %
es: Habita en Dutycycle%
fi: Asua Dutycycle in %
fr: Du rapport durée période de balayage en%

source: Dwell Max spark duration in ms.
es: Número máximo de detención chispa duración en ms.
fi: Asua Max kipinä kesto ms.
fr: Dwell Max étincelle durée en ms.

source: Dwell Time in ms.
es: Tiempo de permanencia en ms.
fi: Viiveaika millisekunteina.
fr: Temps de séjour dans ms.

source: Dwell acceleration compensation
es: Detención compensación de la aceleración
fi: Asua kiihtyvyyskompensointi
fr: compensation de l&#39;accélération de balayage

source: Dwell time from 1-8ms
es: Tiempo de permanencia de 1-8 ms
fi: Pysähdysaika 1-8ms
fr: Durée de balayage de 1-8 ms

source: Fixed timing, to be used when not using spark table (debug tool to
es: calendario fijo, que se utilizarán cuando no se usa chispa de mesa (herramienta de depuración para
fi: Kiinteä ajoitus, jota käytetään, kun ei käytetä kipinä taulukko (debug-työkalun avulla
fr: calendrier fixe, à utiliser lorsque vous n&#39;utilisez pas étincelle table (outil de débogage à

source: For oddfire engines, this is the smaller of the two angles between ignition events
es: Para los motores oddfire, este es el menor de los dos puntos de vista entre los eventos de encendido
fi: Saat oddfire moottorit, tämä on pienempi kahdesta näkökulmasta välillä sytytys tapahtumia
fr: Pour les moteurs oddfire, c&#39;est le plus petit des deux angles entre les événements d&#39;allumage

source: Number of missing teeth on the trigger wheel
es: Número de dientes que faltan en la rueda de activación
fi: Puuttuvien hampaiden määrä on käynnistää pyörä
fr: Nombre de dents manquantes sur la roue de déclenchement

source: Number of teeth on the wheel
es: Número de dientes en la rueda
fi: Määrä hammasta pyörän
fr: Nombre de dents sur la roue

source: See http://msextra.com/doc/ms2extra/MS2-Extra_Gen_Ignition.htm
es: Ver http://msextra.com/doc/ms2extra/MS2-Extra_Gen_Ignition.htm
fi: Katso http://msextra.com/doc/ms2extra/MS2-Extra_Gen_Ignition.htm
fr: Voir http://msextra.com/doc/ms2extra/MS2-Extra_Gen_Ignition.htm

source: Sets ECU 2nd trigger parameters, see http://msextra.com/doc/ms2extra/MS2-Extra_Gen_Ignition.htm
es: Establece los parámetros de ecus segundo disparo, vea http://msextra.com/doc/ms2extra/MS2-Extra_Gen_Ignition.htm
fi: Sarjat ecua toinen laukaista parametreista http://msextra.com/doc/ms2extra/MS2-Extra_Gen_Ignition.htm
fr: Définit les paramètres de déclenchement d&#39;écus 2e, voir http://msextra.com/doc/ms2extra/MS2-Extra_Gen_Ignition.htm

source: Sets ECU Crank trigger point.
es: Juegos de ecus Crank punto gatillo.
fi: Sarjat ecua Crank laukaista kohta.
fr: Sets écus seuil de déclenchement Crank.

source: Sets ECU Igntion Dwell mode
es: Establece el modo de ecus Igntion detención
fi: Sarjat ecua Igntion Dwell tila
fr: Sets écus Igntion Dwell mode

source: Sets ECU Input trigger to fire on either the rising or falling edge.
es: Juegos de ecus de disparo de entrada al fuego ya sea en el borde ascendente o descendente.
fi: Sarjat ecua Input laukaista ampua joko nouseva tai laskeva reuna.
fr: Sets d&#39;écus d&#39;entrée détente pour faire feu sur l&#39;une ou l&#39;autre front montant ou descendant.

source: Sets ECU Spark Advance source
es: Juegos de ecus avance de la chispa de origen
fi: Sarjat ecua sytytysennakkoa lähde
fr: Sets écus avance à l&#39;allumage source

source: Sets ECU Spark Output pin for Spark A.
es: Juegos de ecus chispa pin de salida para Chispa A.
fi: Sarjat ecua Spark lähtö pin kipinää A.
fr: Sets écus Spark broche de sortie pour Spark A.

source: Sets ECU Spark Output polarity
es: Juegos de ecus chispa polaridad de salida
fi: Sarjat ecua Spark lähdön polariteetti
fr: Sets écus polarité de sortie d&#39;allumage

source: Sets Number of ign coils/coil setup
es: Establece el número de bobinas IGN / bobina de configuración
fi: Sarjat määrä IGN kelat / kelan asennus
fr: Définit le nombre de bobines IGN configuration bobine /

source: Sets the Engine Ignition Scheme
es: Establece el sistema de encendido del motor
fi: Määrittää Moottori Scheme
fr: Définit le système d&#39;allumage du moteur

source: Sets the GM Bypass line config in basic trigger mode
es: Establece la línea de GM Bypass config en el modo de disparador de base
fi: Määrittää GM ohitustien rivi config perus laukaista tilassa
fr: Définit la ligne GM Bypass config en mode de déclenchement de base

source: Sets the Wheel speed
es: Configura la velocidad de la rueda
fi: Asettaa Pyörän nopeus
fr: Détermine la vitesse de roue

source: Sets the Wheel type
es: Establece el tipo de ruedas
fi: Asettaa Vanteen tyyppi
fr: Définit le type de roue

source: Sets the middle LED behavior in trigger return mode
es: Establece el LED central comportamiento en el modo de disparador de retorno
fi: Määrittää keskellä LED käyttäytyminen laukaista palata tilassa
fr: Définit le milieu LED comportement en mode de déclenchement de retour

source: Sets whether to use a cam signal if available
es: Establece si se utiliza una señal de leva si está disponible
fi: Määrittää, käytetäänkö cam signaali saatavilla
fr: Définit s&#39;il faut utiliser un signal de came si disponible

source: Skip Pulses (no_skip_pulses) is the number of ignition pulses at start-up that MegaSquirt-II uses to calculate the rpm before sending calculated advance signals. This allows the starter to get the engine up to a semi-stable speed first.
es: Saltar Legumbres (no_skip_pulses) es el número de pulsos de encendido en el arranque que MegaSquirt-II utiliza para calcular el número de revoluciones antes de enviar señales calculado previamente. Esto permite que el motor de arranque para obtener el motor a una velocidad semi-estable, al comienzo.
fi: Ohita Palkokasvit (no_skip_pulses) on määrä syttymisen pulssien käynnistyksen että MegaSquirt-II käyttää laskemiseen rpm ennen lähettämistä laskea etukäteen signaaleja. Tämä mahdollistaa käynnistin saada moottori jopa osittain vakaa nopeus ensimmäinen.
fr: Passer les légumes secs (no_skip_pulses) est le nombre d&#39;impulsions d&#39;allumage au démarrage que MegaSquirt-II utilise pour calculer la vitesse de rotation calculée avant d&#39;envoyer des signaux d&#39;avance. Cela permet le démarreur pour obtenir le moteur à une vitesse semi-stable en premier.

source: This is only to be used to compensat for spark retarding with increasing RPM, otherwise leave at zero.
es: Esto es sólo para ser usado para compensación fin retardar la chispa con el aumento de RPM, de lo contrario dejarlo en cero.
fi: Tämä on vain käytettävä compensat kipinää hidastavat yhä RPM, muuten jätä nolla.
fr: Ce ne doit être utilisé à indemniser des bougies retardateur avec l&#39;augmentation de RPM, sinon laisser à zéro.

source: Trigger Offset (deg) (adv_offset in the code) is the advance before (or after) top dead center (BTDC) that the engine gets in it's signal from the engine's variable reluctor (VR) or Hall sensor. In many cases, this will be used as the 'base timing' for cranking as well as if the module loses its connection the ECU.
es: Trigger Offset (gr) (adv_offset en el código) es el avance antes (o después) el punto muerto superior (APMS) que el motor se pone en que es señal de reluctor variable del motor (VR) o un sensor Hall. En muchos casos, esto se utilizará como base el calendario "para arrancar, así como si el módulo pierde la conexión de la ECU.
fi: Trigger Offset (astetta) (adv_offset koodissa) on etukäteen ennen (tai jälkeen) yläkuolokohtaan (BTDC) että moottori pääsee se signaali moottorin muuttuja reluctor (VR) tai Hall-anturi. Monissa tapauksissa tämä tullaan käyttämään "base ajoitus" varten cranking sekä jos moduuli katkeaa ecua.
fr: Trigger Offset (deg) (adv_offset dans le code) est l&#39;avance avant (ou après) point mort haut (PMH) que le moteur reçoit dans son signal de rélucteur variable du moteur (VR) ou un capteur Hall. Dans de nombreux cas, ce sera utilisée comme date de base »pour tourner la manivelle ainsi que si le module perd sa connexion à l&#39;écu.

source: The LOAD (%) bins in combination with the RPM bins on the bottom of the Injection Timing Table define the vertexes (points on the Injection Timing map). The ECU will interpolate between vertexes providing a smooth transition between vertexes on the Map. The 3D view shows this graphically. NOTE: The ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: La carga (%) contenedores en combinación con las cajas de RPM en la parte inferior de la Regulación de la inyección cuadro definen los vértices (puntos en el mapa el avance de inyección). La ECU interpolar entre vértices proporcionan una transición suave entre los vértices en el mapa. La vista 3D muestra esto gráficamente. NOTA: La ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fr: La charge (%) des bacs en combinaison avec les bacs de RPM sur le fond de l&#39;avance à l&#39;injection Tableau définir les sommets (points sur la carte Timing Injection). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les sommets sur la carte. La vue 3D montre ce graphique. NOTE: Les écus ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the LOAD bins on the left side of the Injection Timing-Table define the vertexes (points on the Injection Timing map). The ECU will interpolate between vertexes providing a smooth transition between points on the map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con los cubos de carga en el lado izquierdo de la Regulación de la inyección de Mesa definir los vértices (puntos en el mapa el avance de inyección). La ECU interpolar entre vértices proporcionan una transición suave entre los puntos en el mapa. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fr: Les bacs RPM en combinaison avec les bacs de chargement sur le côté gauche de l&#39;injection de calage Tableau définir les sommets (points sur la carte Timing Injection). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur la carte. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.
