Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: The total number of teeth including the "missing" ones. I.e a 36-1 tooth wheel has spaces for 36 evenly spaced teeth, even though 1 is missing, so it technically has 35 teeth, but you would enter "36" in this field, as the wheel is spaced out for 36 teeth.
es: El número total de dientes incluidos los "desaparecidos" los. Es decir, una rueda de 36-1 diente tiene espacios para 36 dientes espaciados uniformemente, a pesar de una falta, por lo que técnicamente tiene 35 dientes, pero quieres entrar en la "36" en este ámbito, como la rueda es espaciadas por 36 dientes.
fi: Kokonaismäärä hampaita myös "puuttuva" niistä. Eli 36-1 hammas pyörä on tilaa 36 tasaisesti hampaat, vaikka 1 puuttuu, niin se teknisesti on 35 hammasta, mutta se tulee "36" tällä alalla, koska pyörä on sekaisin ja 36 hammasta.
fr: Le nombre total de dents, y compris les "disparus" les. C&#39;est à dire une roue 36-1 dent a des espaces de 36 dents régulièrement espacées, même si 1 est manquant, il a donc techniquement 35 dents, mais vous devez entrer "36" dans ce domaine, comme la roue est espacé de 36 dents.

source: The trigger return points are ONLY used for cranking if you select "Trigger Return" based cranking below. These points (depending on your wheel used) should end up at around 10deg BTDC for easy starting. See http://megasquirt.sf.net/extra/setup-wheel.html for more information regarding the tooth wheel decoder.
es: Los puntos de volver el gatillo sólo se utilizan para arrancar si selecciona "Trigger" Vuelta de arranque basado en adelante. Estos puntos (dependiendo de la rueda se utiliza) debe terminar en torno a 10deg BTDC para el arranque fácil. Ver http://megasquirt.sf.net/extra/setup-wheel.html para obtener más información sobre el decodificador de la rueda del diente.
fi: Laukaista palata pisteitä käytetään vain cranking Jos valitset "Trigger Return" perustuu cranking alla. Nämä seikat (riippuen pyörän käytetty) pitäisi päätyä noin 10deg BTDC helppo aloittaa. Katso http://megasquirt.sf.net/extra/setup-wheel.html lisää tietoja hammas pyörän dekooderin.
fr: Les points de déclenchement de retour ne sont utilisés que pour mouliner si vous sélectionnez "Trigger" Retour démarrage base ci-dessous. Ces points (en fonction de vos roues utilisés) devraient se retrouver autour de 10deg BTDC pour le démarrage facile. Voir http://megasquirt.sf.net/extra/setup-wheel.html pour plus d&#39;informations sur le décodeur roue dentée.

source: This control locks out the Spark table and holds the timing ridgly at this value. Setting this to -10 UNLOCKS the timing control and lets it use the spark tables.
es: Este control bloquea la tabla de chispa y tiene la oportunidad ridgly en este valor. Al establecer esta a -10 desbloquea el control calendario y permite usarlo de la chispa de las tablas.
fi: Tämä ohjaus lukitsee Spark pöytä ja sillä ajoitus ridgly tällä arvoon. Jos määrität tämän -10 avaa ajoitus ohjaus ja antaa sen käyttöön kipinä taulukoita.
fr: Cette commande permet de verrouiller la table Spark et détient le calendrier ridgly à cette valeur. La définition de cette à -10 déverrouille le contrôle calendrier et permet de l&#39;utiliser l&#39;étincelle tables.

source: This is global offset for the crank table, to shift all values one way or another.
es: Este es global para compensar la manivela de mesa, para cambiar todos los valores de una manera u otra.
fi: Tämä on maailmanlaajuinen tasoitusta kampi taulukon siirtää kaikki arvot tavalla tai toisella.
fr: Ceci est compensé mondiale pour la manivelle de table, de passer toutes les valeurs d&#39;une manière ou d&#39;une autre.

source: This is the Crank Timing (when not using trigger return)
es: Este es el momento de Crank (cuando no se usa gatillo de retorno)
fi: Tämä on Crank Ajoitus (jos et käytä laukaista paluu)
fr: C&#39;est le bon moment Crank (lorsque vous n&#39;utilisez pas de déclenchement de retour)

source: This is the ignition dwell during cranking.
es: Este es el habitar la ignición durante el arranque.
fi: Tämä virta asua aikana cranking.
fr: Il s&#39;agit de la habitent allumage pendant le démarrage.

source: This is the ignition dwell during normal engine running.
es: Este es el motor de ignición durante habitan normal de funcionamiento.
fi: Tämä virta asua normaalissa moottorin käydessä.
fr: Il s&#39;agit de la habitent inflammation au cours normal du moteur.

source: This is the time allowed between ignition events for the plug to fire before the coil is allowed to recharge. This can limit dwell at high RPM's.
es: Este es el tiempo permitido entre los eventos de encendido para el enchufe a la bobina de fuego antes de que se le permite recargar. Esto puede limitar habitan en alta RPM&#39;s.
fi: Tämä on aika väliin virta tapahtumia pistoke tuleen ennen kelan saa ladata. Tämä voi rajoittaa asua korkealla RPM: n.
fr: C&#39;est le temps de parole entre les événements d&#39;allumage pour la prise de feu avant de la bobine est autorisé à se recharger. Cela peut limiter habitent à haut RPM.

source: This the amount of degree's BTDC that the triggers come at. i.e. to allow the maxiumum timing advance you want the trigger to arrive before your maximum spark advance plus a cushion of 10-20 deg. So if you max advance is 40 deg, a trigger angle of 60deg is safe. NOTE: this differs somewhat from megatune which has only a 0-90 deg angle range of this control and an additional bitfield. MegaTunix handles this cleanly with one control with a 0-135 deg range.
es: Esta cantidad de BTDC grado de que la desencadena a venir en. es decir, para permitir que el avance de tiempo maxiumum desea que el gatillo para llegar antes de su máximo avance del encendido, más un colchón de 10-20 grados. Así que si llegas al límite es de 40 grados adelantado, un ángulo de disparo de 60deg es seguro. NOTA: esto difiere un poco de megatune que sólo tiene un rango de 00-90 grados de ángulo de este control y un campo de bits adicionales. MegaTunix maneja esta limpiamente con un control con un rango de 0-135 grados.
fi: Tämä määrä tutkinnon n BTDC että laukaisee osui. eli antaa maxiumum ajoitus etukäteen haluat laukaista saapua ennen korkein sytytysennakkoa ja tyyny on 10-20 astetta. Joten jos et max ennakko on 40 astetta, aiheuttaa kulma 60deg on turvallista. HUOMAUTUS: Tämä eroaa jonkin verran megatune joka on vain 00-90 astetta kulman erilaisia tätä valvontaa ja lisää bitfield. MegaTunix käsittelee tätä siististi yhteen valvonnan 0-135 astetta eri.
fr: Ce montant de l&#39;BTDC degré que les déclencheurs sont à. c&#39;est à dire permettre à l&#39;avance à l&#39;allumage maxiumum vous voulez sur la gâchette pour arriver avant le maximum avance à l&#39;allumage, plus un coussin de 10-20 deg. Donc, si vous max avance est de 40 degrés, un angle de déclenchement de 60deg est sûr. NOTE: Ce diffère quelque peu de megatune qui n&#39;a qu&#39;un 0-90 Angle deg de ce contrôle et un champ de bits supplémentaires. MegaTunix gère cela proprement avec un contrôle avec une gamme 0-135 °.

source: Use dual distributor mode or not
es: Utilice el modo de doble distribuidor o no
fi: Käytä kaksi jakelija tila tai ei
fr: Utilisez le mode de distribution à double ou non

source: To use NGC wheel on neon, Select NGC and use these settings in the wheel decoder: Wheel Decoder base teeth: 36 Missing teeth: -2 Trig pos A: 11 Trig return pos A: 16 Trig pos B: 29 Trig return pos B: 34 NGC Wheel set to NGC Spark Settings: Trigger Angle: 62 To run a V8 or V6, these settings may have to be modified.
es: Para utilizar la rueda de NGC neón, NGC Seleccionar y utilizar estos ajustes en el decodificador de la rueda: rueda de dientes descodificadores: 36 Falta de dientes: -2 Trigonometría pos A: 11 retorno Trigonometría pos A: 16 Trigonometría pos B: 29 Trigonometría pos de retorno B: 34 NGC rueda en su configuración de NGC nSpark ángulo de disparo: 62 Para ejecutar un V8 o V6, estos valores pueden tener que ser modificada.
fr: Pour utiliser la roue sur NGC néon, Sélectionnez NGC et de l&#39;utilisation de ces paramètres dans le décodeur de roue: n dents Empattement Decoder: 36 n Les dents manquantes: -2 n Trig pos A: 11 n retour Trig pos A: 16 n Trig POS B: 29 n Trig pos retour B: 34 n NGC Wheel mis sur Paramètres NGC nSpark : n Trigger Angle: 62 n Pour exécuter un V8 ou V6, ces paramètres peuvent être modifiés.

source: "Boost DC" is the Duty Cycle of the Bost Controller Ouput signal.
es: "Boost DC" es el ciclo de trabajo de la señal de salida de la señal del controlador Bost.
fi: "Boost DC on Käyttöaste on Bost Controller Output signaali.
fr: "Boost DC» est le rapport cyclique du signal Bost contrôleur Sortie.

source: "CLT IAT angle" is the Spark angle aded/removed for the IAT/CLT temp.
es: "CLT ángulo TAI" es el ángulo de chispa aded / elimina de la IAT / temp CLT.
fi: "CLT iat kulma" on Spark kulma aded / poistaa iat / CLT hehkuttaa.
fr: "CLT IAT angle» est l&#39;angle d&#39;allumage ADED / enlevés pour les IAT / temp CLT.

source: "EGO Corr 2" is the EGO correction factor for O2 Sensor two when it's fitted...
es: "EGO Corr. 2" es el factor de corrección para O2 sensor EGO dos cuando está equipado ...
fi: "EGO Corr 2" EGO korjauskerroin O2 anturin kaksi, kun se on asennettu ...
fr: «EGO Corr 2" est le facteur de correction EGO pour O2 Sensor deux ans quand il est monté ...

source: "EGT ADC" is the raw ADC value from X6, If EGT then temp F equals egtADCx7.15625, tempC equals egtADCx3.90625, if VSS Volts equals egtADCx0.019
es: "EGT ADC" es el valor bruto de la ADC X6, EGT Si entonces F es igual a temperatura egtADCx7.15625, tempC egtADCx3.90625 es igual, si es igual a VSS voltios egtADCx0.019
fi: "EGT ADC" on raaka ADC arvo X6, jos EGT sitten hehkuttaa F vastaa egtADCx7.15625, tempC vastaa egtADCx3.90625, jos VSS volttia vastaa egtADCx0.019
fr: "EGT ADC» est la valeur brute de ADC X6, EGT Si alors F est égal à temp egtADCx7.15625, tempc égale egtADCx3.90625, si VSS Volts égale egtADCx0.019

source: "Fuel ADC" is the raw ADC value from X7 (second O2, Fuel pressure or VSS sensor input)
es: "Combustible ADC" es el valor bruto de la ADC X7 (O2 segunda, la presión de combustible o la entrada del sensor VSS)
fi: "Polttoaine ADC" on raaka ADC arvo X7 (toinen O2, Polttoaineen paine tai VSS-anturi syöttö)
fr: "Le carburant ADC» est la valeur brute de ADC X7 (O2 seconde, la pression de carburant ou de capteur d&#39;entrée VSS)

source: "Idle DC" is the Duty Cycle the Idle Actuator is being driven at currently.
es: "Idle DC" es el ciclo de trabajo de la activación por inactividad está siendo impulsado en la actualidad.
fi: "Idle DC on Käyttöaste Idle Toimilaite on ajettava tällä hetkellä.
fr: «Idle DC" est le cycle de service de l &#39;actionneur de ralenti est conduit à l&#39;heure actuelle.

source: "Knock angle" is the Spark angle removed due to knock system compensation
es: "Ángulo Knock" es el ángulo de chispa suprimido debido a golpes de compensación
fi: "Knock kulma" on Spark kulma pois, koska koputtaa järjestelmä korvausten
fr: «Angle Knock" est l&#39;angle d&#39;allumage retiré en raison de frapper de compensation

source: "PORT A" is the raw status of PORT A for displaying status indicators..
es: "PUERTO A" es la situación en bruto de un puerto para mostrar los indicadores de estado ..
fi: "PORT" on raaka asema PORT näyttämisen tilailmaisimet ..
fr: «PORT A" est l&#39;état brut du port A pour l&#39;affichage des indicateurs de l&#39;état ..

source: "PORT B" is the raw status of PORT B for displaying status indicators..
es: "PUERTO B": el estado del puerto B primas para la visualización de los indicadores de estado ..
fi: "PORT B" on raaka asema PORT B näyttämisen tilailmaisimet ..
fr: «PORT B": l&#39;état brut du port B pour afficher les indicateurs de l&#39;état ..

source: "PORT C" is the raw status of PORT C for displaying status indicators..
es: "PUERTO C" es el estado bruto de PUERTO C para la visualización de los indicadores de estado ..
fi: "PORT C" on raaka asema PORT C näyttämisen tilailmaisimet ..
fr: «PORT C": l&#39;état brut de port C pour l&#39;affichage des indicateurs de l&#39;état ..

source: "PORT D" is the raw status of PORT D for displaying status indicators..
es: "PORT D" es la situación en bruto de PORT D para la visualización de los indicadores de estado ..
fi: "PORT D" on raaka asema PORT D näyttämisen tilailmaisimet ..
fr: «PORT D": l&#39;état brut de PORT D pour l&#39;affichage des indicateurs de l&#39;état ..

source: "PW-2" is the pulsewidth in milliseconds for the injectors tied to injector channel 1.
es: "PW-2" es la amplitud de pulso en milisegundos para los inyectores atado a un canal de inyección.
fi: "PW-2" on pulsewidth millisekunteina varten suonensisäisesti sidottu suutin kanava 1.
fr: "PW-2" est la largeur d&#39;impulsion en millisecondes pour les injecteurs lié à 1 canal de l&#39;injecteur.

source: "RPM" is the Engine RPM in more common units (actual RPM, not rpm/100), resolution of about 1-5 RPM with this firmware but NOT below 500 RPM.
es: "RPM" es el RPM del motor en más unidades comunes (RPM real no rpm/100,), resolución de unos 5.1 RPM con este firmware, pero no por debajo de 500 RPM.
fi: "RPM" on moottorin kierrosluku on yleisempää yksiköissä (RPM, ei rpm/100), resoluutio on noin 1-5 RPM tämän firmware mutta ei alle 500 RPM.
fr: "RPM" est le régime du moteur en plusieurs unités communes (RPM proprement dit, pas rpm/100), la résolution d &#39;environ 1-5 tr / min avec ce firmware, mais pas en dessous de 500 tr / min.

source: "Raw Spark Advance" is the Current spark advance being run in raw units, (i.e. no conversion).
es: "Raw el avance del encendido" es la chispa actual avance llevando a cabo en las unidades de crudo, (es decir, sin conversión).
fi: "Raw sytytysennakkoa" on nykyinen sytytysennakkoa käynnissä raaka yksiköiden (eli ei muuntaminen).
fr: "Raw avance à l&#39;allumage» est l&#39;étincelle actuelle d&#39;avance en cours d&#39;exécution dans les unités brutes, (pas de conversion).

source: "STACK Last" is the low byte of the Stack from the ECU (debugging ONLY)
es: "STACK Last" es el byte bajo de la pila de la ECU (la depuración SOLAMENTE)
fi: "Stack Edellinen" on pieni tavun Stack ecusta (virheenkorjaus VAIN)
fr: "Dernière pile" est l&#39;octet bas de la pile des écus (débogage)

source: "TPS Last" is the last TPS value (raw ADC?) for use in the accel wizard (to be written)
es: «Última TPS es el valor del TPS (ADC primas?) Para su uso en el asistente de aceleración (a escribir)
fi: "TPS Last" on viimeinen TPS-arvo (raaka ADC?) Käytettäväksi Accel ohjatun (laaditaan)
fr: "TPS dernière" est la dernière valeur TPS (ADC premières?) Pour l&#39;utilisation de l&#39;assistant Accel (à écrire)

source: "VE 1" is the instantaneous volumetric efficiency for table 1 that the ECU is calculating fuel for.
es: "VE 1" es la eficiencia volumétrica instantánea para la tabla 1 que el ECU es el cálculo del combustible para.
fi: "VE 1" on hetkellinen tilavuuden tehokkuus taulukko 1 että ecun laskee polttoainetta.
fr: «VE 1" est le rendement volumétrique instantanée pour le tableau 1 que l&#39;ECU est le calcul de carburant pour.

source: "VE-2" is the instantaneous volumetric efficiency for table 2 that the ECU is calculating fuel for.
es: "VE-2" es la eficiencia volumétrica instantánea de la tabla 2 que el ECU es el cálculo del combustible para.
fi: "VE-2" on hetkellinen tilavuuden tehokkuus taulukko 2, että ecun laskee polttoainetta.
fr: «VE-2» est le rendement instantané volumétrique pour le tableau 2 que l&#39;ECU est le calcul de carburant pour.

source: "iTime" is the lower 16 bits of the iTimeX 24 bit value for the High Res RPM Calculation specific to MSnEDIS/MSnSpark
es: "ITime" es la 16 bits inferiores del valor poco iTimeX 24 para el específico en alta resolución de cálculo de RPM para MSnEDIS / MSnSpark
fi: "ITime" on pienempi 16 bittiä iTimeX 24 bittinen arvo High Res RPM laskeminen nimenomaan MSnEDIS / MSnSpark
fr: "ITime" est le plus bas de 16 bits de la valeur iTimeX 24 bits pour la haute résolution de calcul spécifiques à MSnEDIS RPM / MSnSpark

source: "mapDOT" Is the current MAP rate of change
es: "MapDOT" ¿Es la actual tasa de cambio MAP
fi: "MapDOT" Onko nykyinen MAP: n muutos
fr: "MapDOT" est le taux actuel du PAM du changement

source: "tpsDOT" Is the current TPS rate of change
es: "TpsDOT" ¿Es la actual tasa de cambio TPS
fi: "TpsDOT" Onko nykyinen TPS: n muutos
fr: "TpsDOT" est le taux actuel du changement TPS

source: Dutycycle 1
fr: Du rapport durée période 1

source: Fuel ADC
es: Combustible ADC
fi: Polttoaine ADC
fr: Carburant ADC

source: Knock angle
es: Knock ángulo
fi: Knock kulma
fr: angle de Knock

source: Port A
es: Puerto A
fi: Port
fr: A Port

source: Stack Last
es: Última Stack
fi: Stack viimeksi
fr: Dernière Stack

source: TPS Last
es: Última TPS
fi: TPS viimeksi
fr: Dernière TPS

source: "iTime" is the lower 16 bits of the High Res RPM Calculation specific to MSnEDIS/MSnSpark
es: "ITime" es la 16 bits más bajos de lo específico en alta resolución de cálculo de RPM para MSnEDIS / MSnSpark
fi: "ITime" on pienempi 16 bittiä High Res RPM laskeminen nimenomaan MSnEDIS / MSnSpark
fr: "ITime" est la plus faible 16 bits spécifiques de la haute résolution de calcul RPM pour MSnEDIS / MSnSpark

source: "iTimeX" is the top level iTime byte (the top 8 bits of the 24 bit variable)
es: "ITimeX" es el nivel de byte iTime superior (los 8 primeros bits de la variable de 24 bits)
fi: "ITimeX" on ylin taso iTime tavu (top 8 bittiä 24 bittinen muuttuja)
fr: "ITimeX" est l&#39;octet haut niveau iTime (les 8 premiers bits de la variable 24 bits)

source: Alpha Ignition
es: Alfa de encendido
fr: Alpha allumage

source: The Alpha-N Base Ignition +Advance / -Retard (ANBIAR) Entries control the base ignition timing. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: El Alpha-N Base de encendido + Advance /-RETARD (ANBIAR) Control de las entradas de la sincronización del encendido base. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: Alpha-N Base sytytys + Advance /-Retard (ANBIAR) Viestit ohjaus pohja sytytyksen ajoitus. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: L&#39;Alpha-N Base allumage + Advance /-Retard (ANBIAR) contrôler les entrées de la base de l&#39;allumage. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.

source: The RPM bins in combination with the Throttle Position Sensor (TPS) bins on the left side of the Alpha-N Base Ignition +Advance / -Retard (ANBIAR) table define the vertexes (points on the ANBIAR map). The ECU will interpolate between vertexes providing a smooth transition between points on the Alpha-N Base Ignition +Advance / -Retard (ANBIAR) map. The 3D view shows this graphically. NOTE: the ECU does NOT extrapolate beyond the edge of the table. The values are clamped at the borders. Editing is accomplished by either +/-, PgUp/PgDn, or by typing in a value over the existing value. The value will turn red during an edit and WILL NOT BE SENT until you hit enter. Hitting escape will cancel an edit and return to the previous value.
es: Los contenedores RPM en combinación con el sensor de posición del acelerador (TPS) papeleras en el lado izquierdo de la alfa-N Base de encendido + Advance /-RETARD (ANBIAR) cuadro definen los vértices (puntos en el mapa ANBIAR). La ECU interpolar entre vértices proporcionar una transición suave entre los puntos de la alfa-N Base de encendido + Advance /-RETARD (ANBIAR) mapa. La vista 3D muestra esto gráficamente. NOTA: el ECU NO extrapolar más allá del borde de la mesa. Los valores se sujetan en las fronteras. La edición es realizada por cualquiera de + / -, Re Pág / Av Pág, o escribiendo un valor por encima del valor actual. El valor se pondrá rojo durante una edición y no se enviará hasta que pulse intro. Golpear a escapar, se cancelará una edición y volver al valor anterior.
fi: RPM astiat yhdessä Throttle Position Sensor (TPS) siilot vasemmalla puolella Alpha-N Base sytytys + Advance /-Retard (ANBIAR) taulukko määritellä vertexes (pisteiden ANBIAR kartta). Ecuun interpoloida välillä vertexes tarjota sujuva siirtyminen pisteiden Alpha-N Base sytytys + Advance /-Retard (ANBIAR) kartta. 3D-näkymässä tämän graafisesti. HUOM: ecua EI ekstrapoloida pidemmälle pöydältä. Arvot ovat kiinnitetty rajoilla. Editointi on suoritettu joko + / -, PgUp / PgDn, tai kirjoittamalla arvo yli nykyisen arvon. Arvo muuttuu punaiseksi aikana muokata eikä sitä lähetetä, ennen kuin painaa enteriä. Lyöminen paeta peruuttaa muokata ja palata edelliseen arvoon.
fr: Les bacs RPM en combinaison avec le capteur de position du papillon des gaz (TPS) des bacs sur le côté gauche de l&#39;Alpha-N Base allumage + Advance /-Retard (ANBIAR) table définir les sommets (points sur la carte ANBIAR). L&#39;ECU sera interpoler entre sommets offrant une transition en douceur entre les points sur les Alpha-N Base allumage + Advance /-Retard (ANBIAR) la carte. La vue 3D montre ce graphique. REMARQUE: l&#39;écu ne pas extrapoler au-delà du bord de la table. Les valeurs sont serrés aux frontières. Le montage est réalisé soit par + / -, PgUp / PgDn, ou en tapant une valeur supérieure à la valeur existante. La valeur devient rouge lors d&#39;une édition et ne sera pas envoyé tant que vous appuyez sur Entrée. Frapper échapper annulera une modification et revenir à la valeur précédente.
