Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Calibrate TPS
es: Calibrar el TPS
fi: Kalibroi TPS
fr: Calibrer TPS

source: Closed Throttle ADC Count
es: Conde del acelerador cerrado ADC
fi: Kaasuläppä kiinni ADC kreivi
fr: Comte Gaz fermés ADC

source: Full Throttle ADC Count
es: Full Throttle Conde ADC
fi: Full Throttle ADC kreivi
fr: Comte Full Throttle ADC

source: Cancel
es: Cancelar
fi: Peruuttaa
fr: Annuler

source: Send to ECU
es: Enviar a ecus
fi: Lähetä ecua
fr: Envoyer à écus

source: Calibrate Throttle Position Sensor
es: Posición del sensor del acelerador Calibrar
fi: Kalibroi Throttle Position Sensor
fr: Position du papillon des gaz Étalonner Capteur

source: Coolant Temperature Air Temperature
es: La temperatura del refrigerante de temperatura del aire
fi: Jäähdytysnesteen lämpötila ilman lämpötila
fr: Température Température de l&#39;air de refroidissement

source: Sensor Table
es: Sensor de la tabla
fi: Anturin Taulukko
fr: Capteur de tableau

source: Bias Resistor Value (Ohms)
es: Blas valor de resistencia (ohmios)
fi: Bias Vastus arvo (Ohm)
fr: Valeur de résistance de polarisation (ohms)

source: Resistance (Ohms)
es: Resistencia (ohmios)
fi: Resistance (ohmia)
fr: Résistance (ohms)

source: Thermister Measurements
es: Las mediciones termistor
fi: Thermister Mittaukset
fr: Thermisteur mesures

source: MS-II AFR Calibrator
es: AFR MS-II calibrador
fi: MS-II AFR kalibraattori
fr: Calibrateur AFR MS-II

source: EGO Sensor Type
es: Tipo de sensor EGO
fi: EGO anturin tyyppi
fr: Type de détecteur d&#39;EGO

source: Generic Linear Wideband Settings
es: Configuración genérica lineal de banda ancha
fi: Generic Linear Laajakaistainen Asetukset
fr: Paramètres génériques à large bande linéaire

source: MS-II AFR Calibration
es: AFR MS-II de calibración
fi: MS-II AFR kalibrointi
fr: Calibration AFR MS-II

source: Sensor Calibration
es: Calibración del sensor
fi: Anturin kalibrointi
fr: Etalonnage du capteur

source: Value at 5.0 volts (kPa)
es: Valor: 5,0 voltios (kPa)
fi: Arvoon 5,0 volttia (kPa)
fr: Valeur à 5,0 volts (kPa)

source: Value at 0.0 volts (kPa)
es: Valor en el 0,0 voltios (kPa)
fi: Arvoon 0,0 volttia (kPa)
fr: Valeur à 0,0 volts (kPa)

source: <span background="dark blue" foreground="white"> MAP Sensor (F1 for common Values) </span>
es: <span background="dark blue" foreground="white">Sensor MAP (F1 de los valores comunes)</span>
fi: <span background="dark blue" foreground="white">MAP-anturi (F1 yhteisistä arvoista)</span>
fr: <span background="dark blue" foreground="white">MAP Sensor (F1 pour les valeurs communes)</span>

source: <span background="dark blue" foreground="white"> Barometer Sensor (usually identical to MAP) </span>
es: <span background="dark blue" foreground="white">Barómetro del sensor (por lo general idéntica a la MAP)</span>
fi: <span background="dark blue" foreground="white">Ilmanpaine-anturi (yleensä sama kuin MAP)</span>
fr: <span background="dark blue" foreground="white">Baromètre de capteurs (généralement identique à la carte)</span>

source: Burn to Flash
es: Grabar en Flash
fi: Burn Flash
fr: Graver sur Flash

source: Get Data
es: Obtener datos
fr: Obtenir les données

source: <b>Match the above value with timing light reading. (BTDC)</b>
es: <b>Coincide con el valor anterior con luz de lectura de tiempo. (APMS)</b>
fi: <b>Match edellä arvon ajoitus kevyt lukeminen. (BTDC)</b>
fr: <b>Correspondre à la valeur ci-dessus avec la lecture lampe stroboscopique. (PMH)</b>

source: Close
es: Cerrar
fi: Lähellä
fr: Fermer

source: <small>Offset in deg.</small>
es: <small>Desviación en grados.</small>
fi: <small>Tasoittuvat astetta.</small>
fr: <small>Offset en deg.</small>

source: Runtime Vars
es: Tiempo de ejecución Vars
fi: Kesto Vars
fr: Durée Vars

source: Runtime Data
es: Tiempo de ejecución de datos
fi: Kesto Data
fr: Durée de données

source: Create Ignition Map
es: Crear mapa de encendido
fi: Luo Ignition Kartta
fr: Carte d&#39;allumage Créer

source: <span background="dark blue" foreground="white"> Forced Induction (decurve) </span>
es: <span background="dark blue" foreground="white">Inducción Forzada (decurve)</span>
fi: <span background="dark blue" foreground="white">Pakotettu induktio (decurve)</span>
fr: <span background="dark blue" foreground="white">Forcé à induction (decurve)</span>

source: Retard @ Maximum Load
es: RETARD @ carga máxima
fi: Retard @ Enimmäiskuorma
fr: Charge maximum Retard @

source: Starting @ Load
es: A partir de Carga
fi: Lähtölista @ Load
fr: À partir @ charge

source: <span background="dark blue" foreground="white"> Maximum RPM Advance </span>
es: <span background="dark blue" foreground="white">Avance máximo RPM</span>
fi: <span background="dark blue" foreground="white">Maksimipyörimisnopeudesta Advance</span>
fr: <span background="dark blue" foreground="white">Advance RPM maximum</span>

source: Extra Advance @ Max RPM
es: Advance Extra @ Max RPM
fr: Advance Extra @ Max RPM

source: Peak Torque @ Load
es: Fuerza máxima de carga @
fi: Suurin vääntömomentti @ Load
fr: Couple de pointe de charge @

source: Peak Torque @ RPM
es: Fuerza máxima @ RPM
fi: Suurin vääntömomentti @ RPM
fr: Pic de couple @ tr / min

source: Peak Torque Advance
es: Pico Advance Torque
fi: Suurin vääntömomentti Advance
fr: Advance couple de pointe

source: <span background="dark blue" foreground="white">Idle Characteristics </span>
es: <span background="dark blue" foreground="white">Inactivo Características</span>
fi: <span background="dark blue" foreground="white">Idle ominaisuudet</span>
fr: <span background="dark blue" foreground="white">Idle Caractéristiques</span>

source: Idle @ Load
es: Idle @ carga
fr: Idle @ charge

source: Idle @ RPM
fr: Idle @ tr / min

source: <span background="dark blue" foreground="white">Light Load (deceleration) </span>
es: <span background="dark blue" foreground="white">Luz de carga (desaceleración)</span>
fi: <span background="dark blue" foreground="white">Kevyt kuormitus (hidastuvuus)</span>
fr: <span background="dark blue" foreground="white">Charge légère (décélération)</span>

source: Extra Advance @ Lightest Load
es: Carga Extra ligero avance @
fi: Extra Advance @ Kevyin Lisää
fr: Advance Extra Load @ léger

source: Linear Ignition Base Map Generator
es: Encendido lineal Base Map Generator
fi: Lineaarinen Sytytys Base Map Generator
fr: Ignition linéaire Base générateur de cartes

source: ECU Status
fi: Ecua tila
fr: Écus État

source: Read Memory from 0x0000-0x00FF
es: Leer la memoria de 0x0000-0x00FF
fi: Lue Muisti 0x0000-0x00FF
fr: Lire la mémoire de 0x0000-0x00FF

source: Binary
es: Binario
fi: Binaarinen
fr: Binaire

source: Decimal
fi: Desimaaliluku
fr: Décimale

source: Raw Memory Viewer Settings
es: Configuración de memoria Visor de primas
fi: Raaka-muisti Viewer Asetukset
fr: Paramètres Raw Memory Viewer

source: 256 bytes from address 0x0000-0x00FF
es: 256 bytes de la dirección 0x0000-0x00FF
fi: 256 tavua osoite 0x0000-0x00FF
fr: 256 octets de l&#39;adresse 0x0000-0x00FF

source: Read Memory from 0x0100-0x01FF
es: Leer la memoria de 0x0100-0x01FF
fi: Lue Muisti 0x0100-0x01FF
fr: Lire la mémoire de 0x0100-0x01FF

source: 256 bytes from address 0x0100-0x01FF
es: 256 bytes de la dirección 0x0100-0x01FF
fi: 256 tavua osoite 0x0100-0x01FF
fr: 256 octets de l&#39;adresse 0x0100-0x01FF

source: Read Memory from 0x0200-0x02FF
es: Leer la memoria de 0x0200-0x02FF
fi: Lue Muisti 0x0200-0x02FF
fr: Lire la mémoire de 0x0200-0x02FF

source: 256 bytes from address 0x0200-0x02FF
es: 256 bytes de la dirección 0x0200-0x02FF
fi: 256 tavua osoite 0x0200-0x02FF
fr: 256 octets de l&#39;adresse 0x0200-0x02FF

source: Read Memory from 0x0300-0x03FF
es: Leer la memoria de 0x0300-0x03FF
fi: Lue Muisti 0x0300-0x03FF
fr: Lire la mémoire de 0x0300-0x03FF

source: 256 bytes from address 0x0300-0x03FF
es: 256 bytes de la dirección 0x0300-0x03FF
fi: 256 tavua osoite 0x0300-0x03FF
fr: 256 octets de l&#39;adresse 0x0300-0x03FF

source: MegaSquirt Raw Memory Viewer
es: MegaSquirt Visor de Memoria primas
fi: MegaSquirt Raw Muisti Viewer
fr: Viewer MegaSquirt mémoire brute

source: X-Tau Accel Enrichment
fi: X-Tau Accel Väkevöiminen
fr: Enrichissement Accel X-Tau

source: X-Tau params can be accessed from the tab at the top of this window
es: params X-Tau se puede acceder desde la pestaña en la parte superior de esta ventana
fi: X-Tau params pääsee välilehti tämän ikkunan
fr: params X-Tau peut être consulté à partir de l&#39;onglet en haut de cette fenêtre

source: Accel Time
fi: Accel aika
fr: Le temps d&#39;accélération

source: MAPdot Threshold (kPa/s)
es: Umbral MAPdot (kPa / s)
fr: Seuil MAPdot (kPa / s)

source: Accel Taper Time (s)
es: Accel Tiempo Taper (s)
fi: Accel kartio Aika (s)
fr: Temps Taper Accel (s)

source: End Pulsewidth (ms)
es: Fin amplitud de pulso (ms)
fr: Pulsewidth End (ms)

source: TPSdot Threshold (V/s)
es: Umbral TPSdot (V / s)
fr: Seuil TPSdot (V / s)

source: Decel Fuel Amount (%)
es: Cantidad de combustible deceleración (%)
fi: Decel Polttoaineen määrä (%)
fr: Quantité de carburant Décél (%)

source: Cold Accel Enrich. (ms)
fr: Accel froide Enrichir. (Ms)

source: Cold Accel Mult (%)
es: Fría Accel Mult (%)
fi: Kylmä Accel Mult (%)
fr: Cold Mult Accel (%)

source: Low RPM AE Threshold
es: RPM baja AE Umbral
fi: Low RPM AE Kynnys
fr: Seuil de faible AE RPM

source: High RPM AE Threshold
es: RPM de alta AE Umbral
fi: High RPM AE Kynnysarvo
fr: Seuil haut AE RPM

source: Acceleration Enrichment Parameters
es: Aceleración de los parámetros de Enriquecimiento
fi: Kiihtyvyys Väkevöiminen parametrit
fr: Les paramètres d&#39;enrichissement d&#39;accélération

source: AE Biased towards MAP
es: AE sesgada hacia MAP
fi: AE painottuu MAP
fr: AE biaisé en faveur du MAP

source: AE Biased towards TPS
es: AE sesgada hacia TPS
fi: AE painottuu TPS
fr: AE biaisé en faveur TPS

source: <small>Rate (%/s)</small>
es: <small>Porcentaje (% / s)</small>
fi: <small>Hinta (% / s)</small>
fr: <small>Taux (% / s)</small>

source: TPS-Based AE
es: AE TPS basado en
fr: AE TPS-Based

source: MAP-Based AE
es: AE basada en mapas
fi: Karttoihin perustuvia AE
fr: AE à base de cartes

source: <small>Rate (kPa/s)</small>
es: <small>Precio (kPa / s)</small>
fi: <small>Hinta (kPa / s)</small>
fr: <small>Taux (kPa / s)</small>

source: Std TPS/MAP Based Accelleration Enrichments
es: Std. TPS / MAP base enriquecimiento de aceleración
fi: Std TPS / kartta perustuu Kiihtyvyys rikastusta
fr: TPS Std / MAP enrichissements accélération base

source: Simple Accel Enrich
fi: Yksinkertainen Accel Enrich
fr: Accel Simple Enrichissez

source: Start Transition<small> (-kpa/second)</small>
es: Transición de inicio <small>(-kpa/second)</small>
fi: Aloita Transition <small>(-kpa/second)</small>
fr: Transition de départ <small>(-kpa/second)</small>

source: Finish Transition<small> (-kpa/second)</small>
es: Transición en Finalizar <small>(-kpa/second)</small>
fi: Maali Transition <small>(-kpa/second)</small>
fr: Terminer la transition <small>(-kpa/second)</small>

source: Max MAP added per sample<small> (kpa)</small>
es: Número máximo de MAP añadido por muestra <small>(kpa)</small>
fi: Max MAP kohden lisätään näytettä <small>(kPa)</small>
fr: Max MAP ajouté par échantillon <small>(kPa)</small>

source: MapDOT Trending Threshold<small> (-kpa/second)</small>
es: MapDOT Tendencias Umbral <small>(-kpa/second)</small>
fi: MapDOT Trendit Kynnys <small>(-kpa/second)</small>
fr: MapDOT Tendances Seuil <small>(-kpa/second)</small>

source: <span background="dark blue" foreground="white"> MapDOT trending threshold is the start of MAP Trending for faster AE/X-Tau enrichment </span>
es: <span background="dark blue" foreground="white">tendencia umbral MapDOT es el comienzo de MAP Tendencias de más rápido AE / X-Tau enriquecimiento</span>
fi: <span background="dark blue" foreground="white">MapDOT trendit kynnys aloittaa MAP trendit nopeammin AE / X-Tau etua</span>
fr: <span background="dark blue" foreground="white">tendance seuil MapDOT est le début du PAM tendances pour vite AE / X-Tau enrichissement</span>

source: mapDOT Settings
es: Ajustes mapDOT
fi: mapDOT Asetukset
fr: mapDOT Paramètres

source: X (Puddling) Factors
es: X (encharcamiento) Factores
fi: X (Puddling) tekijät
fr: X (en traîne) Facteurs

source: Edit
es: Editar
fi: Muokata
fr: Éditer

source: <small>(Accel)</small>
fr: <small>(CAPEA)</small>

source: <small>(Decel)</small>
es: <small>(Deceleración)</small>
fr: <small>(Décél)</small>

source: Tau (Time) Factors
es: Tau (Time) Factores
fi: Tau (Time) tekijät
fr: Tau (Time) Facteurs

source: Edit Group
es: Editar grupo
fi: Muokkaa ryhmää
fr: Modifier le groupe de

source: X-Tau Enrichment Tables
fi: X-Tau Väkevöiminen taulukot
fr: Tables d&#39;enrichissement X-Tau

source: <small>X (Puddling)</small>
es: <small>X (encharcamiento)</small>
fr: <small>X (en traîne)</small>

source: X-Tau Temp Compensation
es: Temp X-Tau Compensación
fi: X-Tau Temp korvaukset
fr: Compensation Temp X-Tau

source: X-Tau Accel Enrich
fr: Accel X-Tau Enrichissez

source: MS2-Extra Acceleration Enrichments
es: MS2-Extra enriquecimiento de aceleración
fi: MS2-Extra Kiihtyvyys rikastusta
fr: Enrichissements accélération MS2-Extra

source: MS-2 Alpha-N MAP LookupTable from TPS/RPM
es: MS-2 alfa-N MAP LookupTable de TPS / RPM
fi: MS-2 Alpha-N MAP LookupTable päässä TPS / RPM
fr: MS-2 Alpha-N MAP LookupTable de TPS / RPM

source: `Faked` MAP value from TPS and RPM
es: Falsos »» MAPA valor de TPS y RPM
fi: "Väärentää" MAP arvon TPS ja RPM
fr: «Faux», la valeur du PAM de TPS et de RPM

source: MS-2 Alpha-N MAP Lookuptable
es: MS-2 alfa-N MAP Lookuptable
fr: MAP MS-2 Alpha-N Lookuptable

source: Knock Control
fr: Knock contrôle

source: Local Knock Input pin
fr: Local broche d&#39;entrée Knock

source: Remote Knock Input pin
fr: Remote Knock broche d&#39;entrée

source: Knock indicated by:
es: Knock indicado por:
fi: Knock osoittaa:
fr: Knock indiqué par:

source: Detection
es: Detección
fi: Etsivä
fr: Détection

source: Pullup/down on input
es: Pullup / abajo en la entrada
fi: Ylösveto / alas tulo
fr: Pullup / bas sur l&#39;entrée

source: Knock Count (knocks)
es: Knock Conde (golpes)
fi: Knock Count (koputtaa)
fr: Knock comte (coups)

source: Knock Ignored above MAP (kPa)
es: Knock Ignorado por encima de MAP (kPa)
fi: Knock Ohitetut edellä MAP (kPa)
fr: Knock Ignoré plan ci-dessus (kPa)

source: RPM window low (rpm)
es: ventana de bajas revoluciones (rpm)
fi: RPM ikkuna alhainen (rpm)
fr: fenêtre bas régime (tr / min)

source: RPM window high (rpm)
es: ventana de altas RPM (revoluciones por minuto)
fi: RPM ikkuna korkea (rpm)
fr: fenêtre à régime élevé (tr / min)

source: Maximum retard (deg)
es: retard máxima (gr)
fi: Suurin retard (astetta)
fr: retard maximum (DEG)

source: Retard Check Time (sec)
es: RETARD Horario (s)
fi: Retard Tarkista (s)
fr: Départ Retard (s)

source: Advance Check Time (sec)
es: Advance Horario (s)
fi: Advance Tarkista (s)
fr: Départ anticipé (s)

source: Recovery Advance (deg)
es: Recuperación Anticipada (gr)
fi: Recovery Advance (astetta)
fr: Advance Recovery (DEG)

source: Advancing
es: Avanzando
fi: Edistäminen
fr: Promouvoir

source: Retarding
es: Válvulas
fi: Hidastavat
fr: Retardant

source: Knock Input location
fr: Knock entrée emplacement

source: Launch hard limit (RPM)
es: Lanzamiento de límite duro (RPM)
fi: Launch kova raja (RPM)
fr: Lancement limite dure (RPM)

source: Retard to (deg)
es: Retardo a (grados)
fi: Retard on (astetta)
fr: Retard à (deg)

source: Enable when TPS over (%)
es: Habilitar al TPS más años (%)
fi: Ota kun TPS (%)
fr: Activer lors de TPS plus (%)

source: Cut X sparks
es: Corte X chispas
fi: Leikkaa X kipinöitä
fr: Couper X étincelles

source: From Y events
es: Desde los acontecimientos Y
fi: Lähettäjä Y tapahtumia
fr: D&#39;événements Y

source: Input Pin
fi: Pinni
fr: Entrée Pin

source: Launch Retard above (RPM)
es: Lanzamiento RETARD arriba (RPM)
fi: Launch Retard edellä (RPM)
fr: Lancement Retard ci-dessus (RPM)

source: Limiter Method
es: Limitador Método
fi: Rajoitin menetelmä
fr: Limiter la méthode

source: Flat Shift arming RPM
es: Piso Shift armar RPM
fi: Flat Shift päällekytkentä RPM
fr: Appartement Shift armement RPM

source: Flat shift retard above (RPM)
es: Piso retard transferencia citada (RPM)
fi: Flat muutos hidastaa edellä (RPM)
fr: retarder changement appartement au-dessus (RPM)

source: Retard to: (deg)
es: Retardo a: (gr)
fi: Retard on: (astetta)
fr: Retard à: (DEG)

source: Flat Shift hard rev limit (RPM)
es: Piso Shift límite de revoluciones duro (RPM)
fi: Flat Shift kova rev. raja (RPM)
fr: Appartement Shift limite rev dur (RPM)

source: Flat Shift
es: Piso Shift
fr: Appartement Shift

source: Maximum Boost (kPa)
es: De carga máxima (kPa)
fi: Suurin Boost (kPa)
fr: Boost maximum (kPa)

source: Hysteresis (kPa)
es: Histéresis (kPa)
fi: Hystereesi (kPa)
fr: Hystérésis (kPa)

source: From Y Events
es: De Eventos Y
fi: Lähettäjä Y Tapahtumat
fr: D&#39;événements Y

source: Output Polarity
es: Polaridad de salida
fi: Lähdön polariteetti
fr: Polarité de sortie

source: Boost Control Pin
es: Aumenta control mediante PIN
fr: Broche de contrôle Boost

source: Boost Solenoid PWM rate
es: Aumenta tasa de solenoide PWM
fi: Boost Solenoidi PWM määrä
fr: Boost solénoïde PWM taux

source: Algorithm
es: Algoritmo
fi: Algoritmi
fr: Algorithme

source: Boost Control Location
fr: Lieu de contrôle Boost

source: Boost Control Remote Port
fr: Port Boost Télécommande

source: Control interval (ms)
es: intervalo de Control (ms)
fi: Control aikaväli (ms)
fr: intervalle de contrôle (ms)

source: Open Loop
es: Lazo Abierto
fr: En boucle ouverte

source: closed Loop
es: bucle cerrado
fi: suljetun kierron
fr: en boucle fermée

source: Differential Gain
es: Ganancia diferencial
fi: Tasauspyörästön Gain
fr: Gain différentiel

source: Closed Duty (%)
es: Deber Cerrado (%)
fi: Suljettu Tulli (%)
fr: Obligation privée (%)

source: Open Duty (%)
es: De guardia (%)
fi: Avoin Tulli (%)
fr: Obligation Open (%)

source: MSnS-Extra Boost Control
es: Alza MSNS-Extra Control
fr: Boost Control MSN Extra

source: Board Type (not used)
es: Régimen (no utilizado)
fi: Hallituksen tyyppi (ei käytössä)
fr: Régime alimentaire (non utilisé)

source: Poll Remote
es: Encuesta remoto
fr: Sondage à distance

source: Remote CAN ID
es: ID remoto CAN
fr: Remote ID CAN

source: My CAN ID
es: Mi ID CAN
fi: Oma CAN ID
fr: Mon ID CAN

source: CAN Polling Master/Slave
es: Maestro de votación CAN / Esclavo
fr: Maître de vote CAN / Slave

source: Enable ADC polling
fr: Activer ADC de vote

source: Enable PWM polling
fr: Activer PWM de vote

source: Enable Ports polling
fr: Activer les ports de vote

source: CAN Parameters
fi: CAN parametrit
fr: Les paramètres peuvent

source: Remote Table number for PWM data
es: Número de tabla remota de datos PWM
fr: Table à distance nombre de données PWM

source: Remote Table offset for PWM data
es: Distancia de desplazamiento de la tabla de datos PWM
fr: Remote tableau de décalage pour les données PWM

source: Remote PWM Clock Frequency
es: PWM remoto de frecuencia de reloj
fr: Fréquence d&#39;horloge à distance PWM

source: Remote PWM Clock prescale
es: PWM remoto Reloj prescale
fr: Remote PWM horloge prescale

source: CAN Remote PWM polling
es: CAN remoto PWM de votación
fr: CAN distance PWM de vote

source: Remote Table number for ADC data
es: Número de tabla remota de datos del ADC
fr: Table à distance nombre de données ADC

source: Remote Table offset for ADC data
es: Distancia de desplazamiento de la tabla de datos de ADC
fr: Remote tableau de décalage pour les données ADC

source: CAN Remote ADC Polling
es: CAN ADC de votación a distancia
fr: CAN interrogation à distance de l&#39;ADC

source: Use for generic remote spare port
es: El uso de genéricos puerto libre a distancia
fr: Utilisez des génériques port de rechange à distance

source: Remote port 3 type
es: Remoto puerto 3 tipo
fr: port à distance de type 3

source: Remote port 2 type
es: Remoto puerto 2 de tipo
fr: port à distance de type 2

source: Remote port 1 type
es: 1 puerto remoto tipo
fr: port à distance de type 1

source: CAN Remote ports polling
fr: CAN à distance des ports de vote

source: Output Pin
es: Pin de salida
fi: Tuotos Pin
fr: La broche de sortie

source: Speed
es: Velocidad
fi: Nopeus
fr: Vitesse

source: Be sure nothing else uses this pin.
es: Asegúrese de que nada más usa esta clavija.
fi: Varmista muuta käyttää tätä pin.
fr: Soyez-vous que rien d&#39;autre utilise cette broche.

source: Tach Output
es: Tach de salida
fi: Tach lähtö
fr: Sortie Tach

source: Tachometer Output
es: Salida del tacómetro
fi: Kierroslukumittari lähtö
fr: Sortie Tachymètre

source: and RPM is below:
es: y RPM es a continuación:
fi: ja RPM on alle:
fr: et RPM est la suivante:

source: and load is above: (%)
es: y la carga es superior a: (%)
fi: ja kuorma on edellä (%)
fr: et la charge est au-dessus: (%)

source: and CLT is above:
es: y CLT es superior a:
fi: ja CLT on yli:
fr: et CLT est au-dessus:

source: after delay: (sec)
es: después de la demora: (s)
fi: jälkeen viive: (s)
fr: après un délai de: (sec)

source: <big>Go to idle advance when:</big>
es: <big>Ir a la inactividad por adelantado cuando:</big>
fi: <big>Siirry tyhjäkäynnillä ennakkoon, kun</big>
fr: <big>Aller au ralenti l&#39;avance lorsque:</big>

source: TPS is below: (%)
es: TPS es a continuación: (%)
fi: TPS on alle: (%)
fr: TPS est la suivante: (%)

source: Idle Advance Settings
es: Inactivo Configuración Avanzada
fi: Idle Advance Asetukset
fr: Paramètres Advance Idle

source: Edit All
es: Editar Todos
fi: Edit Kaikki
fr: Modifier Tous

source: <small>Idle Advance Timing</small>
es: <small>Inactivo Variador</small>
fi: <small>Idle Advance ajoitus</small>
fr: <small>Timing Advance Idle</small>

source: <small>Timing</small>
es: <small>Sincronización</small>
fi: <small>Ajoitus</small>
fr: <small>Chronométrage</small>

source: <small>MAT Based Timing Retard</small>
es: <small>MAT retrasar la sincronización base</small>
fi: <small>MAT perusteella Ajoitus Retard</small>
fr: <small>Sur la base retarder l&#39;allumage MAT</small>

source: <small>Retard</small>
es: <small>Retardar</small>
fi: <small>Hidastaa</small>
fr: <small>Retarder</small>

source: <small>Nonlliear MAT Correction</small>
es: <small>Corrección Nonlliear MAT</small>
fi: <small>Nonlliear MAT korjaus</small>
fr: <small>Correction MAT Nonlliear</small>

source: <small>Nonlliear Baro Correction</small>
es: <small>Corrección Nonlliear Baró</small>
fi: <small>Nonlliear Baro korjaus</small>
fr: <small>Correction Baro Nonlliear</small>

source: <small>Dwell Battery Adjustment</small>
es: <small>Detención de ajuste de la batería</small>
fi: <small>Asua Akun säätö</small>
fr: <small>Ajustement batterie Dwell</small>

source: Misc Corrections
es: Varios correcciones
fi: Muut oikaisut
fr: Corrections Divers

source: FlexFuel Sensor
es: Sensor de FlexFuel
fr: Polycarburant capteur

source: Flex Fuel Port Location
es: Flex Fuel Puerto Ubicación
fr: Lieu de carburant Port Flex

source: Local Sensor Port
es: Sensor de Puerto local
fr: Port du capteur local

source: High Freq Timing Corr. (deg)
es: Alta Frecuencia Corr. Intervalos. (Gr)
fi: High Freq Ajoitus Corr. (Astetta)
fr: Corr Haute Timing Freq. (DEG)

source: High Freq Fuel Corr. (%)
es: Alta Frecuencia Corr. combustible. (%)
fi: High Freq Polttoaine Corr. (%)
fr: Corr à combustible à haute fréquence. (%)

source: High Frequency (Hz)
es: Alta Frecuencia (Hz)
fr: Haute fréquence (Hz)

source: Low Freq Timing Corr. (deg)
es: Baja Frecuencia Corr. Intervalos. (Gr)
fi: Matala Freq Ajoitus Corr. (Astetta)
fr: Corr faible Timing Freq. (DEG)

source: Low Freq Fuel Corr. (%)
es: Baja Frecuencia Corr. combustible. (%)
fi: Matala Freq Polttoaine Corr. (%)
fr: Corr Low Freq carburant. (%)

source: Low Frequency (Hz)
es: De Baja Frecuencia (Hz)
fr: Basse fréquence (Hz)
