Repository: BMWPower/MegaTunix
Catalog: po/*.po
Languages: es, fi, fr

source: Remote Sensor Port
es: Puerto remoto del sensor
fr: Port du capteur à distance

source: MAT correction scaling (%)
es: corrección de escala MAT (%)
fi: MAT korjaus skaalaus (%)
fr: correction MAT échelle (%)

source: This value allows you to scale down the built in air density (MAT) correction. 100% means the PV=nRT ideal gas law is followed, Lower values give less aggressive correction, (0% is interpreted as 100% for backwards compatibility) This value and the table are used at the same time.
es: Este valor le permite reducir la amplitud del construido en la densidad del aire (MAT) de corrección. 100%significa que el PV = nRT la ley del gas ideal es seguido, dan valores más bajos de corrección, la menos agresiva (0%se interpreta como el 100% de compatibilidad con versiones anteriores) el valor presente y la mesa se utilizan al mismo tiempo.
fi: Tämä arvo voit pienentää rakennettu ilman tiheys (MAT) korjaus. 100% tarkoittaa PV = nRT ideaalikaasun lakia noudatetaan, Alemmat arvot antavat vähemmän aggressiivisia korjaus, (0% tulkitaan 100% taaksepäin yhteensopivuus) Tämä arvo ja taulukko käytetään samanaikaisesti.
fr: Cette valeur vous permet de réduire l&#39;ampleur du construite en densité de l&#39;air (MAT) de correction. 100%signifie le PV = nRT loi des gaz parfaits est suivie, de faibles valeurs de correction donnent moins agressif, (0% est interprété comme 100% pour la compatibilité ascendante) Cette valeur et la table sont utilisés en même temps.

source: MAT Correction Value
es: MAT Corrección del valor
fi: MAT korjaus arvo
fr: Valeur Correction MAT

source: Fuel Table Switching
es: Cuadro de conmutación de combustible
fi: Polttoaine Taulukko vaihtaminen
fr: Tableau de commutation de combustible

source: Spark Table Switching
es: Chispa Cuadro de conmutación
fi: Spark Taulukko vaihtaminen
fr: Tableau Spark de commutation

source: rpm greater than (rpm)
es: rpm mayor que (rpm)
fi: rpm yli (rpm)
fr: rpm supérieure à (tr / min)

source: MAP greater than (kPa)
es: MAP mayor que (kPa)
fi: MAP yli (kPa)
fr: MAP supérieur (kPa)

source: TPS greater than (%)
es: TPS superior (%)
fi: TPS yli (%)
fr: TPS supérieur (%)

source: Switch Location
es: Cambiar Localización
fr: Switch Lieu

source: Table Switching
es: Cuadro de conmutación
fi: Taulukko vaihtaminen
fr: Table de commutation

source: MS2-Extra Corrections and Misc Features
es: Correcciones MS2-Extra y características Misc
fi: MS2-Extra Korjaukset ja Muut toiminnot
fr: Corrections MS2-Extra et Divers Caractéristiques

source: MS-II Warmup Params
es: MS-II Parámetros de calentamiento
fi: MS-II lämmittelyn Parametrit
fr: Params Warmup MS-II

source: <small>Cr. Pulse</small>
es: <small>Cr. Pulso</small>
fi: <small>Cr. Pulssi</small>
fr: <small>Cr. Pouls</small>

source: <small>Pr. Pulse</small>
es: <small>Pr. Pulso</small>
fi: <small>Pr. Pulssi</small>
fr: <small>Pr. Pouls</small>

source: <b>Cranking and Afterstart Enrichment vs Temp</b>
es: <b>Arranque y enriquecimiento vs Afterstart Temp</b>
fi: <b>Cranking ja Afterstart Väkevöiminen vs Temp</b>
fr: <b>De démarrage et d&#39;enrichissement vs Afterstart Temp</b>

source: <small>Cold Adv.</small>
es: <small>Fría Adv.</small>
fi: <small>Kylmä Adv.</small>
fr: <small>Adv froide.</small>

source: <small>Idle Steps</small>
es: <small>Inactivo Pasos</small>
fi: <small>Idle vaiheet</small>
fr: <small>Idle étapes</small>

source: (duty cyc)
es: (Cyc deber)
fi: (Tulli CYC)
fr: (CJC devoir)

source: <small>ASE Taper</small>
fi: <small>ASE kartio</small>
fr: <small>Taper ASE</small>

source: <b>Warmup Enrich,Cold Advance, Idle, vs Temp</b>
es: <b>Calentamiento Enrich, Advance Fría, en reposo, la temperatura vs</b>
fi: <b>Lämmittelyn Enrich, kylmän Advance, odotustila, vs Temp</b>
fr: <b>Warmup Enrich, Advance froide, Idle, Temp vs</b>

source: Cranking and Warmup Tables
es: Arranque y calentamiento Tablas
fi: Cranking ja lämmittelyn taulukot
fr: Tables de démarrage et Warmup

source: Flood clear TPS(%)
es: Inundaciones clara TPS (%)
fi: Tulvien selvästi TPS (%)
fr: TPS clair déluge (%)

source: Cranking fuel pulse rate:
es: de combustible de arranque pulso:
fi: Cranking polttoaineen sykkeen:
fr: Démarrage à la fréquence du pouls de carburant:

source: Engines with lots of cylinders such as a V12 may find that injecting fuel on every tach event gives difficult hot starting. This option allows the fuel to be injected on alternate events (with twice the PW)
es: Motores con una gran cantidad de cilindros como un V12 puede encontrar que la inyección de combustible en cada evento da inicio en caliente tacómetro difícil. Esta opción permite que el combustible que se inyecta en los eventos alternativos (con el doble de VP)
fi: Moottoreita on paljon pulloja esim. V12 voi todeta, että pistämällä polttoainetta joka tach tapahtuma tarjoaa vaikea kuuma alkaen. Tämä vaihtoehto sallii polttoaineen pistetään joka toinen tapahtumista (kahdesti PW)
fr: Moteurs avec des lots de cylindres comme un V12 peut que injection de carburant sur chaque événement Tach donne des difficultés de démarrage à chaud. Cette option permet de carburant à injecter sur les événements de remplacement (avec un doublement de l&#39;IPL)

source: Cranking Settings
es: Configuración de arranque
fi: Cranking Asetukset
fr: Démarrage à Paramètres

source: <small>Crank Steps</small>
es: <small>Crank Pasos</small>
fi: <small>Crank vaiheet</small>
fr: <small>Crank étapes</small>

source: Clt Based Cranking Settings
es: Cl arranque basado en Configuración
fi: CLT perusteella cranking Asetukset
fr: Clt Paramètres démarrage à la base

source: The primary idle control parameters are in the Idle subtab. See the top of this window to get there...
es: La inactividad de control de parámetros primarios están en la subpestaña Libre. Véase la parte superior de esta ventana para llegar ...
fi: Ensisijainen tyhjäkäynnillä ohjaus muuttujat ovat Idle alivälilehdessä. Katso alkuun tämän ikkunan sinne ...
fr: Le ralenti paramètres de contrôle du primaire sont dans le sous-onglet inactif. Voir la partie supérieure de cette fenêtre pour y arriver ...

source: Idle Control
fr: Commande de ralenti

source: Cranking and Warmup
es: Arranque y calentamiento
fi: Cranking ja lämmittely
fr: De démarrage et Warmup

source: PID lockout max decel load (%)
es: bloqueo PID max desaceleración de carga (%)
fi: PID työsulku max decel kuorma (%)
fr: lock-out PID charge maxi décélération (%)

source: Min Duty for PID (%)
es: Min en ciclo de PID (%)
fi: Min tulli PID (%)
fr: Obligation pour les PID Min (%)

source: Min Steps for PID (%)
es: Min Pasos para la PID (%)
fi: Min vaiheet PID (%)
fr: Étapes Min pour PID (%)

source: RPM with Valve Closed (rpm)
es: RPM con la válvula cerrada (rpm)
fi: RPM on venttiili on suljettu (rpm)
fr: RPM avec soupape fermée (tr / min)

source: RPM with Valve Open (rpm)
es: RPM con la válvula abierta (rpm)
fi: RPM kanssa venttiilin ollessa auki (rpm)
fr: RPM avec Valve Open (tr / min)

source: PID delay (sec)
es: demora PID (s)
fi: PID viive (s)
fr: délai PID (s)

source: PID ramp to target Time (sec)
es: rampa PID en el tiempo objetivo (s)
fi: PID suuntaan kohde (s)
fr: rampe PID au temps prévu (s)

source: PID Control Interval (ms)
es: Intervalo de control PID (ms)
fr: Intervalle de contrôle PID (ms)

source: Proportional Gain (%)
es: Ganancia proporcional (%)
fi: Suhteellinen vahvistus (%)
fr: Gain proportionnel (%)

source: Integral Gain (%)
es: Ganancia Integral (%)
fr: Gain intégral (%)

source: Derivative Gain (%)
es: Ganancia Derivada (%)
fi: Johdannaissopimukset Gain (%)
fr: Gain sur dérivés (%)

source: lockout rpmDOT thresh. (rpm/sec)
es: umbral de bloqueo rpmDOT. (Rpm / seg)
fi: työsulku rpmDOT piestä. (Rpm / sek)
fr: seuil rpmDOT lock-out. (Tr / min / sec)

source: PID Lockout Detection
es: PID Detección de bloqueo
fi: PID Työsulku Detection
fr: Détection de blocage PID

source: PID disable RPMdot threshold
es: PID desactivar umbral RPMdot
fr: PID seuil de désactiver RPMdot

source: Closed Loop Idle PID Settings
es: Lazo cerrado PID ajuste en punto muerto
fi: Suljettu silmukka Idle PID Settings
fr: Closed Loop Idle paramètres PID

source: Idle Activation RPM adder (RPM)
es: Idle RPM activación de contactos (RPM)
fi: Idle Aktivointi RPM lisätoiminto (RPM)
fr: Activation Idle RPM additionneur (RPM)

source: Idle Activation TPS threshold (%)
es: Inactivo activación TPS umbral (%)
fi: Idle Aktivointi TPS kynnys (%)
fr: Idle activation TPS seuil (%)

source: NOTE: Close delay of 0 means don't close
es: NOTA: Cierre demora de 0 significa que no cierran
fi: HUOM: Sulje viive on 0 ei sulkeudu
fr: REMARQUE: Fermer retard de 0 signifie ne pas fermer

source: Close Delay (sec)
es: Cerrar Delay (sec)
fi: Sulje Delay (s)
fr: Fermer Delay (s)

source: Common Closed Loop Idle Valve Settings
es: Común Cerrado Configuración bucle de inactividad de la válvula
fi: Yhteinen suljetun kierron Idle Valve Asetukset
fr: Closed Loop commune Paramètres Valve Idle

source: Hysteresis
es: Histéresis
fi: Hystereesi
fr: Hystérèse

source: Fast Idle Temp
es: Marcha en vacío rápida Temp
fr: Temp de ralenti accéléré

source: Dashpot Adder (steps)
es: Amortiguador Adder (pasos)
fi: Iskunvaimennin Kyy (vaiheet)
fr: Amortisseur Adder (étapes)

source: Idle Valve Closed Steps (steps)
es: Inactivo válvula cerrada pasos (pasos)
fi: Idle Valve Suljettu vaiheet (vaiheet)
fr: Idle Valve Closed étapes (les étapes)

source: Idle Valve Open Steps (steps)
es: Abrir la válvula de inactividad pasos (pasos)
fi: Idle Valve Open vaiheet (vaiheet)
fr: Idle Valve Open étapes (les étapes)

source: IAC Stepper Closed Loop Settings
es: Paso a paso IAC cerrado Configuración Loop
fi: IAC Stepper suljetun kierron asetukset
fr: Stepper IAC Closed Loop Paramètres

source: Crank-to-Run Taper Time(s)
es: Taper de Crank-to-Run Time (s)
fi: Kampi-to-Run kartio Time (s)
fr: Temps Taper Crank-to-Run (s)

source: Min # of steps to move (steps)
es: Min # de pasos para moverse (pasos)
fi: Min # vaiheita liikkua (vaiheet)
fr: Min Nombre de mesures pour se déplacer (les étapes)

source: Initial Time Step Size (ms)
es: Tamaño inicial Tiempo Paso (ms)
fi: Alkuperäinen Time Step Size (ms)
fr: Taille initiale pas de temps (ms)

source: <span background="red" foreground="white"> Start Value </span>
es: <span background="red" foreground="white">Valor inicial</span>
fi: <span background="red" foreground="white">Aloita arvo</span>
fr: <span background="red" foreground="white">Valeur initiale</span>

source: IAC Idle Settings
es: IAC Inactivo Configuración
fi: IAC joutokäynnin asetuksia
fr: Paramètres IAC Idle

source: PWM Idle Port
fr: PWM Port Idle

source: PWM Idle Settings
es: PWM Inactivo Configuración
fi: PWM joutokäynnin asetuksia
fr: Paramètres PWM Idle

source: Cold Taper Time (sec)
es: Tiempo frío Taper (s)
fi: Kylmä kartio (s)
fr: Temps Taper froide (s)

source: Cold Position (steps)
es: Posición Fría (pasos)
fi: Kylmä kanta (vaiheet)
fr: Cold position (étapes)

source: IAC Stepper Open Loop Settings
es: Configuración paso a paso IAC Lazo Abierto
fi: IAC Stepper Open Loop asetukset
fr: IAC Paramètres Stepper en boucle ouverte

source: Idle Valve Open Duty (%)
es: Abrir la válvula de inactividad de servicio (%)
fi: Idle Valve Open Tulli (%)
fr: Obligation Idle Valve Open (%)

source: Idle Valve Closed duty (%)
es: Inactividad de la válvula cerrada derecho (%)
fi: Idle Valve Suljettu tulli (%)
fr: Idle Valve Closed droit (en%)

source: Dashpot Adder (duty %)
es: Amortiguador Adder (% del derecho)
fi: Iskunvaimennin Kyy (tulli %)
fr: Amortisseur Adder (% de service)

source: PWM Closed Loop Settings
es: PWM cerrado Configuración Loop
fi: PWM suljetun kierron asetukset
fr: Closed Loop PWM Paramètres

source: <small>Idle RPM</small>
fr: <small>Régime de ralenti</small>

source: <small>Coolant</small>
es: <small>Refrigerante</small>
fi: <small>Jäähdytysneste</small>
fr: <small>Liquide de refroidissement</small>

source: <small>Current Temp</small>
fr: <small>Actuel Temp</small>

source: Closed Loop Idle
es: Circuito Cerrado de inactividad
fi: Suljettu silmukka Idle
fr: En boucle fermée Idle

source: MS-II Warmup/ASE
es: Calentamiento de MS-II / ASE
fi: MS-II lämmittelyn / ASE
fr: Warmup MS-II / ASE

source: Idle Actuator Testing
es: Inactivo Pruebas actuador
fi: Idle Actuator Testaus
fr: Essais d&#39;actionneur Idle

source: Move to which position?
es: Mueva el cual la posición?
fi: Siirrä joka kantaa?
fr: Déplacer vers quelle position?

source: IAC home position (steps)
es: IAC posición inicial (pasos)
fi: IAC lepoasennossa (vaiheet)
fr: position d&#39;origine IAC (étapes)

source: IAC run position (steps)
es: IAC posición de marcha (pasos)
fi: IAC ajoasentoon (vaiheet)
fr: position de marche IAC (étapes)

source: Set the steps <b>before</b> enabling testing or PWM valves enter 0-100, for stepper, 0-255
es: Establecer los pasos <b>antes de activar</b> las válvulas de las pruebas o PWM entrará 0-100, de paso a paso, 0-255
fr: Définir les étapes <b>avant d&#39;activer</b> ou PWM essai des soupapes entre 0-100, pour pas à pas, 0-255

source: Idle Valve Test
es: Inactivo válvula de prueba
fr: Test Valve Idle

source: Vanos cam position debugging
es: Vanos posición de la leva de depuración
fi: VANOS cam kanta virheenkorjaus
fr: position de la came Vanos débogage

source: Enable status4 for tooth and status5 for time after tooth.
es: Habilitar status4 por diente y status5 de hora a partir de los dientes.
fi: Ota status4 hampaasta ja status5 jälkeiseltä ajalta hammas.
fr: Activer status4 pour dent et status5 de temps après la dent.

source: Experimental Settings
es: Configuración experimental
fi: Kokeellinen Asetukset
fr: Expérimentale des paramètres

source: Missing Tooth Wheel debugging
es: Faltan dientes de la rueda de depuración
fi: Puuttuvan hampaan Pyörän virheenkorjaus
fr: Missing dent de la roue de débogage

source: Debug output in GPIOADC fields
es: Depurar la producción en campos GPIOADC
fi: Debug tuotoksen GPIOADC aloilla
fr: La sortie de débogage dans les domaines GPIOADC

source: Debug Settings
es: Configuración de depuración
fi: Debug-asetukset
fr: Paramètres de débogage

source: <b><span background="red" foreground="white"> FOR EXPERT USE ONLY </span></b>
es: <span background="red" foreground="white"><b>PARA USO EXCLUSIVO DE EXPERTOS</b></span>
fi: <span background="red" foreground="white"><b>Asiantuntija-USE ONLY</b></span>
fr: <span background="red" foreground="white"><b>POUR EXPERT USE ONLY</b></span>

source: Enable initial values
es: Habilitar los valores iniciales
fi: Ota alkuarvot
fr: Activer les valeurs initiales

source: Injector Time mask
es: Inyector Tiempo máscara
fi: Ruiskutussuutin Aika naamio
fr: Injecteur Temps masque

source: Injector sequence start
es: Inyector comience la secuencia de
fi: Ruiskutussuutin jakso alkaa
fr: début de séquence d&#39;injection

source: Injector Sequencing
es: Inyector de Secuenciación
fi: Ruiskutussuutin jaksottaminen
fr: Injecteur de séquençage

source: Fuel Pump
es: Bomba del combustible
fi: Polttoainepumppu
fr: Pompe à carburant

source: Enter '12345' and hit burn to enable Test Mode
es: Introduzca &#39;12345 &#39;y pulsa grabar en modo de prueba permite
fi: Kirjoita &#39;12345 &#39;ja paina polttaa jotta Testaustila
fr: Entrez &#39;12345 &#39;et appuyez sur pour permettre à graver en mode essai

source: Output Interval (ms)
es: Intervalo de salida (ms)
fi: Tuotos Interval (ms)
fr: Intervalle de sortie (ms)

source: Coil Output to test
es: Bobina de salida para probar
fi: Coil Output testata
fr: Sortie de bobine à tester

source: Inj. Channel to test
es: Inj. Canal para poner a prueba
fi: Inj. Channel testata
fr: Inj. Site de test

source: PWM Current Limit (%)
es: Límite de corriente PWM (%)
fi: PWM Nykyinen Limit (%)
fr: Limite de courant PWM (%)

source: PWM Time Threshold (ms)
es: PWM umbral de tiempo (ms)
fr: Seuil de temps de PWM (ms)

source: Injector PWM Period (us)
es: Inyector Periodo PWM (nosotros)
fi: Ruiskutussuutin PWM Kausi (meille)
fr: Période PWM injecteur (nous)

source: Total Number of injections
es: Número total de inyecciones
fi: Injektioita yhteensä
fr: Nombre total d&#39;injections

source: Adtl Inj. Channel to test
es: Adtl Inj. Canal para poner a prueba
fr: Adtl Inj. Site de test

source: Output Test Modes
es: Modos de salida de prueba
fi: Tuotos testimoodien
fr: Modes de sortie d&#39;essai

source: Edit MAF Correction Table
es: MAF Editar Corrección Cuadro
fi: Edit MAF korjaus taulukko
fr: Tableau Modifier Correction du CRG

source: MAF Correction
es: MAF Corrección
fr: Correction du CRG

source: MS2-E Experimental/Debugging
es: MS2-E Experimental / depuración
fr: MS2-E Expérimentale / débogage

source: Baro Correction
es: Corrección Baró
fi: Ilmanpaine korjaus
fr: Correction Baro

source: Enchanced Accel Enrich
fi: Ehtojen toteutumista Accel Enrich
fr: Accel enchanced Enrichissez

source: Single/Dual Table
es: Sencilla / doble tabla
fi: Single / Dual taulukko
fr: Single / Dual tableau

source: Primary Fuel Algorithm
es: Algoritmo de combustible primario
fi: Primaaripolttoainetta Algoritmi
fr: Algorithme de combustibles primaires

source: Multiply MAP
es: Multiplique MAP
fi: Kerrotaan MAP
fr: Multiplier MAP

source: Incorporate AFRTarget
es: Incorporar AFRTarget
fi: Sisällyttää AFRTarget
fr: Incorporer AFRTarget

source: Stoichiometric AFR
es: Estequiométricas AFR
fi: Stoikiometrinen AFR
fr: AFR stœchiométrique

source: <span background="red" foreground="white">Spark Mode <small>(Input Trigger)</small> </span>
es: <span background="red" foreground="white">Chispa de modo <small>(de entrada de trigger)</small></span>
fr: <span background="red" foreground="white">Mode Spark <small>(entrée de déclenchement)</small></span>

source: Realtime Baro Port
es: Puerto Baró en tiempo real
fr: Port en temps réel Baro

source: <small>Low Limit (kPa)</small>
es: <small>Límite bajo (kPa)</small>
fr: <small>Limite basse (kPa)</small>

source: <small>Default baro (kPa)</small>
es: <small>baro por defecto (kPa)</small>
fr: <small>baro par défaut (kPa)</small>

source: MAF Sensor
es: Sensor MAF
fi: MAF-anturi
fr: CRG capteur

source: Secondary Fuel Algorithm
es: Algoritmo de combustible secundario
fr: Algorithme de combustible secondaire

source: Secondary Fuel
es: Combustible secundario
fi: Toissijainen Polttoaine
fr: Combustible secondaire

source: Primary Ignition Load
es: Carga de encendido Primaria
fi: Ensisijainen Ignition Lisää
fr: Charge d &#39;allumage primaire

source: Secondary Ignition Load
es: Carga de encendido secundario
fi: Toissijainen Ignition Lisää
fr: Charge d &#39;allumage secondaire

source: AFR Table Load
es: AFR Tabla de Cargas
fr: LOAD TABLE AFR

source: EAE Curve Load
es: EAE de la curva
fr: Courbe de charge EAE

source: Edit ITB Load Values
es: Editar Valores ITB de carga
fr: Modifier les valeurs de charge ITB

source: Edit ITB Switchpoints
es: Editar Switchpoints ITB
fr: Aiguillages ITB Modifier

source: Fuel Table Dimensions
fr: Dimensions d&#39;un tableau de carburant

source: ECU Global Settings
es: Configuración global de ecus
fi: Ecua Yleiset asetukset
fr: Paramètres écus mondial

source: Injector Staging
es: Inyector de ensayo
fi: Ruiskutussuutin Pystytysympäristö
fr: Injecteur Staging

source: Injector Layout
es: Inyector de diseño
fi: Ruiskutussuutin Layout
fr: Injecteur Layout

source: Injectors
es: Inyectores
fi: Suonensisäisesti
fr: Injecteurs

source: Cylinders
es: Cilindros
fi: Sylinterit
fr: Cylindres

source: per Cycle (ms.)
es: Ciclo por (manuscrito)
fi: kierrosta kohden (Ms)
fr: Cycle par (Mme)

source: per Squirt (ms)
es: Corridas por (ms)
fi: kohti Squirt (ms)
fr: Squirt par (ms)

source: Required Fuel
es: Combustible necesario
fi: Vaadittu Polttoaine
fr: Carburant nécessaire

source: Engine Type
es: Tipo de motor
fi: Moottorin tyyppi
fr: Type de moteur

source: Injection Parameters
fi: Injektio parametrit
fr: Paramètres d&#39;injection

source: Injector Open Time (msec)
es: Inyector Abierto Tiempo (ms)
fi: Ruiskutussuutin Avoin aika (ms)
fr: Injecteur Open Time (ms)

source: Batt. Voltage Correction (ms/V)
es: Batt. Corrección de Voltaje (ms / V)
fi: Batt. Jännite korjaus (ms / V)
fr: Batt. Correction de tension (ms / V)

source: PWM Time Threshold (msec)
es: PWM umbral de tiempo (ms)
fi: PWM Time Threshold (ms)
fr: PWM seuil de temps (ms)

source: InIjector PWM Period (us.)
es: InIjector Periodo PWM (US.)
fi: InIjector PWM Kausi (us.)
fr: Période PWM InIjector (US.)

source: <big>Bank 1</big>
es: <big>Banco 1</big>
fi: <big>Pankki 1</big>
fr: <big>Banque 1</big>

source: <big>Bank 2</big>
es: <big>Banco 2</big>
fi: <big>Pankki 2</big>
fr: <big>Banque 2</big>

source: Injector Characteristics
es: Características del inyector
fi: Ruiskutussuutin ominaisuudet
fr: Caractéristiques injecteur

source: MS-2 Basic Parameters
fi: MS-2 perusparametrit
fr: MS-2 Paramètres de base

source: Angle between trigger and return (deg)
es: Ángulo entre el gatillo y retorno (grados)
fi: Välinen kulma laukaista ja paluu (astetta)
fr: Angle entre la gâchette et de retour (DEG)

source: Oddfire Small Angle (deg)
es: Oddfire ángulo pequeño (gr)
fi: Oddfire pienen kulman (astetta)
fr: Oddfire Petits Angles (DEG)

source: Spark Hardware Latency (usec)
es: Chispa de hardware de latencia (us)
fr: Spark matériel de latence (USEC)

source: Skip Pulses (at startup)
es: Saltar Legumbres (al inicio)
fi: Ohita Palkokasvit (käynnistettäessä)
fr: Passer les légumes secs (au démarrage)

source: Middle LED indicator
es: Medio indicador LED
fi: Lähi-merkkivalo
fr: Moyen-LED

source: <span background="red" foreground="white"> Ign Input Capture </span>
es: <span background="red" foreground="white">Ign captura de entrada</span>
fr: <span background="red" foreground="white">Capture d&#39;entrée Ign</span>

source: Use Prediction
es: Utilizar la predicción de
fi: Käytä Prediction
fr: Utiliser la prédiction du

source: Cranking Advance (deg)
es: Avance de arranque (gr)
fi: Cranking Advance (astetta)
fr: Advance Cranking (DEG)

source: <span background="red" foreground="white"> Spark Output </span>
es: <span background="red" foreground="white">Chispa de salida</span>
fi: <span background="red" foreground="white">Spark lähtö</span>
fr: <span background="red" foreground="white">Sortie d&#39;allumage</span>

source: Spark A output pin <small>(D14 Preferred)</small>
es: Una chispa pin de salida <small>(D14 Preferencia)</small>
fi: Spark ulostulo pin <small>(D14 Suositut)</small>
fr: Spark Une broche de sortie <small>(D14 préféré)</small>

source: Use CAM signal if avail.
es: Utilice CAM señal si está disponible.
fi: Käytä CAM signaali käyttää.
fr: Utilisez CAM signal si dispo.

source: Number of Coils
es: Número de bobinas
fi: Määrä kelat
fr: Nombre de bobines

source: 420A/NGC alternate cam
es: 420A/NGC alternativo de la leva
fr: 420A/NGC came suppléant

source: General Ignition Settings
es: Configuración general de encendido
fi: General sytytyksen asetusten
fr: Paramètres d&#39;allumage général

source: Advance Source
es: Fuente Advance
fi: Advance Lähde
fr: Source Advance

source: Timing for Fixed Advance (deg)
es: Plazo para Advance fijo (grados)
fi: Ajoitus kiinteisiin Advance (astetta)
fr: Calendrier pour avance à terme fixe (DEG)

source: Fixed Advance
es: Fijo Advance
fi: Kiinteä Advance
fr: Avance

source: Max Dwell Duration (ms)
es: Duración máxima de detención (ms)
fi: Max Dwell Kesto (ms)
fr: Durée de balayage Max (MS)

source: Accel Compensation (ms)
es: Compensación Accel (ms)
fi: Accel korvaukset (ms)
fr: Compensation Accel (ms)

source: Dwell Type
es: Tipo de detención
fi: Asua tyyppi
fr: Type de balayage

source: Dwell Duty (%)
es: Obligación de permanencia (%)
fi: Asua Tulli (%)
fr: Obligation de balayage (%)

source: Dwell Time(ms)
es: Tiempo de barrido (ms)
fi: Pitkä (ms)
fr: Temps de balayage (ms)
